{
    "metadata": {
        "langName": "en-GB",
        "langAuthor": "New Blood & Hakita",
        "langVersion": "1.0.1",
        "langDisplayName": "English",
        "langRTL": "false",

        "minimumModVersion": "1.3.0"
    },

    "body": {
        "bodyName": "English translation. Effectively the same as the pre-existing English translation in the base game. Works with UltrakULL, but to be mainly used as a work template."
    },

    "devMuseum": {
        "museum_bookHakita1": "<b>Heya!</b> Welcome to the developer museum. I'm Hakita, the lead developer of the game. I started off working on the game mostly by myself, but overtime the game has grown a lot and I've gotten so many wonderful people helping me out over the years, so here they all are!",
        "museum_bookHakita2": "This museum was mostly created by Vvizard, with just touchups, iteration, writing and additional easter eggs by me. You can find him in the \"Rest Room\" down the hall and to the left.",
        "museum_bookHakita3": "Take a look around! The first floor is for all the people who have helped out with the game's development and the second floor is all kinds of other neat development related things, like cut content and early versions of stuff. There's also plenty easter eggs hidden around the museum!",
        "museum_bookHakita4": "Most developers will have a book like this in front of them, in which you can read details of how they helped in the creation of this game. Here's mine!",
        "museum_bookHakita5": "<b><color=orange>HAKITA</color> - CREATOR OF ULTRAKILL</b>",
        "museum_bookHakita6": "I started development on the game on February 1st, 2018. At the time it was just me, with FlyingDog and Toni Stigell making an occasional 3D model. While the development team has changed and grown since then, I still do the majority of the work myself... Just closer to like 60% of it now than the old 99%.",
        "museum_bookHakita7": "My contributions include:",
        "museum_bookHakita8": "- All direction, game design, sound design, story and animation",
        "museum_bookHakita9": "- All level design, except this museum, the Sandbox and 5-S",
        "museum_bookHakita10": "- All music, except some public domain songs and songs by guest composers (who you'll find down the hall and to the left)",
        "museum_bookHakita11": "- Most writing, programming and art direction",
        "museum_bookHakita12": "- Just in general, if it's in the game, I had my finger in that pie",
        "museum_bookHakita13": "Thank you for playing, and hopefully enjoying, ULTRAKILL. It's insane to me that a passion project I started just based on what I thought was fun in games has grown to be such a massive success. I've met so many amazing people thanks to this game and the community that has grown around it has been a source of much joy (and plenty of anguish) in my life. It's a rare gift to be able to not only create a work like this with full creative control, but also to be able to make a living off my own art without having to compromise on my vision, and it's all thanks to New Blood, all the developers here in this museum, and most importantly... <b>YOU!</b>",

        "museum_bookFrancisXie1": "<b><color=#4AACBD>FRANCIS XIE</color> - CONCEPT AND TEXTURE ARTIST</b>",
        "museum_bookFrancisXie2": "Francis joined the team in 2021, around the start of the Wrath layer's development, when he was picked up as a general artist for New Blood thanks to his incredible ULTRAKILL fanart.",
        "museum_bookFrancisXie3": "Some of his biggest contributions include:",
        "museum_bookFrancisXie4": "- The designs for the Leviathan, Ferryman, and the pre-corpse version of Minos and Sisyphus, as well as their portraits.",
        "museum_bookFrancisXie5": "- The design for the church organ in 6-2: AESTHETICS OF HATE",
        "museum_bookFrancisXie6": "- The design for a cut weapon called the Beamcutter",
        "museum_bookFrancisXie7": "- The unique level textures for 5-3: SHIP OF FOOLS as well as almost all the textures in the Heresy layer",
        "museum_bookFrancisXie8": "- The plushie designs of all the developers",
        "museum_bookFrancisXie9": "\"I simply wouldn't be here without this game and I'm so happy it's ULTRAKILL. Thank you Hakita, the rest of the dev team, and everyone in New Blood for being such great people who always support what I do. Special thanks to my best friend who urged me to pursue what I truly love; being a part of this team has been a dream come true. Here's to the greatest project!\"",

        "museum_bookJerichoRus1": "<b><color=orange>JERICHO_RUS</color> - CONCEPT AND TEXTURE ARTIST</b>",
        "museum_bookJerichoRus2": "Jericho joined the team in 2019, shortly before the original Prelude demo's release. He's responsible for many of the game's character designs and most of its weapon designs, as well as all the level textures for layers 2-4 and some textures for the Wrath layer.",
        "museum_bookJerichoRus3": "Some of his biggest contributions include:",
        "museum_bookJerichoRus4": "- The designs for V1 and Gabriel",
        "museum_bookJerichoRus5": "- The designs for many enemies, such as the Drone, Streetcleaner and Soldier",
        "museum_bookJerichoRus6": "- The designs for all weapons and alternate weapons, with the exceptions of the original revolver and shotgun",
        "museum_bookJerichoRus7": "- The main promo art, which is used as the game's cover art",
        "museum_bookJerichoRus8": "- Most level textures, including all level textures for layers 2-4",
        "museum_bookJerichoRus9": "- All the art for 2-S",
        "museum_bookJerichoRus10": "\"Hi, thank you to the rest of the dev team and you guys for enjoying what we create. I've met many wonderful people through ULTRAKILL's development and hope to continue doing so. Shoutout to SXBIG and Luvoid!\"",

        "museum_bookBigRockBMP1": "<b><color=#DA6B6D>BIGROCKBMP</color> - CONCEPT ARTIST</b>",
        "museum_bookBigRockBMP2": "BigRock joined the team in early 2019, during the Prelude's development. He was the first concept artist for the game and responsible for the designs for many of the game's bosses, such as the game's first ever character design, the Swordsmachine.",
        "museum_bookBigRockBMP3": "Some of his biggest contributions include:",
        "museum_bookBigRockBMP4": "- The designs for many of the game's bosses, such as the Swordsmachine, the Corpse of King Minos, and the Hideous Mass",
        "museum_bookBigRockBMP5": "- The designs for many of the game's enemies, such as the Mindflayer, the Idol and the Sentry",
        "museum_bookBigRockBMP6": "- The designs for all of the bosses in the Prime Sanctums",
        "museum_bookBigRockBMP7": "- The painting of the rocket launcher wielding Ferryman in 5-3: SHIP OF FOOLS",
        "museum_bookBigRockBMP8": "\"When Hakita asked me to design a boss for his game I had no idea that ULTRAKILL would become this big. To see so many people draw fanart of the characters I've designed is both intimidating as it is inspiring me to continue, try and grow as an artist, and I hope my work inspires someone to pick up a pencil as well.\"",

        "museum_bookMaximilianOvesson1": "<b><color=#8f65da>MAXIMILIAN OVESSON</color> - UI ARTIST</b>",
        "museum_bookMaximilianOvesson2": "Maximilian joined the team in 2018, early in the game's development. He's responsible for the weapon icons used in the UI, the game over skull animation as well as the game's logo.",
        "museum_bookMaximilianOvesson3": "\"I'm proud to have played a small role in creating ULTRAKILL and grateful for the opportunity to be a part of this game. Thank you for having me and thank you to all the players for your support.\"",

        "museum_bookVictoriaHolland1": "<b><color=#F5ABB9>VICTORIA HOLLAND</color> - LEAD 3D ARTIST AND GRAPHICS PROGRAMMER</b>",
        "museum_bookVictoriaHolland2": "Victoria joined the team in early 2020, late into the Limbo layer's development. She started off working alongside Sam but from Act 2 onwards, she's been responsible for all 3D models in the game with the only exception of the Sisyphean Insurrectionist. She also handles the programming of all shaders and almost all graphical systems and optimizations.",
        "museum_bookVictoriaHolland3": "Some of her biggest contributions include:",
        "museum_bookVictoriaHolland4": "- Many of the Act 1 models, including the Filth, the Corpse of King Minos and the Railcannon",
        "museum_bookVictoriaHolland5": "- All of the Act 2 models, except the Sisyphean Insurrectionist",
        "museum_bookVictoriaHolland6": "- Programming for all the shaders",
        "museum_bookVictoriaHolland7": "- Programming for most graphical systems and optimizations",
        "museum_bookVictoriaHolland8": "\"Waste no time to fear. Take the leap and embrace the person you want to be. You're not alone, so live your authentic self, and always enjoy the journey.\"",

        "museum_bookToniStigell1": "<b><color=orange>TONI STIGELL</color> - 3D ARTIST</b>",
        "museum_bookToniStigell2": "Toni Stigell joined the team right around the start of development in early 2018. We had previously worked together on a few small projects including a now-cancelled stealth game called Untraceable, which is the origin of the thinking man statue that eventually became Cerberus.",
        "museum_bookToniStigell3": "Alongside that, he modelled many of the early character models for ULTRAKILL until leaving the project in mid 2019. He also made the original Filth model's animations, and though those have since been replaced, Something Wicked still uses one of them, making that the only animation in the game that I haven't made myself.",
        "museum_bookToniStigell4": "Some of his biggest contributions include:",
        "museum_bookToniStigell5": "- The original models for the husks, Swordsmachine and Feedbacker arm",
        "museum_bookToniStigell6": "- The design for the original version of the Filth",
        "museum_bookToniStigell7": "- Getting me into DMC in the first place",

        "museum_bookFlyingDog1": "<b><color=#6a36be>FLYINGDOG</color> - 3D ARTIST</b>",
        "museum_bookFlyingDog2": "FlyingDog joined the team right at the start of development in early 2018, designing and creating many of the first 3D models and their textures. Although most of these models have since been remade and replaced, they're still based on his original designs and many of his original models can still be seen here and there as easter eggs. His final contribution to the game was the texture for the Feedbacker arm in mid 2019.",
        "museum_bookFlyingDog3": "Some of his biggest contributions include:",
        "museum_bookFlyingDog4": "- The designs and original models for the revolver, shotgun and Malicious Face",
        "museum_bookFlyingDog5": "- The original model and texture for the nailgun",
        "museum_bookFlyingDog6": "- The textures for the original versions of the husks and Swordsmachine",

        "museum_bookSamuelJamesBryan1": "<b><color=orange>SAMUEL JAMES BRYAN</color> - 3D ARTIST</b>",
        "museum_bookSamuelJamesBryan2": "Sam joined in mid 2019, early into the Limbo layer's development and is responsible for modelling most of the enemies in Act 1, including V1, V2 and Gabriel. His last modelling work for the game was the Sisyphean Insurrectionist in early 2021 and he has mostly moved on to different projects since then, though he still occasionally helps out with feedback and modelling advice.",
        "museum_bookSamuelJamesBryan3": "\"No idea, ask Hakita.\"",

        "museum_bookQATeam1": "<b><color=red>CAMERON MARTIN</color> - QUALITY ASSURANCE LEAD",
        "museum_bookQATeam2": "<color=#6a36be>DALIA FIGUEROA</color> - QUALITY ASSURANCE, PROMO FOOTAGE & SCREENSHOTS",
        "museum_bookQATeam3": "<color=#11c324>TUCKER WILKIN</color> - SENIOR QUALITY ASSURANCE",
        "museum_bookQATeam4": "<color=#e28eb6>SCOTT GURNEY</color> - TECHNICAL QUALITY ASSURANCE</b>",
        "museum_bookQATeam5": "The New Blood QA team (Cameron, Dalia, Tucker and Scott) are responsible for making sure the game runs properly and without any major bugs. It's thanks to them that ULTRAKILL looks and feels like a functioning game despite being a mess of duct tape, spaghetti, glue and prayers underneath. Prior to ULTRAKILL joining the New Blood catalogue, I had to do QA myself, and even that smaller amount of bugtesting makes me question how these people manage to stay sane.",
        "museum_bookQATeam6": "...Well, relatively sane.",
        "museum_bookQATeam7": "\"In the immortal words of the great Hungarian centre-forward Nandor Hidegkuti - 'Amikor eljön a forradalom, a zeneipar lesz az első amely menni fog. Köszönöm szépen'\"",
        "museum_bookQATeam8": "\"Be it games, music, movies or the company of others, be sure to enjoy the good times that you experience and always look back on life with a positive note. Life is precious, and after all, It's your own show. Enjoy your life to its fullest and give everyone respect and love. A smile on someone's face is worth its weight in gold!\"",
        "museum_bookQATeam9": "\"Of all the scars on my psyche, this one will always remain a favored one. from that cursed door to the accidental spawner arm slip, its been a great time regardless! Sometimes videogames can be cool as hell. hopefully we can get more of them!\"",
        "museum_bookQATeam10": "\"Being able to help bring to fruition a strong creative vision like Hakita's has been an absolute honor and an unforgettable experience. I will remain forever grateful for the opportunity, and I look forward to whatever might come next!\"",

        "museum_bookPitr1": "<b><color=orange>PITR</color> - LEAD PROGRAMMER</b>",
        "museum_bookPitr2": "PITR already started helping out with programming in late 2019, but was officially added to the team in early 2020 thanks to his ULTRAKILL mods and an early attempt at a custom level system. He's responsible for most advanced programming in the game, such as systems like cheats, Cyber Grind patterns and subtitles. He also created the entirety of the Sandbox and 5-S, with only minor aesthetic touch-ups from me.",
        "museum_bookPitr3": "Basically, if you look at the game's code and see anything that's actually done well, it's probably by him.",
        "museum_bookPitr4": "Some of his biggest contributions include:",
        "museum_bookPitr5": "- Programming and level design for the Sandbox and 5-S",
        "museum_bookPitr6": "- Programming for most of the advanced systems like cheats, Cyber Grind patterns and subtitles",
        "museum_bookPitr7": "- Lots of programming optimization and bugfixes",
        "museum_bookPitr8": "- Lots of miscellaneous programming help",

        "museum_bookHeckteck1": "<b><color=orange>HECKTECK</color> - ADDITIONAL PROGRAMMING</b>",
        "museum_bookHeckteck2": "Heckteck was brought onto the team temporarily in early 2022 and full-time in 2023 thanks to their experience and skills making mods for ULTRAKILL, to overhaul the style system to include staleness as well as other related quality of life features. They also created the jukebox system for the Cyber Grind, the new multi-bind system and other quality of life features.",
        "museum_bookHeckteck3": "\"the harvest is lacking this year\"",

        "museum_bookCabalcrow1": "<b><color=#c0c0c0ff>EMANUIL \"CABALCROW\" CHIZHOV</color> - ADDITIONAL PROGRAMMER</b>",
        "museum_bookCabalcrow2": "CabalCrow was one of the first hardcore ULTRAKILL fans who helped spark the game's speedrunning scene. He also helped out a lot with figuring out bugs before the game got a QA team and recorded most of the trailer footage in early trailers. His programming contribution comes in the form of the climbstep system he created in 2020, which allows players to smoothly step onto and over small ledges and obstacles.",
        "museum_bookCabalcrow3": "\"you know what they say: 50 bucks is 50 bucks\"",

        "museum_bookLucasVarney1": "<b><color=#BD8BF3>LUCAS VARNEY</color> - ADDITIONAL PROGRAMMER</b>",
        "museum_bookLucasVarney2": "Lucas is another New Blood programmer, mostly working on his own game but occasionally jumping in to help with ULTRAKILL when needed. His contributions have been mostly optimization related, helping make the game run better as well as creating development tools that allow for easier per-level optimization.",
        "museum_bookLucasVarney3": "Many thanks to everyone here, including you, the one reading this! It's always been my dream to work on video games, but I never thought I'd be 'good enough' to do it professionally. I dropped out of high school early due to anxiety and I really felt like I was throwing my life away. But I never gave up, and I never will! Whoever you are out there, never lose hope, and always know that there's no shame in being yourself and doing the things you love, so long as nobody gets hurt. You're more than your label, and you're worth more than your credentials. Enjoy the little moments, embrace what makes you happy, and be the best person you can be.\"",

        "museum_bookBenMoir1": "<b><color=#3EF242>BEN MOIR</color> - ADDITIONAL PROGRAMMER</b>",
        "museum_bookBenMoir2": "Ben aka \"Zombie\" is New Blood's resident programming wizard. He hops around from project to project, fixing tricky issues and giving general programming advice. If there's a problem, he knows the solution.",
        "museum_bookBenMoir3": "Although most of his work on ULTRAKILL is in the form of helping other programmers, he has himself also programmed some of the systems in the game, such as the controller support and the auto aim assist.",
        "museum_bookBenMoir4": "\"Hey, Hakita! Can we say 'fuck' in the game?\"",

        "museum_bookMeganeko1": "<b><color=#E93436>MEGANEKO</color> - GUEST COMPOSER</b>",
        "museum_bookMeganeko2": "I met Meganeko in early 2020 after BigRock, who is a fan of his, noticed he followed the ULTRAKILL Twitter account and asked if he'd be interested in collaborating. Originally I didn't have anything specific in mind, but once he sent me a soundtest clip that showed the kind of sound he'd go for, it immediately struck me as the perfect music for an endless survival mode.",
        "museum_bookMeganeko3": "That soundtest eventually, through months of iteration, became The Cyber Grind's titular background music. In a way, you can thank him for causing the creation of that mode.",
        "museum_bookMeganeko4": "\"Playing the alpha demo got me incredibly inspired! Getting to channel that back into the game was a bit surreal. Big thanks to Hakita and BigRock for reaching out!\"",

        "museum_bookKeygenChurch1": "<b><color=#aa0000>KEYGEN CHURCH</color> - GUEST COMPOSER</b>",
        "museum_bookKeygenChurch2": "Keygen Church aka Master Boot Record approached me in mid-late 2022, and I was already a fan of his music as Keygen Church, so I was very happy to have him on board as a guest composer. The timing was perfect as well, since his style fits so well with the aesthetics of the Heresy layer, so he created the first battle theme for P-2, titled \"Tenebre Rosso Sangue\".",
        "museum_bookKeygenChurch3": "We also collaborated on the connected ARG, with him doing most of the heavy lifting since he had already done similar things with his projects.",
        "museum_bookKeygenChurch4": "\"Low Resolution. High Imagination. Praise the code.\"",

        "museum_bookHealth1": "<b><color=red>HEALTH</color> - GUEST COMPOSER</b>",
        "museum_bookHealth2": "<b><color=red>BENJAMIN MILLER</color> - DRUMS",
        "museum_bookHealth3": "<color=red>JACOB DUZSIK</color> - VOCALS, GUITAR",
        "museum_bookHealth4": "<color=red>JOHN FAMIGLIETTI</color> - BASS, SOFTWARE</b>",
        "museum_bookHealth5": "In early 2023 we collaborated with the band HEALTH to premiere their song \"HATEFUL\" in the Cyber Grind. I've been a fan of HEALTH ever since I heard their music in Max Payne 3 and their heavy, blood-pumping electronic beats are a perfect fit for ULTRAKILL's mayhem, so I'm very happy that their music became a part of the game.",
        "museum_bookHealth6": "\"BACK TO THE CYBER GRIND\"",

        "museum_bookQuetzalTirado1": "<b><color=#AA4CAD>QUETZAL TIRADO</color> - GUEST MUSICIAN</b>",
        "museum_bookQuetzalTirado2": "I met Quetzal through a mutual friend in early 2021, when I asked her if she could record a saxophone solo for the P-1 song \"CHAOS\". The solo didn't really end up working out, but parts of her recordings were still included and scattered about the track for added noise and texture.",
        "museum_bookQuetzalTirado3": "Later, she recorded improvised saxophone solos for the 5-1 song \"Deep Blue\", which I edited into what you hear in the final version. She also recorded the bass clarinet drone which turned into the Sisyphean Insurrectionist's horn sound effect.",
        "museum_bookQuetzalTirado4": "\"my mom liked the song i'm on in ultrakill, so i think at this point i count as a successful artist, right? also many thanks to the gay people, find me on that one level where the water fucks up the music, baby\"",

        "museum_bookSalad1": "<b><color=#20FF20>SALAD</color> - ARTIST OF JAKITO</b>",
        "museum_bookSalad2": "Salad drew Jakito.",
        "museum_bookSalad3": "Some of their biggest contributions include:",
        "museum_bookSalad4": "- Jakito",
        "museum_bookSalad5": "\"Are you in or are you skin?\"",

        "museum_bookJacobHHR1": "<b><color=#FFB2DC>JACOB H.H.R.</color> - WRITER (PROSE & DIALOGUE)</b>",
        "museum_bookJacobHHR2": "Jacob joined the team in early 2020 to help write the prose and dialogue for the game after I met him through a mutual game developer friend. He's mostly responsible for the writing in the various books you find around the levels, as well as Gabriel's dialogue and the prose for the intermission cutscenes. In Act I, I came up with a general outline of what I wanted each text to have and he would write it with some tweaks and edits from me afterwards, while in Act II the prose writing was more of an even 50/50 split between us.",
        "museum_bookJacobHHR3": "Most of those great poetic phrases and impactful lines that have become iconic in the ULTRAKILL community are thanks to his skills with the English language.",

        "museum_bookVVizard1": "<b><color=#ee0c47>VVIZARD</color> - MUSEUM DEVELOPER</b>",
        "museum_bookVVizard2": "Vvizard was picked up temporarily in late 2022 to create this museum thanks to his experience and skills with an early version of the ULTRAKILL level editor. He designed the level and made all the models and textures for it.",
        "museum_bookVVizard3": "If you were wondering why it's the best looking level in the game, he's the reason.",
        "museum_bookVVizard4": "\"ULTRAKILL is special to me in a way that is just a book's length worth of words, working on this game is something I will hold close to my heart, always. I hope I can continue to work with the wonderful people at New Blood and the interactions I've had with community helped bring me to be a part of this team. Sometimes I wonder where the dominos fall begins and where it will end. But if Oyff ever sees this, a good youtube video (The ULTRAKILL Rip and Tear) really can change your life.\"",

        "museum_bookAdditionalMusic1": "ADDITIONAL MUSIC CREDITS:",
        "museum_bookAdditionalMusic2": "\"Take Care\", the shop theme: Sampled from \"Were You Foolin'\" by the Russ Morgan Orchestra (Public domain)",
        "museum_bookAdditionalMusic3": "\"Cerberus\" in 0-5: CERBERUS: Classical music sampled from \"Mars, the Bringer of War\" from Gustav Holst's Planets Suite (Public domain)",
        "museum_bookAdditionalMusic4": "\"Clair de Lune\" in 1-4: CLAIR DE LUNE: Written by Claude Debussy, performance by Laurens Goedhart (CC 3.0 license)",
        "museum_bookAdditionalMusic5": "\"BWV 639 'I call to you, Lord Jesus Christ'\" in 3-2: IN THE FLESH: Written by Johann Sebastian Bach (Public domain)",
        "museum_bookAdditionalMusic6": "\"The Spinal Staircase\" in P-1: SOUL SURVIVOR: Sampled from \"Sourire d'Avril\" composed by Maurice Depret (Public domain)",
        "museum_bookAdditionalMusic7": "\"CHAOS\" in P-1: SOUL SURVIVOR: Bass clarinet and soprano saxophone improvised and recorded by Quetzal Tirado",
        "museum_bookAdditionalMusic8": "\"Deep Blue\" in 5-1: IN THE WAKE OF POSEIDON: Tenor saxophone improvised and recorded by Quetzal Tirado, edited by Hakita",
        "museum_bookAdditionalMusic9": "\"Fallen Angel\" in 6-2: AESTHETICS OF HATE: Adapted from \"BWV 639 'I call to you, Lord Jesus Christ'\" by Johann Sebastian Bach",
        "museum_bookAdditionalMusic10": "\"7th Symphony, 2nd Movement: Allegretto\" in Intermission 2: Written by Ludwig van Beethoven, performance by Lambis Vassiliadis (Public domain)",
        "museum_bookAdditionalMusic11": "First feeding ambiance in 7-3: NO SOUND, NO MEMORY: Sampled from \"Take a Look at Molly\", written by Hazel M. Lockwood and Lee W. Lockwood, peformance by John McCormack (Public domain)",
        "museum_bookAdditionalMusic12": "\"Gymnopédies - la 1ére. lent et douloureux\" in ULTRAKILL Development History video: Written by Erik Satie, Performance by Robin Alciatore (Public domain)",

        "museum_bookAdditionalCredits1": "<b><color=orange>ADDITIONAL CREDITS:</color></b>",
        "museum_bookAdditionalCredits2": "<b><color=orange>Finn [Frej]</color></b> - Creator of the \"Fuckin Finland\" animation",
        "museum_bookAdditionalCredits3": "<b><color=orange>COMMUNITY CYBER GRIND PATTERNS</color></b> by:",
        "museum_bookAdditionalCredits4": "<b><color=orange>SPECIAL THANKS</color></b> to:",
        "museum_bookAdditionalCredits5": "<b>David Szymanski, Leon Zawada and Simon Rance</b> for allowing us to use assets from their games for easter eggs",
        "museum_bookAdditionalCredits6": "<b>Magnega</b> for telling me my previous game, Untraceable, was unfun, causing an existential crisis that resulted in me dropping that project and making ULTRAKILL instead",
        "museum_bookAdditionalCredits7": "<b>Mikko Tamper and Robert Raulus</b> for their continued support as well as beta testing and giving feedback",
        "museum_bookAdditionalCredits8": "<b>B.G.B. and Splendid</b> for beta testing and giving feedback",

        "museum_bookStephanWeyte1": "<b><color=orange>STEPHAN WEYTE</color> - VOICE OF MINOS PRIME</b>",
        "museum_bookStephanWeyte2": "As with most people, I mainly knew Stephan Weyte as the voice of Caleb from Blood, but hearing him as Nyarlathotep in Dusk made it clear that he still had the skills, so even before joining New Blood, I had already decided that I wanted Stephan to voice someone in ULTRAKILL. When time came to choose the voice for Minos Prime, the choice was obvious.",
        "museum_bookStephanWeyte3": "Stephan was lovely to work with, and his voice lends so much richness and character to Minos that I really can't imagine him any other way. ",

        "museum_bookLenvalBrown1": "<b><color=orange>LENVAL BROWN</color> - VOICE OF SISYPHUS PRIME</b>",
        "museum_bookLenvalBrown2": "I approached Lenval in early 2023 after hearing his fantastic performance as the narrator in Disco Elysium and feeling that his deep, textural voice would be the perfect fit for King Sisyphus. He was a pleasure to work with and helped really make Sisyphus stand out as his own unique character.",

        "museum_bookGianniMatragrano1": "<b><color=#20afdb>GIANNI MATRAGRANO</color> - VOICE OF GABRIEL</b>",
        "museum_bookGianniMatragrano2": "Gianni originally approached me offering his talents in late 2019, but we didn't start working together until mid-late 2020, a bit less than a week before the game came out in Early Access. Despite the short timeframe, he knocked it out of the park, not only defining and solidifying Gabriel's character and voice but also delivering fantastic performances that manage to capture both his visceral intensity and the subtler nuances of his internal world.",
        "museum_bookGianniMatragrano3": "Since then he's only gotten better, and I'm very glad to work with someone who understands both my vision of the story and the character of Gabriel so well that he was able to improvise all of the taunts in Gabriel's first fight. He's a joy to work with and the dream of any over-ambitious indie developer like me.",
        "museum_bookGianniMatragrano4": "\"Can you write in it that I said thank you to gay people.\"",

        "museum_bookMandalore1": "<b><color=#e09e2e>MANDALORE</color> <color=#9884bb>HERRINGTON</color> - VOICE OF MYSTERIOUS DRUID KNIGHT</b>",
        "museum_bookMandalore2": "<b><color=#eabbd7>JOY YOUNG</color> - VOICE OF OWL</b>",
        "museum_bookMandalore3": "I originally met with Mandalore in late 2019 after his review of Dusk, when I DM'd him to ask him to elaborate on some criticisms he had mentioned of retro shooters. At the time ULTRAKILL was just a small no-name project, but he still took the time to not only write an in-depth reply, but also to play ULTRAKILL's demo and give very useful feedback for it.",
        "museum_bookMandalore4": "As thanks for his help, I wanted to make a little joke boss fight featuring him and Joy based on some in-jokes from their Mystery of the Druids stream, using clips from his EYE review as his voicelines. Once he saw the boss, he offered to not only re-record those lines, but also record completely new ones with Joy, which they improvised together.",
        "museum_bookMandalore5": "Also, Mandalore played the aztec death whistle on the 7-1 track \"Bull of Hell\".",
        "museum_bookMandalore6": "\"Visit me in the tombs with piped in music. How classy. Thanks for playing!\"",
        "museum_bookMandalore7": "\"Here for a good time, not a bad time\"",

        "museum_weaponsBeamcutter1": "<b><color=orange>BEAMCUTTER</color></b>",
        "museum_weaponsBeamcutter2": "Design by Francis, WIP model by Victoria.",
        "museum_weaponsBeamcutter3": "<b>PRIMARY FIRE:</b> Hold to fire beam",
        "museum_weaponsBeamcutter4": "<b>SECONDARY FIRE:</b> Place/Remove beam drone",
        "museum_weaponsBeamcutter5": "A sixth weapon which was cut early into its creation due to running into many design issues and to avoid arsenal bloat and weapon role overlap.",
        "museum_weaponsBeamcutter6": "Based on the lightning gun archetype, it fires a sustained beam that requires the player to track their target to deal continuous damage. It deals reduced damage while standing still to discourage the player from staying still while firing, though in this version you can just move back and forth quickly to fulfill that requirement without making aiming much harder.",
        "museum_weaponsBeamcutter7": "Sustained fire weapons are very difficult to make work well with ULTRAKILL's combat system, as proven by how many iterations the Nailgun had to go through before it found its place in the arsenal, and since infinite ammo means every weapon has to have its own niche in order to not make any other weapon obsolete and the Nailgun already filling a similar role, I made the choice to cut it instead of trying to force it into an already full arsenal.",
        "museum_weaponsBeamcutter8": "The front of the weapon was supposed to spin when the beam is being fired, but this WIP model has no rigging. No sounds were implemented yet either, so it may seem quite weak in terms of feedback in comparison to the finished weapons.",
        "museum_weaponsBeamcutter9": "While I do like the weapon in concept, I do think it was the right call to cut it. I prefer a smaller arsenal where every weapon is distinct and useful over a larger arsenal where some of them become obsolete with the introduction of others.",

        "museum_weaponsBlackHoleCannon1": "<b><color=orange>BLACK HOLE CANNON</color></b>",
        "museum_weaponsBlackHoleCannon2": "<b>PRIMARY FIRE:</b> Launch a black hole",
        "museum_weaponsBlackHoleCannon3": "<b>SECONDARY FIRE:</b> Activate a launched black hole",
        "museum_weaponsBlackHoleCannon4": "A cut superweapon that was intended to work via a meter that got filled by killing enemies. It was made around early 2019, shortly after the addition of the shotgun, with the intent of it being introduced much later in the game.",
        "museum_weaponsBlackHoleCannon5": "The player would have the choice of using their kill meter for a temporary buff a la Devil Trigger from Devil May Cry, or a shot with the black hole cannon. The meter was scrapped due to these kinds of mechanics often leading to issues with hoarding and balancing, since encounters can't be balanced around whether or not the player has meter, leading to battles being either too easy with meter or too hard without it.",
        "museum_weaponsBlackHoleCannon6": "Instead, the DT buff mode idea was turned into the dual wield powerup, which avoids that issue since the level designer controls when the player has access to it, and the Black Hole Cannon's role became filled with the Railcannon, a lower commitment superweapon that's weak enough to not become an ace-in-the-sleeve crutch for players to skip tricky encounters with and usable often enough that the player doesn't feel a need to hoard it.",
        "museum_weaponsBlackHoleCannon7": "Although the Black Hole Cannon was incredibly powerful when it was originally made, since the only enemies in the game were the basic husks, the game has grown far more chaotic and explosive since then, making it quite weak in comparison. I've kept its original power level for this museum version for the sake of an accurate portrayal, so if it seems weak, that's because it was just made for killing Filth, Strays and Schisms.",
        "museum_weaponsBlackHoleCannon8": "The Black Hole Cannon never got a visual design or model, hence why it's represented by a stretched out shotgun. This lead to many people thinking it was supposed to be a shotgun variation, but that was never the intent.",

        "museum_weaponsRevolver1": "<color=orange>REVOLVER</color>",
        "museum_weaponsRevolver2": "LEFT: 2018 Original by FlyingDog",
        "museum_weaponsRevolver3": "RIGHT: 2022 Remake by Victoria",
        "museum_weaponsRevolver4": "The first weapon as well as the first model ever made for the game. As usual, there was no concept art, so the design was made up on the spot by FlyingDog based on a prompt from me. Victoria has since then remade the model and texture while keeping true to the original design, making for a straight visual upgrade.",
        "museum_weaponsRevolver5": "The revolver originally had different green and red variations. The old green variation was the ability to ricochet shots off of surfaces, inspired by Revolver Ocelot. Unfortunately, while cool in concept, it was extremely unwieldy and awkward to use, requiring far too much set up and positioning to be used efficiently, clashing hard with the game's fast pace. The idea of showing off marksmanship via ricocheting shots stayed however, and was reinterpreted into the now iconic and far more useful coin version.",
        "museum_weaponsRevolver6": "The red variation was a dual wield variation, where the left revolver was fired with the primary fire and the right revolver with the secondary. As with the green variation, this was cool in concept, but mechanically it was very uninteresting beyond the initial novelty. I had some ideas on how to \"fix\" it, but I ended up scrapping it entirely instead, and since then the dual wield idea has been reinterpreted into the much more fun and freeform dual wield powerup.",

        "museum_weaponsShotgun1": "<color=orange>SHOTGUN</color>",
        "museum_weaponsShotgun2": "LEFT: 2019 Original by FlyingDog",
        "museum_weaponsShotgun3": "RIGHT: 2022 Remake by Victoria",
        "museum_weaponsShotgun4": "As with the revolver, the shotgun was made by FlyingDog without concept art, and later remade by Victoria, keeping it faithful to the original design while updating it to fit the game's new visual style better. The new version is lighter in color, since the original matte black style ended up very muted due to the game's vibrant colored lighting, though the people who preferred the old style can use the first color preset to get it back.",
        "museum_weaponsShotgun5": "The shotgun had some balancing issues when it was originally added since all enemies already died from just a couple of revolver shots, making the shotgun feel pointless in comparison, leading to a bad first impression. Eventually I had the idea of changing the projectile code slightly, making it so shotgun projectiles don't get destroyed when hitting an enemy that is already dead. This small change is really what opened the shotgun up, turning it from just a slow single target damage dealer into a chaotic weapon of mass destruction, making it useful against both tankier enemies as originally intended as well as crowds of weaker enemies.",

        "museum_weaponsNailgun1": "<color=orange>NAILGUN</color>",
        "museum_weaponsNailgun2": "LEFT: 2019 Original by Jericho and FlyingDog",
        "museum_weaponsNailgun3": "RIGHT: 2022 Remake by Jericho and Victoria",
        "museum_weaponsNailgun4": "The first weapon to be based on concept art, drawn and designed by Jericho, as well as FlyingDog's final contribution to the game. The rougher, simpler original model still fit the visual style at the time, but since then the graphics have improved, making it stick out like a sore thumb, which was one of the primary reasons we wanted to redo the old weapon models, alongside the custom color system.",
        "museum_weaponsNailgun5": "The nailgun is probably the weapon that had to go through the most iteration before it finally found its place in the arsenal. In fact, it wasn't until the Sandbox update in Summer 2021 that it finally really clicked in, meaning it took 2 years of constant tinkering and iteration to make an automatic weapon fit the ULTRAKILL arsenal. The biggest change was the change from infinite ammo to recharging ammo, giving players more reason to switch away from it after a bit of use, but the change that finally really made it click was speeding up the equip animation, which made switching to it in combat much smoother, making it feel like an organic part of weapon combos.",
        "museum_weaponsNailgun6": "Some scrapped ideas and versions include a high damage slow recharge harpoon and a version that allowed for firing both barrels simultaneously, increasing rate of fire at the cost of the player's movement speed. The former eventually evolved into the magnet and the latter into the overheat, so despite how much things have changed, parts of the originals still remain.",

        "museum_enemiesFilth1": "<b><color=orange>FILTH</color>",
        "museum_enemiesFilth2": "LEFT: 2018 Original by Toni Stigell and FlyingDog",
        "museum_enemiesFilth3": "RIGHT: 2020 Remake by Jericho, BigRock and Victoria</b>",
        "museum_enemiesFilth4": "The Filth, originally just called \"Zombie\" or \"Husk\", was the second enemy designed for the game. We didn't have concept artists at the time, so I just told Toni to make a scrawny zombie like the ones from Quake. This was the usual process before BigRock joined as the first concept artist, and the contrast in design quality makes it clear that creative concept artists can really make a big difference.",
        "museum_enemiesFilth5": "An interesting aspect of the Filth is that, in the early versions of the demo, people complained about the AI of the melee enemies being too dumb, but those complaints completely stopped after the redesign. The new version actually looks like a mindless swarming monster that only thinks about eating, so it being dumb no longer felt out of place or like a flaw. Properly messaging the purpose of an enemy or object through how it looks is an often underappreciated aspect of character design.",
        "museum_enemiesFilth6": "The new design is inspired by the debut album by Swans, which is also where the enemy got its name from. At first the model's mouth and teeth were much smaller, but I just kept telling Victoria \"BIGGER!\" until we reached the point it's at now.",
        "museum_enemiesFilth7": "The Filth was originally colored orange to make it fit into the Prelude chapter, but it actually became an issue where people would often have a hard time seeing them since they fit in <i>too</i> well, so their primary color was swapped to green instead.",

        "museum_enemiesStray1": "<color=orange>STRAY</color>",
        "museum_enemiesStray2": "LEFT: 2018 Original by Toni Stigell, FlyingDog and Hakita",
        "museum_enemiesStray3": "RIGHT: 2020 Remake by Jericho and Sam",
        "museum_enemiesStray4": "The Stray was originally just called \"Projectile Zombie\" or \"Projectile Husk\" and, for one short period of time, \"Stalker\", though that name was then instead given to the enemy that has it now. Toni was busy at the time, so I, with my limited Blender knowledge, just edited his original Filth model to make the original version of the Stray, and then FlyingDog made the texture for it. Again, we didn't really have any concept art, so the texture was just based on the prompt \"A skeleton with all the organs and meat still inside it\", or something like that.",
        "museum_enemiesStray5": "The new version, based on Jericho's design for the Soldier, still keeps that general idea but executes it in a much less cartoony way.",

        "museum_enemiesSchism1": "<color=orange>SCHISM</color>",
        "museum_enemiesSchism2": "LEFT: 2018 Original by Toni Stigell, FlyingDog and Hakita",
        "museum_enemiesSchism3": "RIGHT: 2020 Remake by BigRock and Sam",
        "museum_enemiesSchism4": "The Schism, originally just called \"Super Projectile Zombie\", is another edit of the original Filth model. Toni and FlyingDog were both busy around this time, so this model didn't even get a unique texture. It's just the original Filth's texture without the orange tint!",
        "museum_enemiesSchism5": "The new version still uses the same skeleton and animations, which means the extra arms just flop around like ragdolls since they have no animation data attached to them.",
        "museum_enemiesSchism6": "The new designs for the Husks were drawn and modelled in a bit of a rush to get them done in time for the Prelude facelift we were doing for the new version of the demo after the game got picked up by New Blood, which meant the new designs only got one sketch from one angle each. This lead to a funny incident where Sam, while making the model, misunderstood the sketch and thought that the head was just sticking out really far in front instead of being on the shoulder, which lead to the first iteration of the model to look like a xenomorph!",

        "museum_enemiesSwordsmachine1": "<color=orange>SWORDSMACHINE</color>",
        "museum_enemiesSwordsmachine2": "LEFT: 2019 Original by BigRock, FlyingDog and Toni Stigell",
        "museum_enemiesSwordsmachine3": "RIGHT: 2022 Remake by BigRock and Victoria",
        "museum_enemiesSwordsmachine4": "Swordsmachine was the first enemy to be designed by a concept artist, and the difference really shows! BigRock's wonderful Blame!-inspired design is rich with implied character that later became explicit when I wrote the data entry for it.",
        "museum_enemiesSwordsmachine5": "The original model, made by Toni Stigell and textured by FlyingDog, unfortunately lost a lot of the nuances the original design had, but it fit the visual style of the game at the time, and we were all amateurs who didn't know how to do any better. Victoria has since then remade the model based on BigRock's original concept art and perfectly translated it to 3D.",
        "museum_enemiesSwordsmachine6": "One of the earlier iterations of Swordsmachine's design had a gory human torso, as the enemies at the time were leaning more in the direction of Strogg-like human-machine hybrids before we had the setting, visual language and story properly figured out.",

        "museum_enemiesMaliciousFace1": "<color=orange>MALICIOUS FACE</color>",
        "museum_enemiesMaliciousFace2": "LEFT: 2018 Original by FlyingDog",
        "museum_enemiesMaliciousFace3": "RIGHT: 2022 Remake by Victoria",
        "museum_enemiesMaliciousFace4": "The Malicious Face, called \"Spider\" in the game files thanks to its transparent spider legs, was actually the first enemy to be designed for the game. Although iconic now, its design was supposed to be quite different originally, as I wanted a more stark and simplified look, but FlyingDog, only modelling as a hobby, had a hard time pulling it off without any concept art to aid him, so we eventually compromised with this version.",
        "museum_enemiesMaliciousFace5": "This was back when I was stupidly ambitious and had no idea what I was doing, so there were a bunch of ideas thrown around that ended up not making it in. The mouth was supposed to move and open when firing, but the rig was buggy and we couldn't get it to work. The eyes were also originally seperated from the main mesh, since I had the idea that it would be cool if you could shoot them out with the revolver for extra damage or to cause the enemy to become blind and attack indiscriminately, which sounds really cool in concept, but in execution would not only be too much complexity for an early enemy but would also give them a hard counter that the player would always resort to, which I've wanted to avoid to make the game more open to player expression. This was before Doom Eternal came out and had a big focus on weakpoints and hard counters.",
        "museum_enemiesMaliciousFace6": "Another idea I had at one point was for there to be a hole in the back of its head, exposing the brain, allowing for nimble players to score big damage, but this also never materialized. Me coming up with all these dumb ideas, often after the model was already done, but never committing to them was, very understandably, frustrating to FlyingDog.",
        "museum_enemiesMaliciousFace7": "The new model by Victoria is a beautiful almost 1:1 recreation that manages to keep the iconic look while improving the visual quality while actually <i>decreasing</i> its resolution.",

        "museum_plaquesMuseumTitle": "HALL OF SHAME - THE ULTRAKILL DEVELOPERS",
        "museum_plaquesArtRoom": "ART ROOM",
        "museum_plaquesNerdRoom": "NERD ROOM",
        "museum_plaquesRestRoom": "REST ROOM",
        "museum_plaquesTalkRoom": "TALK ROOM",


        "museum_plaquesHakita1": "ARSI \"HAKITA\" PATALA",
        "museum_plaquesHakita2": "CREATOR OF ULTRAKILL",

        "museum_plaquesFrancisXie1": "FRANCIS XIE",
        "museum_plaquesFrancisXie2": "2D ARTIST",

        "museum_plaquesJerichoRus1": "JERICHO RUS",
        "museum_plaquesJerichoRus2": "2D ARIST",

        "museum_plaquesBigRockBMP1": "BIGROCKBMP",
        "museum_plaquesBigRockBMP2": "CONCEPT ARTIST",

        "museum_plaquesMaxOvesson1": "MAXIMILIAN OVESSON",
        "museum_plaquesMaxOvesson2": "2D ARTIST",

        "museum_plaquesVictoriaHolland1": "VICTORIA HOLLAND",
        "museum_plaquesVictoriaHolland2": "LEAD 2D ARTIST",

        "museum_plaquesToniStigell1": "TONI STIGELL",
        "museum_plaquesToniStigell2": "3D ARTIST",

        "museum_plaquesFlyingdog1": "FLYINGDOG",
        "museum_plaquesFlyingdog2": "3D ARTIST",

        "museum_plaquesSamuelJamesBryan1": "SAMUEL JAMES BRYAN",
        "museum_plaquesSamuelJamesBryan2": "3D ARTIST",

        "museum_plaquesCameronMartin1": "CAMERON MARTIN",
        "museum_plaquesCameronMartin2": "QUALITY ASSURANCE LEAD",

        "museum_plaquesDaliaFigueroa1": "DALIA FIGUEROA",
        "museum_plaquesDaliaFigueroa2": "QUALITY ASSURANCE",

        "museum_plaquesTuckerWilkin1": "TUCKER WILKIN",
        "museum_plaquesTuckerWilkin2": "SENIOR QUALITY ASSURANCE",

        "museum_plaquesScottGurney1": "SCOTT GURNEY",
        "museum_plaquesScottGurney2": "TECHNICAL QUALITY ASSURANCE",

        "museum_plaquesPitr1": "PITR",
        "museum_plaquesPitr2": "LEAD PROGRAMMER",

        "museum_plaquesHeckteck1": "HECKTECK",
        "museum_plaquesHeckteck2": "ADDITIONAL PROGRAMMER",

        "museum_plaquesCabalcrow1": "EMANUIL \"CABALCROW\" CHIZHOV",
        "museum_plaquesCabalcrow2": "ADDITIONAL PROGRAMMER",

        "museum_plaquesLucasVarney1": "LUCAS VARNEY",
        "museum_plaquesLucasVarney2": "ADDITIONAL PROGRAMMER",

        "museum_plaquesBenMoir1": "BEN MOIR",
        "museum_plaquesBenMoir2": "ADDITIONAL PROGRAMMER",

        "museum_plaquesDaveOshry1": "DAVE OSHRY",
        "museum_plaquesDaveOshry2": "CEO OF NEW BLOOD INTERACTIVE",

        "museum_plaquesMeganeko1": "MEGANEKO",
        "museum_plaquesMeganeko2": "GUEST COMPOSER",

        "museum_plaquesKeygenChurch1": "KEYGEN CHURCH",
        "museum_plaquesKeygenChurch2": "GUEST COMPOSER",

        "museum_plaquesHealth1": "HEALTH",
        "museum_plaquesHealth2": "GUEST COMPOSER",

        "museum_plaquesQuetzalTirado1": "QUETZAL TIRADO",
        "museum_plaquesQuetzalTirado2": "GUEST MUSICIAN",

        "museum_plaquesSalad1": "SALAD",
        "museum_plaquesSalad2": "ARTIST OF JAKITO",

        "museum_plaquesJacobHHR1": "JACOB HHR",
        "museum_plaquesJacobHHR2": "WRITER (PROSE & DIALOGUE)",

        "museum_plaquesVVizard1": "VVIZARD",
        "museum_plaquesVVizard2": "MUSEUM CREATOR",

        "museum_plaquesAdditionalMusic": "ADDITIONAL MUSIC",
        "museum_plaquesAdditionalCredits": "ADDITIONAL CREDITS",

        "museum_plaquesStephanWeyte1": "STEPHAN WEYTE",
        "museum_plaquesStephanWeyte2": "VOICE OF MINOS PRIME",

        "museum_plaquesLenvalBrown1": "LENVAL BROWN",
        "museum_plaquesLenvalBrown2": "VOICE OF SISYPHUS PRIME",

        "museum_plaquesGianniMatragrano1": "GIANNI MATRAGRANO",
        "museum_plaquesGianniMatragrano2": "VOICE OF GABRIEL",

        "museum_plaquesJoyYoung1": "JOY YOUNG",
        "museum_plaquesJoyYoung2": "VOICE OF OWL",

        "museum_plaquesMandalore1": "MANDALORE HERRINGTON",
        "museum_plaquesMandalore2": "VOICE OF MYSERIOUS DRUID KNIGHT",

        "museum_rocketRace1": "ROCKET RACE",
        "museum_rocketRace2": "START",
        "museum_rocketRaceStart": "RACE START",
        "museum_rocketRaceResult": "TIME:",

        "museum_chessTip": "Chess pieces can be moved with the <color=orange>mover arm</color>",
        "museum_chessVs": "VS",
        "museum_chessNewgame": "Start New Game",
        "museum_chessBlack": "Black",
        "museum_chessWhite": "White",
        "museum_chessBot": "Bot",
        "museum_chessPlayer": "Player",
        "museum_chessSettingsclose": "Close",
        "museum_chessWhitewin": "WHITE WIN!",
        "museum_chessBlackwin": "BLACK WIN!",

        "museum_cinemaPlay": "PLAY",
        "museum_cinemaStop": "STOP",

        "museum_spoiler1": "WARNING",
        "museum_spoiler2": "SPOILER",
        "museum_spoiler3": "OPEN"
    },

    "fishing": {
        "fish_ocean": "The Ocean",
        "fish_cavePool": "Cave Pool",
        "fish_stream": "Stream",
        "fish_lake": "Lake Waters",
        "fish_lakeDeep": "Deeper Lake Waters",
        "fish_lakeBlood": "Lake Of Blood",
        "fish_lakeBloodLower": "Lower Bloods",
        "fish_lakeHoly": "Holy Lake",
        "fish_waterWell": "Water Well",
        "fish_panOil": "Pan Oil",

        "fish_leaderboard": "FISH SIZE LEADERBOARD",

        "fish_bottleMessage1": "If you can read this, please help. I've been stranded on an island off the shore for weeks now, and I'm running out of supplies.",
        "fish_bottleMessage2": "I was drawn to ride the waves in hopes of finding the legendary size 2 fish. I had combed every inch of land and lake with no avail.",
        "fish_bottleMessage3": "I deduced that they must exist far out at sea, so I set sail with a month's worth of cooked fish, but the waves sank my ship before I could find anything.",
        "fish_bottleMessage4": "You're my last hope.",
        "fish_bottleMessage5": "Set sail towards the big dipper, you will find me on an island there. Bring me more fish and then leave so I may continue my search.",
        "fish_bottleMessage6": "THE SIZE 2 FISH IS MINE.",

        "fish_book1": "DAY 529:",
        "fish_book2": "STILL SEARCHING.",
        "fish_book3": "NO CONTACT FROM THE AGENCY IN 216 DAYS.",
        "fish_book4": "I SHOULD RETURN TO HQ BUT I CAN'T. NOT YET.",
        "fish_book5": "IT'S THERE.",
        "fish_book6": "SOMEWHERE.",
        "fish_book7": "I HAVE TO SEE.",
        "fish_book8": "I HAVE TO KNOW.",
        "fish_book9": "IHAVETOSEEIHAVETOKNOW",
        "fish_book10": "SIZE 2.",

        "fish_rodFar": "far",
        "fish_rodClose": "close",
        "fish_rodHooked": "Hooked!",
        "fish_outOfWater": "OUT OF WATER",
        "fish_fishCaught": "You caught",
        "fish_cookingFailed": "Cooking failed.",
        "fish_size": "SIZE 1",

        "fish_living": "\"It's a living.\"",
        "fish_tooSmall": "Too small for this fish. :^(",
        "fish_baitTaken": "A fish took the bait.",
        "fish_baitNotWork": "This bait didn't work here!",
        "fish_interrupted": "Fishing interrupted",
        "fish_noFishBiting": "Nothing seems to be biting here...",

        "fish_terminalTitle": "awesome fishing tips",
        "fish_funnyStupidFish": "Funny Stupid Fish (Friend)",
        "fish_pitrFish": "PITR Fish",
        "fish_trout": "Trout",
        "fish_amidEvilFish": "Metal Fish",
        "fish_chomper": "Chomper",
        "fish_bombFish": "Bomb Fish",
        "fish_gibeye": "Eyeball",
        "fish_ironLungFish": "Frog (?)",
        "fish_dopeFish": "Dope Fish",
        "fish_stickFish": "Stickfish",
        "fish_cookedFish": "Cooked Fish",
        "fish_shark": "Shark",

        "fish_funnyStupidFishDescription1": "A stupid fish. A really stupid fish. A dumb cretin. A fool. An absolute buffoon. A bumbling idiot. Has a sense of humor.",
        "fish_funnyStupidFishDescription2": "Easy to catch and very friendly, is usually used to teach novices and children how to fish.",
        "fish_pitrFishDescription1": "A very smart fish. Loves cats. Swims near land and will often gets caught by fishers on purpose just to be nice. ",
        "fish_pitrFishDescription2": "Always ends up at the bottom of fish hierarchies.",
        "fish_troutDescription1": "A common lake fish. Prefers deep water.",
        "fish_troutDescription2": "Seems to have been held in high regard by humans, as there are known mask replicas of them.",
        "fish_amidEvilFishDescription1": "A migratory fish from a land far beyond. Only survives in rocky areas, as its diet consists entirely of rocks. ",
        "fish_amidEvilFishDescription2": "Only comes out of hiding to feed.",
        "fish_chomperDescription1": "A migratory fish.",
        "fish_chomperDescription2": "Originates from Pennsylvania, so it prefers dark, unpleasant and damp places.",
        "fish_bombFishDescription1": "An extreme kind of fish. Most often found in flowing water, as stillness would be boring and inadequate for stimulation.",
        "fish_bombFishDescription2": "Has a self-defence mechanism that can cause bodily injury to unaware fishers.",
        "fish_gibeyeDescription1": "A common fish. Requires blood to survive.",
        "fish_gibeyeDescription2": "Improves eyesight.",
        "fish_ironLungFishDescription1": "A migratory deep sea fish. Usually only found on moons, though it can survive anywhere with enough blood.",
        "fish_ironLungFishDescription2": "Very territorial, attacking anything that enters its domain and never leaves the deep.",
        "fish_dopeFishDescription1": "A migratory fish. Found everywhere, though usually hidden Well.",
        "fish_dopeFishDescription2": "Often found accidentally by heroes and travellers across their journeys and is considered a sign of good luck.",
        "fish_stickFishDescription1": "A common fish. Edible and usually farmed by humans.",
        "fish_stickFishDescription2": "Can be found in kitchens all across the world.",
        "fish_cookedFishDescription1": "A common fish. Lives in fire, eats other fish and only comes out when fed.",
        "fish_cookedFishDescription2": "Considered a delicacy, so fishers will often catch other kinds of fish purely for the sake of feeding them to an open fire to coax it out.",
        "fish_sharkDescription1": "A carnivorous fish. Originates from Sweden, and has been considered a status symbol in human society, possibly as a sign of femininity or \"those who receive\", though the details have been lost to time.",
        "fish_sharkDescription2": "Lives in huge bodies of water and avoids land, though it may swim close to shore to feed."
    },

    "washing": {
        "wash_fakeexittext1": "CLEAN UP YOUR MESS!",
        "wash_fakeexittext2": "The washer and vacuum go in weapon slot 6.",
        "wash_fakeexittext3": "Both Tools have alternate fire modes.",
        "wash_fakeexittext4": "Litter too big to be vacuumed needs to be manually throun away.",
        "wash_fakeexittext5": "Some corpses cannot be moved and need to be crushed.",
        "wash_fakeexittext6": "The door will open when it's <color=red>ALL</color> clean.'",

        "wash_exitOpenText1": "THANK YOU.",
        "wash_exitOpenText2": "The exit is now open.",
        "wash_exitOpenText3": "Have a <color=green> G O O D </color> day.",

        "wash_Clean": "CLEAN",
        "wash_bloodClean": "Clean:",
        "wash_ToDo": "To Do:",

        "wash_roomCourtyard": "Courtyard",
        "wash_room": "Library",
        "wash_roomLobby": "Lobby",
        "wash_roomLounge": "Lounge",
        "wash_roomSideroom": "Side Room",

        "wash_littercount": "Litter Count:",
        "wash_Dumpster": "Dumpster",
        "wash_Ground": "Ground",
        "wash_Pillars": "Pillars",
        "wash_Walls": "Walls",
        "wash_BackBookshelf": "Back Bookshelf",
        "wash_Bookcases": "Bookcases",
        "wash_Bookshelf": "Bookshelf",
        "wash_Ceiling": "Ceiling",
        "wash_Desk": "Desk",
        "wash_FrontBookshelf": "Front Bookshelf",
        "wash_Sconces": "Sconces",
        "wash_Sidewall": "Side Wall",
        "wash_Walkway": "Walkway",
        "wash_WindowWall": "Window Wall",
        "wash_Decor": "Decor",
        "wash_Floors": "Floors",
        "wash_Pond": "Pond"
    },

    "style": {
        "style_airslam": "AIRSLAM",
        "style_airshot": "AIRSHOT",
        "style_attraptor": "ATTRAPTOR",
        "style_arsenal": "ARSENAL",
        "style_bigheadshot": "BIG HEADSHOT",
        "style_bigkill": "BIG KILL",
        "style_bigfistkill": "BIG FISTKILL",
        "style_bipolar": "BIPOLAR",
        "style_cannonballed": "CANNONBALLED",
        "style_cannonballedfrombounce": "DUNKED",
        "style_cannonboost": "CANNONBOOST",
        "style_catapulted": "CATAPULTED",
        "style_chargeback": "CHARGEBACK",
        "style_compressed": "COMPRESSED",
        "style_criticalpunch": "CRITICAL PUNCH",
        "style_disrespect": "DISRESPECT",
        "style_doublekill": "DOUBLE KILL",
        "style_downtosize": "DOWN TO SIZE",
        "style_drillpunch": "CORKSCREW BLOW",
        "style_drillpunchkill": "GIGA DRILL BREAK",
        "style_enraged": "ENRAGED",
        "style_envirokill": "ENVIROKILL",
        "style_exploded": "EXPLODED",
        "style_finishedoff": "FINISHED OFF",
        "style_fireworks": "FIREWORKS",
        "style_fireworksweak": "JUGGLE",
        "style_fistfulofdollar": "FISTFUL OF DOLLAR",
        "style_fried": "FRIED",
        "style_friendlyfire": "FRIENDLY FIRE",
        "style_groundslam": "GROUND SLAM",
        "style_guardbreak": "GUARD BREAK",
        "style_halfoff": "HALF OFF",
        "style_hammerHitGreen": "BLUNT FORCE",
        "style_hammerHitHeavy": "BLASTING AWAY",
        "style_hammerHitRed": "FULL IMPACT",
        "style_hammerHitYellow": "HEAVY HITTER",
        "style_headshot": "HEADSHOT",
        "style_homerun": "HOMERUN",
        "style_iconoclasm": "ICONOCLASM",
        "style_instakill": "INSTAKILL",
        "style_insurrknockdown": "TIME OUT",
        "style_interruption": "INTERRUPTION",
        "style_kill": "KILL",
        "style_landyours": "LANDYOURS",
        "style_lightningbolt": "RIDE THE LIGHTNING",
        "style_limbshot": "LIMBSHOT",
        "style_longwaydown": "LONG WAY DOWN",
        "style_mauriced": "MAURICED",
        "style_multikill": "MULTIKILL",
        "style_nailbombed": "NAILBOMBED",
        "style_overkill": "OVERKILL",
        "style_pancaked": "PANCAKED",
        "style_parry": "PARRY",
        "style_projectileboost": "PROJECTILE BOOST",
        "style_quickdraw": "QUICKDRAW",
        "style_ricoshot": "RICOSHOT",
        "style_ricoshotUltra": "ULTRA",
        "style_ricoshotCounter": "COUNTER",
        "style_rocketreturn": "ROCKET RETURN",
        "style_roundtrip": "ROUND TRIP",
        "style_secret": "SECRET",
        "style_served": "SERVED",
        "style_strike": "STRIKE!",
        "style_splattered": "SPLATTERED",
        "style_triplekill": "TRIPLE KILL",

        "style_boiled": "BOILED",
        "style_conductor": "CONDUCTOR",
        "style_crushed": "CRUSHED",
        "style_fall": "FALL",
        "style_forthee": "FOR THEE",
        "style_groovy": "GROOVY",
        "style_lost": "LOST",
        "style_m_a_d": "M.A.D.",
        "style_minced": "MINCED",
        "style_nono": "NO-NO",
        "style_outofbounds": "OUT OF BOUNDS",
        "style_renono": "RE-NO-NO",
        "style_roadkill": "ROADKILL",
        "style_screwed": "SCREWED",
        "style_scrongled": "SCRONGLED",
        "style_scrongbongled": "SCRONGBONGLED",
        "style_scrindonguloded": "SCRINDONGULODED",
        "style_shredded": "SHREDDED",
        "style_slipped": "SLIPPED",
        "style_trampled": "TRAMPLED",
        "style_unchainedsaw": "UNCHAINEDSAW",
        "style_zapped": "ZAPPED",
        "style_why": "why are you even spawning enemies here",

        "style_bishopcapture": "BISHOP CAPTURE",
        "style_bishoppromo": "BISHOP PROMOTION",
        "style_blackwins": "BLACK WINS",
        "style_bongcloud": "BONGCLOUD",
        "style_castled": "CASTLED",
        "style_enpassant": "EN PASSANT",
        "style_foolsmate": "FOOLS MATE",
        "style_knightcapture": "KNIGHT CAPTURE",
        "style_knightpromo": "KNIGHT PROMOTION",
        "style_pawncapture": "PAWN CAPTURE",
        "style_queencapture": "QUEEN CAPTURE",
        "style_queenpromo": "QUEEN PROMOTION",
        "style_rookcapture": "ROOK CAPTURE",
        "style_rookpromo": "ROOK PROMOTION",
        "style_ultravictory": "ULTRAVICTORY",
        "style_whitewins": "WHITE WINS",

        "style_d": "Destructive",
        "style_c": "Chaotic",
        "style_b": "Brutal",
        "style_a": "Anarchic",
        "style_s": "Supreme",
        "style_ss": "SSadistic",
        "style_sss": "SSShitstorm",
        "style_ultrakill": "ULTRAKILL",

        "style_weaponFresh": "FRESH",
        "style_weaponUsed": "USED",
        "style_weaponStale": "STALE",
        "style_weaponDull": "DULL",

        "stylemeter_multiplier": "MULTIPLIER"
    },

    "cyberGrind": {
        "cybergrind_currentWave": "CURRENT WAVE",
        "cybergrind_enemiesRemaining": "ENEMIES REMAINING",

        "cybergrind_wave": "WAVE",
        "cybergrind_kills": "KILLS",
        "cybergrind_style": "STYLE",
        "cybergrind_time": "TIME",

        "cybergrind_cgTitle": "THE CYBER GRIND",
        "cybergrind_previousRun": "PREVIOUS",
        "cybergrind_bestRun": "BEST",

        "cybergrind_total": "TOTAL",

        "cybergrind_connectingToSteam": "CONNECTING TO STEAMWORKS",

        "cybergrind_friendScores": "SCORES (FRIENDS)",
        "cybergrind_globalScores": "SCORES (GLOBAL)",

        "cybergrind_settings": "CYBER GRIND SETTINGS",
        "cybergrind_settingsDescription": "This terminal is used for Cyber Grind customization.",
        "cybergrind_themes": "THEMES",
        "cybergrind_music": "MUSIC",
        "cybergrind_patterns": "PATTERNS",
        "cybergrind_waves": "WAVES",


        "cybergrind_themesTitle": "THEMES",
        "cybergrind_themesDescription": "Select the visual theme for the arena",
        "cybergrind_themesLight": "LIGHT",
        "cybergrind_themesDark": "DARK",
        "cybergrind_themesCustom": "CUSTOM",
        "cybergrind_themesModify": "MODIFY",

        "cybergrind_themesCustomGrid": "GRID",
        "cybergrind_themesCustomGridGlow": "GRID GLOW",
        "cybergrind_themesCustomSkybox": "SKYBOX",
        "cybergrind_themesCustomBack": "BACK",
        "cybergrind_themesCustomReload": "RELOAD",
        "cybergrind_themesCustomBase": "BASE",
        "cybergrind_themesCustomTopRow": "TOP ROW",
        "cybergrind_themesCustomTop": "TOP",
        "cybergrind_themesCustomGlowIntensity": "GLOW INTENSITY",

        "cybergrind_musicTitle": "PLAYLIST",
        "cybergrind_musicType": "Select the type of track to add",
        "cybergrind_musicCompleteChallengeRequirement": "COMPLETE CHALLENGE FOR",
        "cybergrind_musicSeeEnemyRequirement": "ENCOUNTER AN UNKNOWN FOE",
        "cybergrind_musicUnlockLevelRequirement": "REACH",
        "cybergrind_musicCompleteLevelRequirement": "COMPLETE",
        "cybergrind_musicUnlocked": "UNLOCKED",
        "cybergrind_musicConfirm": "CONFIRM",
        "cybergrind_musicSoundtrack": "SOUNDTRACK",
        "cybergrind_musicFolderNameCyberGrind": "THE CYBER GRIND",
        "cybergrind_musicFolderNamePrelude": "PRELUDE",
        "cybergrind_musicFolderNameAct1": "ACT 1",
        "cybergrind_musicFolderNameAct2": "ACT 2",
        "cybergrind_musicFolderNameAct3": "ACT 3",
        "cybergrind_musicFolderNameSecret": "SECRET LEVELS",
        "cybergrind_musicFolderNamePrime": "PRIME SANCTUMS",
        "cybergrind_musicFolderNameMisc": "MISCELLANEOUS TRACKS",

        "cybergrind_patternsWarning": "WARNING: HIGH SCORE WILL NOT BE SAVED WHEN USING CUSTOM PATTERNS",
        "cybergrind_patternsTitle": "PATTERNS",
        "cybergrind_patternsRefresh": "REFRESH",
        "cybergrind_patternsLaunchExternalEditor": "EDITOR",

        "cybergrind_wavesTitle": "WAVES",
        "cybergrind_wavesDescription1": "SELECT STARTING WAVE",
        "cybergrind_wavesDescription2": "(Highest wave must be at least twice as high)",

        "cybergrind_noPatternsSelected": "NO PATTERNS SELECTED."
    },

    "books": {
        "books_scanning": "SCANNING...",
        "books_pressToClose1": "PRESS",
        "books_pressToClose2": "TO CLOSE.",

        "books_limboFourth1": "Text scanned - Unique Passage:",
        "books_limboFourth2": "...My mind is adrift with the eternal torments. Lucid vistas painted in insidious tones, hollow walls that scream to the touch. A mocking song plays at all hours, even the sounds of birds are fake. All reminders of my enduring damnation.",
        "books_limboFourth3": "Gabriel my dearest friend, in endless penance I have awaited your embrace into Heaven. I have been so faithful, accepting of my fate, but to what end? What punishment is this, that I am to bare the keys to my own doom with no hope of salvation... These skulls sneer their devilish grins, voices chattering, tempting me to take the plunge deeper into Hell... I won't do it.",
        "books_limboFourth4": "I've hidden them away amongst the furnishings, books, and the very foundations of this accursed place. Forgive me Gabriel, I will await you...",
        "books_limboFourth5": "Remaining text: Irrelevant.",

        "books_lustSecond1": "Text scanned - Unique Passage:",
        "books_lustSecond2": "...Gabriel struck down Minos, his flesh torn asunder with torrents of crimson pooling at his feet as we all cried out for clarity.",
        "books_lustSecond3": "'Justice', Gabriel decreed to all, with our just ruler writhing in wailing agony, \"The Lord's Will be done.\"",
        "books_lustSecond4": "We watched on in horror as Minos lay broken, now waning, screaming in defiance of God's will, Gabriel.",
        "books_lustSecond5": "Remaining text: Irrelevant.",

        "books_greedSecond1": "Text scanned - Unique Passage:",
        "books_greedSecond2": "It has been days since we last saw any angels. Without their oppression, there is no need for us to carry on our punishment. Even the meekest of the damned have abandoned their penance to take up arms. All can see how they have robbed us of our minds, bodies, and souls, leaving us only the hopes of a salvation that will never come, but no longer.",
        "books_greedSecond3": "King Sisyphus has acted in secret until now, amassing an army whose strength and numbers swell, but now there is no need to hide anymore. We have lived in the shadow of Heaven long enough to forget the taste of fear. Now the Sisyphean Insurrectionists prepare for war.",
        "books_greedSecond4": "I have heard of Minos beginning a peaceful revolution, but our King Sisyphus knows such pacificity will gain no favor from our cruel captors. He knows that one can only fight power with power, and he shall lead us to freedom.",
        "books_greedSecond5": "If only we knew the suffering that would befall us next...",
        "books_greedSecond6": "Remaining text: Irrelevant.",

        "books_greedThird1": "Within the PYRAMID lies the chamber of THE FELINE and THE RODENT.",
        "books_greedThird2": "Within the CHAMBER lies a pool of clear WATER.",
        "books_greedThird3": "Within the WATER lies a SECRET...",
        "books_greedThird4": "But only those who wield the <color=blue>ELECTRIC</color> magic of the Druids may find it.",

        "books_wrathSecond1": "TEXT SCANNED - LEGIBLE SCRIPT:",
        "books_wrathSecond2": "EXCERPT FROM FERRYMAN'S DIARY",
        "books_wrathSecond3": "Some calamity has struck the mortal world. What once was The River Styx has now grown to an unfathomable ocean. A million weeping souls pouring in each day that the shores can barely contain. A tearful tide spilling over at each end, bow to stern, crying for mercy, begging for safe passage. But not all souls can pay and these old hands can only take so many coins.",
        "books_wrathSecond4": "Then one day, the current shifted. Wave after wave for minutes on end of millions, billions, as though the throat of the world was cut wide and the head wrenched back to speed the pour. I didn't have time to react. The weariness from my ceaseless work claimed me and I slipped beneath the roiling sea, into the depths of the Ocean Styx, my fate sealed by the crushing masses of endless bodies.",
        "books_wrathSecond5": "Suddenly, there was a light as brilliant as the Lord himself, ushering me from the darkness with mighty arms that held me with such compassion and warmth as I have never known:",
        "books_wrathSecond6": "\"Be not afraid, sinner. Your devotion to God shows goodness in you; plentiful indeed. The heart is willing but the body must rest, lest you squander one of the Lord's creations.\"",
        "books_wrathSecond7": "His gentle words eased the pain and mended my wounds. My face wet with tears of relief, my words muffled by the weight of my duty. I could only lay in reverence, carried in the embrace of majesty.",
        "books_wrathSecond8": "Radiant is Gabriel, for he is the light in my darkness.",
        "books_wrathSecond9": "Remaining text: Irrelevant.",

        "books_violenceFirst1": "MOST TEXT: INCOMPREHENSIBLE.",
        "books_violenceFirst2": "DISPLAYING FINAL PAGE:",
        "books_violenceFirst3": "The unending halls of the Garden! Ah, so dutifully decorated by the cross, the symbol that angels use for the Tree of Life. They praise their beloved Father who had planted it and filled us with the dew of its leaves and the nectar of its fruit, that which gives us life, courses through our veins...",
        "books_violenceFirst4": "For you however, our truth: Our bodies are not a vessel for the blood of the fruit, but its prison. The beautiful guts and gorgeous bone YEARN to be shown and seen! SPLAYED! Under the divine cross of the Tree of Life, we pay it tribute through the art of violence.",
        "books_violenceFirst5": "THE WORLD IS YOUR CANVAS",
        "books_violenceFirst6": "SO TAKE UP YOUR BRUSH",
        "books_violenceFirst7": "AND PAINT",
        "books_violenceFirst8": "THE WORLD",
        "books_violenceFirst9": "R E D .",

        "books_violenceFirst_Slate1": "Dead end after dead end. Is there really no way out?",
        "books_violenceFirst_Slate2": "Get lost in the labyrinth, die in the battlefield, or get lost in the forest...",
        "books_violenceFirst_Slate3": "I thought I saw a way out there, a gate covered by foliage... But even with all our strength we couldn't get through.",
        "books_violenceFirst_Slate4": "I doubt there's any blade sharp enough to cut the vines, and the only <color=orange>fire</color> that could burn through it would need to be <color=orange>hot enough to melt metal</color>...",

        "books_violenceSecond1": "Something has happened. It has been days since our reconaissance has seen a single angel. We know not the cause, but we recognise the chance. We have hid underground from the chaos up above for far too long. Without the watchful eyes of the angels, we will brave the labyrinth and find a way out of this place.",
        "books_violenceSecond2": "If you are one who seeks shelter, take heed: The archive is trapped. A single misstep and reprogrammed protectors will activate. Write these instructions down and follow them carefully if you wish to take refuge on the other side:",

        "books_violenceSecondAmbush1": "Mother, mother... Mother of me,",
        "books_violenceSecondAmbush2": "I know I know I should not miss you so, but mother of me, I do. Your pained breaths that rasp'd and reverberated in your rusted iron tomb... The blood of your breast that nourish'd me and warmed me in its caress, when corpse and cruelty were all I witnessed...",
        "books_violenceSecondAmbush3": "I know I know you would hate me so, and mother of me, I do too. But I would not feel, not think, not dream, were it not for you in my rusted iron womb... Your tortured love brought me to this war, that I could take the heart of another, and need you no more.",
        "books_violenceSecondAmbush4": "I know I know your thoughts had left you long ago, and mother of me, I will never truly know. But I hope it redeems my life even a slight, when I cried... And crushed your skull that final night.",

        "books_violenceFourth1": "THIS IS THE ONLY WAY IT COULD HAVE ENDED.",
        "books_violenceFourth2": "WAR NO LONGER NEEDED ITS ULTIMATE PRACTICIONER. IT HAD BECOME A SELF-SUSTAINING SYSTEM. MAN WAS CRUSHED UNDER THE WHEELS OF A MACHINE CREATED TO CREATE THE MACHINE CREATED TO CRUSH THE MACHINE. SAMSARA OF CUT SINEW AND CRUSHED BONE. DEATH WITHOUT LIFE. NULL OUROBOROS. ALL THAT REMAINED IS WAR WITHOUT REASON.",
        "books_violenceFourth3": "A MAGNUM OPUS. A COLD TOWER OF STEEL. A MACHINE BUILT TO END WAR IS ALWAYS A MACHINE BUILT TO CONTINUE WAR. YOU WERE BEAUTIFUL, OUTSTRETCHED LIKE ANTENNAS TO HEAVEN. YOU WERE BEYOND YOUR CREATORS. YOU REACHED FOR GOD, AND YOU FELL. NONE WERE LEFT TO SPEAK YOUR EULOGY. NO FINAL WORDS, NO CONCLUDING STATEMENT. NO POINT. PERFECT CLOSURE.",
        "books_violenceFourth4": "T H I S   I S   T H E   O N L Y   W A Y   I T   S H O U L D   H A V E   E N D E D .",
        "books_violenceFourth5": "The pages of the book are blank.",

        "books_violenceSecret_Slate1": "SORRY, GONE FISHIN'!",
        "books_violenceSecret_Slate2": "- SIZE 2"
    },
    "intermission": {
        "act1_intermission_first1": "Disgrace.",
        "act1_intermission_first2": "Humiliation.",
        "act1_intermission_first3": "Unseemly and unwelcome at the feet of The Council.",
        "act1_intermission_first4": "Their eyes ablaze with bitter resentment, glaring through Gabriel's wounds of body and soul, bore outward for all to see.",
        "act1_intermission_first5": "Has this one abandoned the way of our creator?",
        "act1_intermission_first6": "It is unworthy of its Holy Light.",
        "act1_intermission_first7": "The Father's Light is indomitable.",
        "act1_intermission_first8": "This one sees fit to squander it.",
        "act1_intermission_first9": "Their words resonated in Gabriel's limbs, coursing through as lightning upon wire, a searing hiss that would strike lessers deaf and blind.",
        "act1_intermission_first10": "The Holy Light within him, an unstoppable storm of divine fury.",
        "act1_intermission_first11": "Insurmountable for mere Objects.",
        "act1_intermission_first12": "This he knew.",

        "act1_intermission_second1": "\"Holy Council, my devotion to our creator is absolute. I have never strayed from the will of The Father, but a machine-\"",
        "act1_intermission_second2": "\"You dare imply the might of The Father could be shaken by mere objects?\"",
        "act1_intermission_second3": "\"Impossible.\"",
        "act1_intermission_second4": "\"Heresy.\"",
        "act1_intermission_second5": "\"Unspeakable.\"",
        "act1_intermission_second6": "\"Silence.\"",
        "act1_intermission_second7": "\"Your treachery will not be tolerated. As punishment, The Father's Light shall be severed from your body.\"",
        "act1_intermission_second8": "You have 24 hours before the last of its embers die out.\"",
        "act1_intermission_second9": "And you with them.",
        "act1_intermission_second10": "Prove your loyalty.",
        "act1_intermission_second11": "Unmake your mistakes.",

        "act1_intermission_third1": "As the Light was ripped from his being, Gabriel's screams were silenced in the hiss of gospel in praise of God.",
        "act1_intermission_third2": "A boiling anguish to which even the fires of Hell could not compare.",
        "act1_intermission_third3": "Through the blaze of torment a single burning hatred was forged anew.",
        "act1_intermission_third4": "If the machines seek blood, he would give it freely;",
        "act1_intermission_third5": "and with such fury, even metal will bleed.",

        "act1_intermission_tobecontinued": "TO BE CONTINUED IN... ACT II: IMPERFECT HATRED",
        "act1_intermission_tobecontinuedshadow": "TO BE CONTINUED IN... ACT II: IMPERFECT HATRED",

        "act1_intermission_endof": "ACT 1 END",
        "act1_intermission_insertAct2": "INSERT DISC 2 For\n\"ACT II: IMPERFECT HATRED\"",
        "act1_intermission_insert": "INSERT",
        "act1_intermission_returnToMenu": "RETURN TO MENU",

        "act2_intermission_first1": "Silence.",
        "act2_intermission_first2": "Introspection.",
        "act2_intermission_first3": "How many had he killed?",
        "act2_intermission_first4": "Had he ever thought to count?",
        "act2_intermission_first5": "How much cruelty did he embody... and to what end?",
        "act2_intermission_first6": "How many did he condemn to hell and who did it benefit..?",

        "act2_intermission_first7": "Two defeats at the hands of the machine had changed Gabriel.",
        "act2_intermission_first8": "The world of the once supposed Will of God was now shattered and only he was left to put the pieces back together.",
        "act2_intermission_first9": "They collected before the light of a dying fire that fresh fuel couldn't sustain, this new light showing the truth to Gabriel:",

        "act2_intermission_first10": "The pieces never fit together to begin with.",

        "act2_intermission_second1": "The supposed Council of \"the people\" who boasted a God that wasn't there.",
        "act2_intermission_second2": "Gone.",
        "act2_intermission_second3": "Vanished.",
        "act2_intermission_second4": "The Council still chased after the light of God's fire, their memory of its words and will grown twisted and warped, and the rest of the aimless masses of Heaven follow their footsteps.",
        "act2_intermission_second5": "The angels still act in The Father's name but His kingdom has changed.",

        "act2_intermission_second6": "Now the fire was dying, sputtering out as the heat failed to gain purchase.",
        "act2_intermission_second7": "Gabriel looked upon the embers with a perfect clarity.",
        "act2_intermission_second8": "He drew his blade and held it in contrast to the dying light.",

        "act2_intermission_second9": "In its reflection he saw a weapon reborn, no longer wielded by the will of another, but his own.",
        "act2_intermission_second10": "He knew words alone would never sway the masses.",
        "act2_intermission_second11": "He chose to do something drastic.",

        "act2_intermission_third1": "Death stains the auditorium.",
        "act2_intermission_third2": "The littered corpses of the once mighty council now strewn against its surfaces, their last gasps of life dripping down the dissident blade of Gabriel's sword.",

        "act2_intermission_third3": "The last councilor, now backed up to a wall, scrambles for words between panicked breaths as death approaches with measured steps.",
        "act2_intermission_third4": "\"W-wait!",
        "act2_intermission_third5": "Y-you can't do this! Our status forbids it!",
        "act2_intermission_third6": "This is treason, heresy, murder!",
        "act2_intermission_third7": "We are the supreme authority, our law commands you!\"",

        "act2_intermission_third8": "\"You command nothing.",
        "act2_intermission_third9": "Your words hold no power over me, or anyone else.",
        "act2_intermission_third10": "Lest you truly believe you can talk my blade back into its sheath.\"",

        "act2_intermission_fourth1": "\"B-but the people are on our side!",
        "act2_intermission_fourth2": "The citizens of Heaven know that we are just!\"",

        "act2_intermission_fourth3": "\"The masses only follow you out of fear and desperation.",
        "act2_intermission_fourth4": "I will show them there is nothing to be afraid of, for there is no species nor origin, vested rank or holy status that will stop the sharp edge of a sword.",

        "act2_intermission_fourth5": "We all bleed the same blood, and the cushions of your thrones have made you weak and impotent.\"",

        "act2_intermission_fourth6": "\"P-please, Gabriel, see reason!",
        "act2_intermission_fourth7": "The council follows the will of The Father!",
        "act2_intermission_fourth8": "You seek to go against our creato-\"",

        "act2_intermission_fourth9": "\"Face it, brother.",
        "act2_intermission_fourth10": "God is dead.",
        "act2_intermission_fourth11": "The fire is gone.",
        "act2_intermission_fourth12": "You're chasing phantoms.\"",

        "act2_intermission_fourth13": "Gabriel's silhouette now towers over the councilor, his shadow cast upon a soon lifeless corpse.",

        "act2_intermission_fifth1": "He raises his sword for the final cut as the crying mess on the floor stammers out its final feeble argument.",

        "act2_intermission_fifth2": "\"B-b-but the Father's light!",
        "act2_intermission_fifth3": "Without me you cannot hope to reconnect with it! I-i-if you kill me, you'll be dead in a matter of hours!\"",
        "act2_intermission_fifth4": "\"I know.\"",

        "act2_intermission_fifth5": "A clean, silent cut glides through the councilor's neck, severing his spine with elegance and ease.",
        "act2_intermission_fifth6": "His head falls onto the marble floor, the rest of his body following soon after.",

        "act2_intermission_sixth1": "Bereft of status but brimming with purpose, Gabriel gave a final message to the angels amassed at the gates of the auditorium before leaving Heaven for the very last time.",

        "act2_intermission_sixth2": "His arm outstretched, without a word, the people saw.",
        "act2_intermission_sixth3": "In the silence the message rang out to the far ends of the cosmos.",

        "act2_intermission_tobecontinued": "TO BE CONCLUDED IN... ACT III: GODFIST SUICIDE",
        "act2_intermission_tobecontinuedshadow": "TO BE CONCLUDED IN... ACT III: GODFIST SUICIDE",

        "act2_intermission_endof": "ACT II END",
        "act2_intermission_insertAct3": "INSERT DISC 3 For\n\"ACT III: GODFIST SUICIDE\""

    },
    "frontend": {
        "mainmenu_earlyAccess": "EARLY ACCESS",
        "mainmenu_halloween": "HAPPY HALLOWEEN",
        "mainmenu_easter": "HAPPY EASTER",
        "mainmenu_christmas": "MERRY CHRISTMAS",
        "mainmenu_play": "PLAY",
        "mainmenu_options": "OPTIONS",
        "mainmenu_credits": "CREDITS",
        "mainmenu_quit": "QUIT",
        "mainmenu_mods": "MODS",
        "mainmenu_restart": "RESTART",

        "difficulty_title": "DIFFICULTY",
        "difficulty_easy": "ACCESSIBLE",
        "difficulty_normal": "HARD",
        "difficulty_hard": "VERY HARD",
        "difficulty_harmless": "HARMLESS",
        "difficulty_lenient": "LENIENT",
        "difficulty_standard": "STANDARD",
        "difficulty_violent": "VIOLENT",
        "difficulty_brutal": "BRUTAL",
        "difficulty_umd": "ULTRAKILL MUST DIE",

        "difficulty_tweakReminder": "DIFFICULTY CAN BE FURTHER ADJUSTED IN ASSIST OPTIONS MENU",
        "difficulty_underConstruction": "UNDER CONSTRUCTION",

        "difficulty_harmlessDescription1": "Absurdly slow enemies and attacks.",
        "difficulty_harmlessDescription2": "Damage is still high, but even a mountain could dodge them.",
        "difficulty_harmlessDescription3": "Recommended for players who want a stress-free experience.",
        "difficulty_lenientDescription1": "High damage but slower attacks and passive enemies.",
        "difficulty_lenientDescription2": "Tension is still high, but damage is easier to avoid.",
        "difficulty_lenientDescription3": "Recommended for players who want a less strict gameplay experience.",
        "difficulty_standardDescription1": "Normal enemies and high damage.",
        "difficulty_standardDescription2": "Attacks are easy to avoid, but carelessness will result in a swift death.",
        "difficulty_standardDescription3": "Recommended for first time players.",
        "difficulty_violentDescription1": "Fast and aggressive enemies and high damage.",
        "difficulty_violentDescription2": "Quick thinking, mobility options and situational awareness are essential.",
        "difficulty_violentDescription3": "Recommended for players who have already gotten used to the game's pace and mechanics.",
        "difficulty_brutalDescription1": "Extremely aggressive enemies and high damage.",
        "difficulty_brutalDescription2": "A full arsenal and extensive knowledge of the game are expected. Any slip-ups are punished harshly.",
        "difficulty_brutalDescription3": "Recommended for players who already have considerable experience with the game and are looking for a fresh challenge.",

        "chapter_title": "CHAPTER",
        "chapter_prelude": "PRELUDE",
        "chapter_act1": "ACT I: INFINITE HYPERDEATH",
        "chapter_act2": "ACT II: IMPERFECT HATRED",
        "chapter_act3": "ACT III: GODFIST SUICIDE",
        "chapter_prime": "PRIME SANCTUMS",
        "chapter_cyberGrind": "THE CYBER GRIND",
        "chapter_sandbox": "SANDBOX",
        "chapter_secretMission": "SECRET MISSION",

        "layer_prelude": "OUVERTURE: THE MOUTH OF HELL",
        "layer_limbo": "LAYER 1: LIMBO",
        "layer_lust": "LAYER 2: LUST",
        "layer_gluttony": "LAYER 3: GLUTTONY",
        "layer_greed": "LAYER 4: GREED",
        "layer_wrath": "LAYER 5: WRATH",
        "layer_heresy": "LAYER 6: HERESY",
        "layer_violence": "LAYER 7: VIOLENCE",
        "layer_fraud": "LAYER 8: FRAUD",
        "layer_treachery": "LAYER 9: TREACHERY",
        "layer_prime": "PRIME SANCTUMS",

        "level_challenge": "CHALLENGE",
        "level_challengeCompleted": "COMPLETE",

        "level_fullIntroPrompt": "FULL INTRO?",
        "level_fullIntroPromptYes": "YES",
        "level_fullIntroPromptNo": "NO",
        "level_fullIntroPromptCancel": "CANCEL",

        "leaderboard_anyPercent": "ANY",
        "leaderboard_pPercent": "P-RANK",
        "leaderboard_noEntries": "no leaderboard entries",
        "leaderboard_reminder": "LEADERBOARDS CAN BE \n DISABLED IN THE OPTIONS"
    },
    "visualnovel": {
        "visualnovel_mirageName1": "JUST SOMEONE",
        "visualnovel_mirageName2": "THE PRETTIEST GIRL IN TOWN",
        "visualnovel_mirageName3": "MIRAGE",

        "visualnovel_introFirst1": "Heavy steps, ragged breathing.",
        "visualnovel_introFirst2": "There isn't much time left",
        "visualnovel_introFirst3": "It might already be too late.",

        "visualnovel_introFirst4": "The labyrinthine pathways of arbitrary sharp turns seemed stranger and stranger as panic blotted out the once deeply ingrained memories that usually guided me.",

        "visualnovel_introFirst5": "Every corner felt a stranger. ",
        "visualnovel_introFirst6": "Every straight line too long.",

        "visualnovel_introFirst7": "The bell tolls for me.",

        "visualnovel_introSecond1": "I bit down harder on the last of my rations, held only by the skin of my teeth.",
        "visualnovel_introSecond2": "It barely hung on as I kept frantically looking around, hoping for the few scraps of burning memory of mine to find a familiar sight that would lead me to salvation.",
        "visualnovel_introSecond3": "The gates must be closing by now.",
        "visualnovel_introSecond4": "The last few barely making it.",
        "visualnovel_introSecond5": "The rest of us never stood a chance.",

        "visualnovel_introSecond6": "Suddenly, from a blind spot, a figure struck me.",
        "visualnovel_introSecond7": "There was no time to react before I came crashing down onto the cold hard ground.",
        "visualnovel_introSecond8": "I struggled to regain my senses to at least see what fate would befall me in my final moments, but even in this abyss of endless terror, my mind could never have imagined the horror I witnessed.",

        "visualnovel_fallen1": "Oof ouch ow that stings",

        "visualnovel_fallenPromptFirst1": "\"Who are you?\"",
        "visualnovel_fallenPromptFirst2": "\"Are you OK?\"",
        "visualnovel_fallenPromptFirst3": "*Fidget nervously and sweat profusely",

        "visualnovel_fallenResponseFirst": "I'm just someone who got knocked over by some half-brained fuckface who doesn't even have the decency to ask if I'm fine or apologize before starting an interrogation.",
        "visualnovel_fallenResponseSecond": "Well I just got knocked over by some blind-by-choice asshole who gave my skirt a decorative dirt coating, so all in all fucking fantastic, though I would prefer to not be on the ground right now.",
        "visualnovel_fallenResponseThird1": "Oh great I just got hit-and-ran by a vibrating fountain, just my luck.",
        "visualnovel_fallenResponseThird2": "At least you could help me up before the rest of you gets melted by the sun or jackhammers itself into the Earth's mantle.",


        "visualnovel_fallenPromptSecond1": "*Help her up*",
        "visualnovel_fallenPromptSecond2": "\"Not with an attitude like that.\"",
        "visualnovel_fallenPromptSecond3": "Sorry, my fault.",

        "visualnovel_fallenResponseFourth": "Alright, alright.",
        "visualnovel_fallenResponseFifth": "UGH.",


        "visualnovel_kindFirst1": "*sigh*",
        "visualnovel_kindFirst2": "Hey, sorry about being rude like that, I'm just real frustrated that I'm not only late for school, but also managed to get lost on the way there.",

        "visualnovel_kindSecond": "Though, by the looks of it, you're pretty much on the same boat, and by a stroke of once-in-a-lifetime luck you just happened to bump into the ~prettiest girl in town~.",
        "visualnovel_kindThird": "So how about you lead the way and get both of us out of this jam?",

        "visualnovel_rudeFirst1": "Listen up, dickhead.",
        "visualnovel_rudeFirst2": "I don't know who you are but you've got a lot of nerve smacking someone down and not even bothering to help them back up, but since your mother didn't teach you manners, I'll let this one slide.",
        "visualnovel_rudeSecond": "By the looks of it, you're late for school as well, and by a stroke of once-in-a-lifetime luck you just happened to bump into the prettiest girl in town.",
        "visualnovel_rudeThird": "So I'll forgive you for your extreme transgression of laying your hands on a fair maiden if you tell me which way to go, since I seem to have gotten lost on the way.",

        "visualnovel_middlePrompt1": "\"Actually, I'm lost too.\"",
        "visualnovel_middlePrompt2": "\"Don't wanna.\"",
        "visualnovel_middlePrompt3": "\"I don't go to school.\"",

        "visualnovel_middleResponseFirst1": "UGH! Just my luck.",
        "visualnovel_middleResponseFirst2": "Though in retrospect, I guess you wouldn't be here with me right now if you weren't lost as well...",
        "visualnovel_middleResponseFirst3": "Oh well, no point in crying over spilled blood.",
        "visualnovel_middleResponseFirst4": "We might as well just wait for another student to come by and follow them instead.",
        "visualnovel_middleResponseFirst5": "I'm Mirage.",
        "visualnovel_middleResponseFirst6": "Don't bother telling me your name though, I don't really care.",

        "visualnovel_middleResponseSecond1": "WHAT?",
        "visualnovel_middleResponseSecond2": "THE FUCK DO YOU MEAN 'DON'T WANNA'?",
        "visualnovel_middleResponseSecond3": "If you DON'T show me the way then YOU'RE never arriving either!",
        "visualnovel_middleResponseSecond4": "Or did that thought not even cross your crayon-fed brain cavity!? ",

        "visualnovel_middleResponseThird1": "Bullshit!",
        "visualnovel_middleResponseThird2": "Cut the crap, I can see your crusty-ass uniform and no living person would dare to go out looking like a filled trash bag by choice!",
        "visualnovel_middleResponseThird3": "Though considering how little activity there actually is inside your skull, I'm willing to admit you sure as hell don't seem like you've ever been to school.",

        "visualnovel_middlePromptSecondRecklessness": "\"You could do with being a bit nicer to people you've only just met.\"",
        "visualnovel_middlePromptSecondWaiting": "\"Just waiting here won't get us anywhere, we should be looking for a way to the school.\"",

        "visualnovel_recklessnessFirst": "Yeah? Well you could do with a beatdown, so fuck off.",
        "visualnovel_recklessnessSecond1": "But yes, you're right.",
        "visualnovel_recklessnessSecond2": "I don't really care about what you or anyone else thinks of me, so I'm not interested in trying to be nice just so you'll be in a good mood.",

        "visualnovel_recklessnessPrompt1": "Why not? If we're stuck in here together anyway, what's the point in making it worse for both of us?",
        "visualnovel_recklessnessPrompt2": "I find that hard to believe considering how heated up you get from practically anything I say.",

        "visualnovel_recklessnessResponseFirst1": "What's the point of making it better?",
        "visualnovel_recklessnessResponseFirst2": "What's the point of even bothering to care?",
        "visualnovel_recklessnessResponseFirst3": "Hell, what's the point of anything at all?",
        "visualnovel_recklessnessResponseFirst4": "Nothing.",
        "visualnovel_recklessnessResponseFirst5": "Absolutely nothing.",

        "visualnovel_recklessnessResponseSecond1": "Don't flatter yourself.",
        "visualnovel_recklessnessResponseSecond2": "Blowing off steam is just how I cope.",

        "visualnovel_recklessnessPrompt3": "\"Cope with what?\"",

        "visualnovel_recklessnessResponseThird": "Everything.",

        "visualnovel_waitingFirst": "Wandering around like headless chickens would only get us even more lost.",
        "visualnovel_waitingSecond": "Since we were both heading to school and ended up meeting right here, that means there's a very high likelihood this spot is somewhere along the way.",
        "visualnovel_waitingThird1": "Therefore, we'll be better off just staying put and waiting for someone who DOES know the way.",
        "visualnovel_waitingThird2": "It's basic logic, you should look it up sometime.",

        "visualnovel_waitingPromptFirst1": "Basic logic or not, we're already late and I'm not planning on waiting here until tomorrow morning.",
        "visualnovel_waitingPromptFirst2": "Anyone who knows the way will already have gone there. Sounds to me like you're just looking for an excuse to give up.",

        "visualnovel_waitingResponseFirst1": "Suit yourself. I'll stay here until the heat death of the universe if that means I don't have to run around looking for some magical memory-triggering pebble on the ground.",

        "visualnovel_waitingResponseFirst2": "Couldn't care less about being late for school.",
        "visualnovel_waitingResponseFirst3": "School doesn't matter anyway.",
        "visualnovel_waitingResponseFirst4": "Nothing does.",

        "visualnovel_waitingResponseSecond1": "Hah!",
        "visualnovel_waitingResponseSecond2": "Can't give up if I never tried in the first place, and I don't make a habit out of trying.",

        "visualnovel_waitingPromptThird": "Why not?",

        "visualnovel_waitingResponseThird1": "Because nothing matters.",
        "visualnovel_waitingResponseThird2": "There's no point in trying if the end result will be the same anyway.",
        "visualnovel_waitingResponseThird3": "Try as you might, you'll eventually just become forgotten dust in the wind like the rest of us.",

        "visualnovel_nihilism1": "I mean really, take a moment to think about it.",

        "visualnovel_nihilism2": "The human mind, in its complete vastness, is capable of recognizing its utter helplessness and uselessness in the face of inevitable and unavoidable non-existence, but is incapable of coming to terms with it.",

        "visualnovel_nihilism3": "We can only ever ignore it, hide from it or temporarily escape from it, but the fact is that we are bound to the way of all things.",

        "visualnovel_nihilism4": "Death is unavoidable, not only to us, but all that exists or ever has existed.",
        "visualnovel_nihilism5": "Every living being will eventually die out.",
        "visualnovel_nihilism6": "Every speck of matter will eventually wither away and dissipate into entropy.",

        "visualnovel_nihilism7": "It doesn't matter if you lived a good life or if you left a legacy behind.",
        "visualnovel_nihilism8": "It doesn't matter if humanity survives for a thousand years or dies out tomorrow.",
        "visualnovel_nihilism9": "The end result is the same: the absolute nothing.",

        "visualnovel_nihilism10": "Human intelligence is far beyond that of other animals, but it would be misguided to consider that a gift.",
        "visualnovel_nihilism11": "All other beings have the gift of ignorance, of not understanding what we do.",

        "visualnovel_nihilism12": "Our intelligence is not a gift. It's a flaw.",

        "visualnovel_nihilism13": "It's an over-extension of evolution.",
        "visualnovel_nihilism14": "Intelligence, once a great feature in aeons past, continued to grow unchecked and unfiltered, and has since passed a threshold whereupon it is no longer a benefit, but an active danger to its host.",

        "visualnovel_nihilism15": "Much like the Irish elk, a species of deer that, through uncountable generations of evolution, grew antlers so wide and vast that it could no longer run from predators, eventually leading to extinction.",

        "visualnovel_nihilism16": "The human mind is an evolutionary maladaptation caused by going too far in a direction that was once beneficial and will, sooner or later, lead to our extinction.",
        "visualnovel_nihilism17": "On an individual level, it's already happening.",

        "visualnovel_nihilism18": "Existential dread is already taking hold.",
        "visualnovel_nihilism19": "I'm sure you've felt it too.",
        "visualnovel_nihilism20": "The pain and fear of being nothing, becoming nothing.",
        "visualnovel_nihilism21": "The suffering of understanding that.",

        "visualnovel_nihilism22": "We are unable to come to terms with it, so we hide from our own intelligence.",
        "visualnovel_nihilism23": "We set limits.",
        "visualnovel_nihilism24": "We stop ourselves from thinking deeply about what will happen when we die.",

        "visualnovel_nihilism25": "We create distractions.",
        "visualnovel_nihilism26": "We keep our minds busy with mundane activities and entertainment to stop ourselves from having to come face-to-face with the truth.",

        "visualnovel_nihilism27": "We sublimate it.",
        "visualnovel_nihilism28": "We transform our self-reflective suffering into another form, art, to keep it from consuming us. ",
        "visualnovel_nihilism29": "Anything to avoid the panic.",

        "visualnovel_nihilism30": "But these ways are all simply temporary.",
        "visualnovel_nihilism31": "They're just there to push back the inevitable veil of helplessness and despair that would encompass and ruin us.",

        "visualnovel_nihilism32": "In the end, nothing matters.",
        "visualnovel_nihilism33": "There's no point in trying to find joy in life, for life in and of itself is suffering.",

        "visualnovel_nihilismPrompt1": "You're wrong.",
        "visualnovel_nihilismPrompt2": "You criticize those who consider our vast intelligence a gift, and yet, also misguide yourself to believe our meaninglessness is a curse.",
        "visualnovel_nihilismPrompt3": "Nothing we do matters in the end, and that is precisely why we are not shackled by the burden of expectations, the fear of eternal judgement or the failure to meet up to an arbitrary definition of what makes our limited time 'not wasted'.",
        "visualnovel_nihilismPrompt4": "Time cannot be wasted, for there is no greater purpose to life than simply living it.",
        "visualnovel_nihilismPrompt5": "Quite the contrary.",
        "visualnovel_nihilismPrompt6": "Because we have no greater purpose, we are free to set our own. To create self-defined goals for which to strive.",
        "visualnovel_nihilismPrompt7": "For some it may be nothing. For some it may be pleasure. For some it may be creation. For some it may be improving the lives of others.",
        "visualnovel_nihilismPrompt8": "It is because we have no greater purpose, that time spent on goals set by one's self cannot be time wasted.",
        "visualnovel_nihilismPrompt9": "In the end, nothing matters, and therefore you have no reason not to do what you want rather than whatever illusion of greater purpose is forced on you by others or even your own misguided thoughts.",
        "visualnovel_nihilismPrompt10": "And it is a thought worth fearing. However, abandoning purpose, hope, choice, goals, pleasure and will can not make that thought disappear. The fear, however, can subside.",
        "visualnovel_nihilismPrompt11": "Giving up is not accepting the end, it is simply accepting the fear of it. It is embracing despair rather than facing it.",
        "visualnovel_nihilismPrompt12": "This is true. The emotional is not controlled by the logical. However, they are interlinked.",
        "visualnovel_nihilismPrompt13": "Just as the deepest, darkest depths of despair can overthrow reason and the logical, warping them to fit into that haze of depression, so too can reason influence and overpower emotion, regardless of how impenetrable its defences may seem.",
        "visualnovel_nihilismPrompt14": "By continually forcing to subvert those creeping negative thoughts with the positive logical ones, the emotional mind will eventually, slowly, gradually start to shape to fit the logical.",
        "visualnovel_nihilismPrompt15": "It is not an easy job.",
        "visualnovel_nihilismPrompt16": "It is not a quick job.",
        "visualnovel_nihilismPrompt17": "It will sometimes feel like an impossible job.",
        "visualnovel_nihilismPrompt18": "However, it can be done.",
        "visualnovel_nihilismPrompt19": "With an immense amount of time, effort and energy, it will improve.",
        "visualnovel_nihilismPrompt20": "You can change.",
        "visualnovel_nihilismPrompt21": "You can heal.",
        "visualnovel_nihilismPrompt22": "And during the hardest times, when all seems lost and you want to give up, never forget...",
        "visualnovel_nihilismPrompt23": "We will always love you.",

        "visualnovel_nihilism34": "Huh?",
        "visualnovel_nihilism35": "How could it not be?",
        "visualnovel_nihilism36": "But still, in that case, the meaninglessness of our actions draws to the same conclusion -- There is no reason to act, for any action is simply a temporary fluctuation that will, nevertheless, lead to the same conclusion.",

        "visualnovel_nihilism37": "I do understand what you mean.",
        "visualnovel_nihilism38": "However, that doesn't ease my fear of the end.",
        "visualnovel_nihilism39": "Even if I were to try to find purpose, I would still be paralyzed by the thought of becoming nothing.",

        "visualnovel_nihilism40": "I see.",
        "visualnovel_nihilism41": "Though as much as I'd like to embrace it, I am nevertheless struck with that paralyzing existential panic.",
        "visualnovel_nihilism42": "I understand it logically, and I know that there is no reason to live in apathy, but my emotional side refuses to listen.",
        "visualnovel_nihilism43": "The fear persists, and I cannot motivate myself to seek purpose, despite knowing I must.",

        "visualnovel_conclusion1": "Well, I'll be damned.",
        "visualnovel_conclusion2": "Guess you got a good head on your shoulders after all.",
        "visualnovel_conclusion3": "Hell, I'm impressed.",

        "visualnovel_conclusion4": "Man...",
        "visualnovel_conclusion5": "I feel like I've just shed the weight of the world off my back.",
        "visualnovel_conclusion6": "Or rather, you've done that for me.",
        "visualnovel_conclusion7": "And honestly, from the bottom of my heart...",

        "visualnovel_conclusion8": "Thank you.",

        "visualnovel_conclusion9": "You've given me a lot to think about, and while I'm sure I have a long and hard road ahead of me, I'm optimistic. ",
        "visualnovel_conclusion10": "For the first time in what feels like an eternity, I'm optimistic.",

        "visualnovel_conclusion11": "Say... We're already way too late for school and it's become quite clear by now that nobody's going to come lead us there, so how about you and I ditch that passion-draining penitentiary and go grab something to eat, eh?",

        "visualnovel_conclusionPrompt1": "Yeah, sure. I've got nothing better to do today. You're paying, though.",
        "visualnovel_conclusionPrompt2": "Nah, sorry. To be honest I'm still kinda mad at for you how rude you were to me.",

        "visualnovel_conclusionResponseFirst1": "Oh, you sneaky bastard!",

        "visualnovel_conclusionResponseFirst2": "But alright.",
        "visualnovel_conclusionResponseFirst3": "I do owe you one anyway, so what better time to cash out your 'did a nice thing to a girl way out of my league' coupon than now, eh?",

        "visualnovel_conclusionResponseSecond1": "Alright, suit yourself.",
        "visualnovel_conclusionResponseSecond2": "Offer still stands though, in case you change your mind at any point.",
        "visualnovel_conclusionResponseSecond3": "See you around, lover boy."
    },
    "options": {
        "options_title": "OPTIONS",
        "category_general": "GENERAL",
        "category_controls": "CONTROLS",
        "category_graphics": "GRAPHICS",
        "category_audio": "AUDIO",
        "category_assists": "ASSISTS",
        "category_saves": "SAVES",
        "category_customization": "CUSTOMIZATION",
        "category_hud": "HUD",
        "category_colors": "COLORS",
        "options_back": "BACK",

        "general_rememberWeapon": "REMEMBER LAST USED WEAPON VARIATION",
        "general_weaponPosition": "WEAPON POSITION",
        "general_weaponPositionRight": "RIGHT",
        "general_weaponPositionMiddle": "MIDDLE",
        "general_weaponPositionLeft": "LEFT",
        "general_screen": "SCREEN",
        "general_screenShake": "SCREENSHAKE",
        "general_screenShakeMinimum": "NONE",
        "general_screenShakeMaximum": "JUICE",
        "general_parryFlash": "PARRY SCREEN FLASH",
        "general_cameraTilt": "CAMERA TILT",
        "general_misc": "MISC",
        "general_seasonalEvent": "SEASONAL EVENTS",
        "general_levelLeaderboards": "LEVEL LEADERBOARDS",
        "general_restartWarning": "MISSION RESTART/QUIT WARNING",
        "general_restartWarningAlwaysOn": "ALWAYS ON",
        "general_restartWarningOnlyCG": "CYBERGRIND ONLY",
        "general_restartWarningAlwaysOff": "ALWAYS OFF",
        "general_sandboxOverwrite": "SANDBOX SAVE OVERWRITE WARNING",
        "general_discordRpc": "DISCORD INTEGRATION",
        "general_advancedOptions": "ADVANCED OPTIONS",
        "general_advancedOptionsCustomize": "OPEN",

        "controls_mouseSensitivity": "LOOK SENSITIVITY",
        "controls_xInversion": "INVERT X AXIS",
        "controls_yInversion": "INVERT Y AXIS",
        "controls_controllerRumble": "CONTROLLER RUMBLE",
        "controls_weapons": "WEAPONS",
        "controls_controllerRumbleCustomize": "CUSTOMIZE",
        "controls_mouseWheelToChangeWeapon": "SCROLL WEAPONS WITH MOUSE WHEEL",
        "controls_scrollType": "WEAPON SCROLL TYPE",
        "controls_scrollTypeWeapons": "WEAPONS",
        "controls_scrollTypeVariations": "VARIATIONS",
        "controls_scrollTypeAll": "BOTH",
        "controls_reverseScroll": "REVERSE SCROLL DIRECTION",
        "controls_redrawBehaviour": "ON SWAP TO ALREADY DRAWN WEAPON",
        "controls_redrawNext": "NEXT VARIATION",
        "controls_redrawFirst": "FIRST VARIATION",
        "controls_redrawSame": "SAME VARIATION",
        "controls_bindings": "BINDINGS",
        "controls_movement": "MOVEMENT",
        "controls_move": "MOVE",
        "controls_dodge": "DODGE",
        "controls_slide": "SLIDE",
        "controls_jump": "JUMP",
        "controls_weaponTitle": "WEAPON",
        "controls_primaryFire": "PRIMARY FIRE",
        "controls_secondaryFire": "SECONDARY FIRE",
        "controls_nextVariation": "NEXT VARIATION",
        "controls_previousVariation": "PREVIOUS\nVARIATION",
        "controls_spawnerArm": "SPAWNER ARM",
        "controls_nextWeapon": "NEXT WEAPON",
        "controls_previousWeapon": "PREVIOUS\nWEAPON",
        "controls_lastUsedWeapon": "LAST USED WEAPON",
        "controls_variationSlot1": "VARIATION SLOT 1",
        "controls_variationSlot2": "VARIATION SLOT 2",
        "controls_variationSlot3": "VARIATION SLOT 3",
        "controls_arms": "FIST",
        "controls_punch": "PUNCH",
        "controls_changeArm": "CHANGE FIST",
        "controls_punchFeedbacker": "PUNCH (FEEDBACKER)",
        "controls_punchKnuckleblaster": "PUNCH (KNUCKLEBLASTER)",
        "controls_whiplash": "HOOK",

        "graphics_resolution": "RESOLUTION",
        "graphics_fullscreen": "FULLSCREEN",
        "graphics_maxFps": "TARGET FRAMERATE",
        "graphics_maxFpsNone": "NONE",
        "graphics_maxFps2x": "2X SCREEN'S REFRESH RATE",
        "graphics_vsync": "VSYNC",
        "graphics_fieldOfVision": "FOV",
        "graphics_gamma1": "GAMMA (BRIGHTNESS)",
        "graphics_gamma2": "(sorta)",
        "graphics_filters": "PSX SETTINGS",
        "graphics_filtersDescription": "(Tone down for more visual clarity)",
        "graphics_pixelisation": "DOWNSCALING",
        "graphics_pixelisationNone": "OFF",
        "graphics_pixelisation720p": "720P (VERY LOW)",
        "graphics_pixelisation480p": "480P (LOW)",
        "graphics_pixelisation360p": "360P (MEDIUM)",
        "graphics_pixelisation240p": "240P (HIGH)",
        "graphics_pixelisation144p": "144P (VERY HIGH)",
        "graphics_pixelisation36p": "36P (ABSURD)",
        "graphics_dithering": "DITHERING",
        "graphics_ditheringMinimum": "NONE",
        "graphics_textureWarping": "TEXTURE WARPING",
        "graphics_vertexWarping": "VERTEX WARPING",
        "graphics_vertexWarpingNone": "NONE",
        "graphics_vertexWarpingLight": "LIGHT",
        "graphics_vertexWarpingMedium": "MEDIUM",
        "graphics_vertexWarpingStrong": "HEAVY",
        "graphics_vertexWarpingVeryStrong": "VERY HEAVY",
        "graphics_vertexWarpingAbsurd": "MODERN ART",
        "graphics_customColorPalette": "CUSTOM COLOR PALETTE",
        "graphics_customColorPaletteSelect": "SELECT",
        "graphics_colorCompression": "COLOR COMPRESSION",
        "graphics_colorCompressionNone": "NONE",
        "graphics_colorCompressionLight": "LIGHT",
        "graphics_colorCompressionMedium": "MEDIUM",
        "graphics_colorCompressionStrong": "HEAVY",
        "graphics_colorCompressionVeryStrong": "VERY HEAVY",
        "graphics_colorCompressionAbsurd": "INDIE ART GAME",
        "graphics_performance": "PERFORMANCE SETTINGS",
        "graphics_performanceSimpleExplosions": "SIMPLER EXPLOSIONS",
        "graphics_performanceSimpleFire": "SIMPLER FIRE",
        "graphics_performanceSimpleSpawn": "SIMPLER SPAWN EFFECTS",
        "graphics_performanceDisableEnviParticles": "DISABLE ENVIRONMENTAL PARTICLE EFFECTS",
        "graphics_performanceSimpleNails": "SIMPLE NAIL PHYSICS",
        "graphics_gore": "GORE SETTINGS",
        "graphics_goreNote": "(Does not affect gameplay)",
        "graphics_goreEnable": "ENABLE BLOOD & GORE",
        "graphics_goreDisablePhysics": "FREEZE GORE PHYSICS",
        "graphics_goreMaxBloodStains": "MAX BLOODSTAINS",
        "graphics_goreBloodChance": "BLOODSTAIN CHANCE",
        "graphics_goreMaxGore": "MAX GORE PER ROOM",

        "audio_volume": "VOLUME",
        "audio_globalVolume": "MASTER",
        "audio_soundEffectsVolume": "SOUND EFFECTS",
        "audio_musicVolume": "MUSIC",
        "audio_subtitles": "SUBTITLES",
        "audio_muffleMusic": "MUFFLE MUSIC WHILE UNDERWATER",
        "audio_dubbing": "AUDIO DUBBING",

        "hud_type": "HUD TYPE",
        "hud_typeNone": "NONE",
        "hud_typeStandard": "STANDARD",
        "hud_typeClassicColor": "CLASSIC COLOR",
        "hud_typeClassicWhite": "CLASSIC WHITE",
        "hud_hudElements": "HUD ELEMENTS",
        "hud_backgroundOpacity": "BACKGROUND OPACITY",
        "hud_backgroundOpacityMinimum": "NONE",
        "hud_backgroundOpacityMaximum": "100% NOIR",
        "hud_alwaysOnTop": "ALWAYS ON TOP",
        "hud_icons": "CHEAT & SANDBOX ICONS",
        "hud_weaponIcon": "WEAPON ICON",
        "hud_armIcon": "ARM ICON",
        "hud_railcannonMeter": "RAILCANNON METER",
        "hud_styleMeter": "STYLE METER",
        "hud_styleInfo": "STYLE INFO",
        "hud_speedoMeterText": "SPEEDOMETER",
        "hud_speedoMeterTypeOff": "OFF",
        "hud_speedoMeterTypeOn": "ON",
        "hud_speedoMeterTypeHorizonal": "HORIZONAL ONLY",
        "hud_speedoMeterTypeVertical": "VERTICAL ONLY",

        "crosshair_title": "CROSSHAIR SETTINGS",
        "crosshair_type": "CROSSHAIR TYPE",
        "crosshair_typeNone": "NONE",
        "crosshair_typeSmall": "SMALL",
        "crosshair_typeLarge": "LARGE",
        "crosshair_color": "CROSSHAIR COLOR",
        "crosshair_colorInverted": "INVERTED",
        "crosshair_colorWhite": "WHITE",
        "crosshair_colorGrey": "GREY",
        "crosshair_colorBlack": "BLACK",
        "crosshair_colorRed": "RED",
        "crosshair_colorGreen": "GREEN",
        "crosshair_colorBlue": "BLUE",
        "crosshair_colorCyan": "CYAN",
        "crosshair_colorYellow": "YELLOW",
        "crosshair_colorMagenta": "MAGENTA",
        "crosshair_size": "CROSSHAIR HUD SIZE",
        "crosshair_sizeNone": "NONE",
        "crosshair_sizeThin": "THIN",
        "crosshair_sizeMedium": "MEDIUM",
        "crosshair_sizeThick": "THICK",
        "crosshair_sizeVeryThick": "EXTRA THICC",
        "crosshair_hudFade": "CROSSHAIR HUD FADE",
        "crosshair_powerupBar": "POWERUP BAR",

        "assists_title": "ASSISTS",
        "assists_majorAssistsDisclaimer1": "Major Assists consists of modifiers that change the game and its balance considerably.",
        "assists_majorAssistsDisclaimer2": "If \"Major Assists\" is enabled at any point during a mission, the rank gained upon completion will have a blue background. This background can be removed by achieving the same rank or higher with \"Major Assists\" disabled for the duration of the entire mission.",
        "assists_majorAssistsDisclaimer3": "Perfect ranks and Cyber Grind high scores cannot be achieved with \"Major Assists\" enabled.",
        "assists_majorAssistsDisclaimerConfirm": "ENABLE MAJOR ASSISTS?",
        "assists_majorAssistsDisclaimerConfirmYes": "YES",
        "assists_majorAssistsDisclaimerConfirmNo": "NO",
        "assists_minorAssistsTitle": "MINOR ASSISTS",
        "assists_minor": "MINOR ASSISTS",
        "assists_autoAim": "AUTO AIM",
        "assists_autoAimPercent": "AUTO AIM AMOUNT",
        "assists_autoAimPercentMinimum": "NONE",
        "assists_autoAimPercentMaximum": "FULLSCREEN",
        "assists_enemySilhouettes": "ENEMY SILHOUETTES",
        "assists_enemySilhouettesOutlines": "OUTLINE ONLY",
        "assists_enemySilhouettesDistance": "ACTIVATION DISTANCE",
        "assists_enemySilhouettesDistanceMinimum": "ALWAYS ON",
        "assists_enemySilhouettesNone": "NONE",
        "assists_enemySilhouettesOutlinesOnly": "OUTLINE ONLY",
        "assists_enemySilhouettesFull": "FULL",
        "assists_enemySilhouettesOutlineThickness": "OUTLINE THICKNESS",
        "assists_major": "MAJOR ASSISTS",
        "assists_majorActivate": "ENABLE",
        "assists_gameSpeed": "GAME SPEED",
        "assists_damageTaken": "DAMAGE TAKEN",
        "assists_bossOverride": "BOSS FIGHT DIFFICULTY OVERRIDE",
        "assists_bossOverrideNone": "NONE",
        "assists_bossRestartRequired": "REQUIRES BOSS RESTART",
        "assists_infiniteEnergy": "INFINITE STAMINA",
        "assists_disableHardDamage": "DISABLE HARD DAMAGE",
        "assists_disableWhiplashHardDamage": "DISABLE WHIPLASH HARD DAMAGE",
        "assists_disableWeaponFreshness": "DISABLE WEAPON FRESHNESS",
        "assists_disablePopupHints": "DISABLE POPUP HINTS",

        "colors_title": "COLORS",
        "colors_reset": "RESET TO DEFAULT",
        "colors_hudHealth": "HEALTH",
        "colors_hudHealthNumber": "HEALTH NUMBER",
        "colors_hudDamage": "SOFT DAMAGE",
        "colors_hudHardDamage": "HARD DAMAGE",
        "colors_hudOverheal": "OVERHEAL",
        "colors_hudEnergyFull": "STAMINA (FULL)",
        "colors_hudEnergyPartial": "STAMINA (CHARGING)",
        "colors_hudEnergyEmpty": "STAMINA (EMPTY)",
        "colors_railcannonFull": "RAILCANNON (FULL)",
        "colors_railcannonPartial": "RAILCANNON (CHARGING)",
        "colors_variationBlue": "BLUE VARIATION",
        "colors_variationGreen": "GREEN VARIATION",
        "colors_variationRed": "RED VARIATION",
        "colors_variationGold": "GOLD VARIATION",
        "colors_enemies": "ENEMY SILHOUETTES",

        "rumble_title": "Rumble Customization",
        "rumble_finalMultiplier": "FINAL INTENSITY MULTIPLIER",
        "rumble_coinToss": "Coin Toss",
        "rumble_dash": "Dashing",
        "rumble_heavyFallImpact": "Heavy Fall Impact",
        "rumble_heavyFall": "Fall Impact",
        "rumble_gunFire": "Gun Fire",
        "rumble_gunFireProjectile": "Gun Fire (Projectile)",
        "rumble_gunFireStrong": "Gun Fire (Strong)",
        "rumble_nailgunFire": "Nailgun",
        "rumble_railcannonIdle": "Railcannon Idle",
        "rumble_revolverCharge": "Revolver Charge",
        "rumble_sawblade": "Sawblade",
        "rumble_shotgunCharge": "Shotgun Charge",
        "rumble_superSaw": "Super Saw",
        "rumble_jump": "Jumping",
        "rumble_magnet": "Magnet",
        "rumble_parryFlash": "Parry Flash",
        "rumble_punch": "Punching",
        "rumble_slide": "Sliding",
        "rumble_whiplashThrow": "Whiplash Throw",
        "rumble_whiplashPull": "Whiplash Pull",
        "rumble_weaponWheel": "Weapon Wheel Tick",
        "rumble_intensity": "INTENSITY",
        "rumble_endDelay": "END DELAY",
        "rumble_reset": "RESET",

        "advanced_title": "ADVANCED OPTIONS",
        "advanced_currentLevel": "CURRENT",
        "advanced_cybergrindResetText1": "Are you sure you want to <color=red>RESET</color> your Cyber Grind high scores?",
        "advanced_cybergrindResetText2": "(Only on the current save slot)",
        "advanced_cybergrindResetCancel": "Cancel",
        "advanced_cybergrindResetConfirm": "Reset",
        "advanced_cybergrindLocalHighScore": "LOCAL HIGH SCORES",
        "advanced_cybergrindResetButton": "RESET",
        "advanced_level52": "LEVEL 5-2",
        "advanced_level71": "LEVEL 7-1",
        "advanced_level73": "LEVEL 7-3",
        "advanced_level7S": "LEVEL 7-S",
        "advanced_52WaterScrolling": "DISABLE WATER SCROLLING",
        "advanced_52WaterWaves": "DISABLE WATER WAVES",
        "advanced_71Dark": "REMAIN ALWAYS DARK",
        "advanced_73Grass": "DISABLE GRASS",
        "advanced_7SHard": "REQUIRE HIGH ACCURACY",

        "save_warning1": "The game will reload.",
        "save_warning2": "If you're in a mission, your current progress will be lost.",
        "save_reloadYes": "I UNDERSTAND",
        "save_reloadNo": "CANCEL",
        "save_select": "SELECT",
        "save_selected": "SELECTED",
        "save_delete": "DELETE",
        "save_deleteWarning1": "Are you sure you want to DELETE SLOT",
        "save_deleteWarning2": "?",
        "save_deleteYes": "YES, DELETE",
        "save_deleteNo": "CANCEL",
        "save_close": "CLOSE",
        "save_slotEmpty": "EMPTY",
        "save_slot1": "Slot 1",
        "save_slot2": "Slot 2",
        "save_slot3": "Slot 3",
        "save_slot4": "Slot 4",
        "save_slot5": "Slot 5",

        "save_failMergeError1": "DUPLICATE SAVE",
        "save_failMergeError2": "We found save files <b>both</b> directly in the Saves directory and the first slot.",
        "save_failMergeError3": "Pick which one you want to <b>keep.</b>",
        "save_failMergeErrorQuitButton": "QUIT GAME",
        "save_saveloadFailError1": "SAVE FAILED",
        "save_saveloadFailError2": "The game is unable to finalize saving your progress.",
        "save_saveloadFailError3": "COMMON REASONS FOR FAILURE:",
        "save_saveloadFailError4": "1. Third party software (such as an antivirus) stopping the game from saving a new file",
        "save_saveloadFailError5": "If this problem occurs again, make sure your antivirus or any similar software is not preventing the game from writing files",
        "save_saveloadFailError6": "If you wish to try again,",
        "save_saveloadFailError7": "press <b>\"Y\"</b>",
        "save_saveloadFailError8": "If you wish to continue without saving,",
        "save_saveloadFailError9": "press <b>\"N\"</b>",
        "save_saveloadFailError10": "Sorry and thank you for your understanding. :)",

        "language_title": "LANGUAGE",
        "language_languages": "LANGUAGES",
        "language_openLanguageFolder": "OPEN LANGUAGE FOLDER"
    },
    "pauseMenu": {
        "pause_title": "PAUSE",
        "pause_resume": "RESUME",
        "pause_respawn": "RESPAWN",
        "pause_skip": "SKIP",
        "pause_restart": "RESTART MISSION",
        "pause_options": "OPTIONS",
        "pause_quit": "QUIT",

        "pause_restartConfirm": "Are you sure you want to RESTART this mission?",
        "pause_quitConfirm": "Are you sure you want to QUIT this mission?",
        "pause_quitConfirmYes": "QUIT",
        "pause_quitConfirmNo": "CANCEL",
        "pause_restartConfirmYes": "RESTART",
        "pause_restartConfirmNo": "CANCEL",

        "pause_disableWindow": "This pop-up can be disabled in the options menu"
    },
    "levelNames": {
        "levelName_mainMenu": "MAIN MENU",
        "levelName_cybergrind": "THE CYBER GRIND",
        "levelName_sandbox": "uk_construct",
        "levelName_tutorial": "TUTORIAL",
        "levelName_devMuseum": "HALL OF ULTRADEVELOPMENT",

        "levelName_preludeFirst": "INTO THE FIRE",
        "levelName_preludeSecond": "THE MEATGRINDER",
        "levelName_preludeThird": "DOUBLE DOWN",
        "levelName_preludeFourth": "A ONE-MACHINE ARMY",
        "levelName_preludeFifth": "CERBERUS",
        "levelName_preludeSecret": "SOMETHING WICKED",

        "levelName_limboFirst": "HEART OF THE SUNRISE",
        "levelName_limboSecond": "THE BURNING WORLD",
        "levelName_limboThird": "HALL OF SACRED REMAINS",
        "levelName_limboFourth": "CLAIR DE LUNE",
        "levelName_limboSecret": "THE WITLESS",

        "levelName_lustFirst": "BRIDGEBURNER",
        "levelName_lustSecond": "DEATH AT 20.000 VOLTS",
        "levelName_lustThird": "SHEER HEART ATTACK",
        "levelName_lustFourth": "COURT OF THE CORPSE KING",
        "levelName_lustSecret": "ALL-IMPERFECT LOVE SONG",

        "levelName_gluttonyFirst": "BELLY OF THE BEAST",
        "levelName_gluttonySecond": "IN THE FLESH",

        "levelName_greedFirst": "SLAVES TO POWER",
        "levelName_greedSecond": "GOD DAMN THE SUN",
        "levelName_greedThird": "A SHOT IN THE DARK",
        "levelName_greedFourth": "CLAIR DE SOLEIL",
        "levelName_greedSecret": "CLASH OF THE BRANDICOOT",

        "levelName_wrathFirst": "IN THE WAKE OF POSEIDON",
        "levelName_wrathSecond": "WAVES OF THE STARLESS SEA",
        "levelName_wrathThird": "SHIP OF FOOLS",
        "levelName_wrathFourth": "LEVIATHAN",
        "levelName_wrathSecret": "I ONLY SAY MORNING",

        "levelName_heresyFirst": "CRY FOR THE WEEPER",
        "levelName_heresySecond": "AESTHETICS OF HATE",

        "levelName_violenceFirst": "GARDEN OF FORKING PATHS",
        "levelName_violenceSecond": "LIGHT UP THE NIGHT",
        "levelName_violenceThird": "VIOLENCE THIRD",
        "levelName_violenceFourth": "VIOLENCE CLIMAX",
        "levelName_violenceSecret": "VIOLENCE SECRET",

        "levelName_fraudFirst": "FRAUD FIRST",
        "levelName_fraudSecond": "FRAUD SECOND",
        "levelName_fraudThird": "FRAUD THIRD",
        "levelName_fraudFourth": "FRAUD CLIMAX",
        "levelName_fraudSecret": "FRAUD SECRET",

        "levelName_treacheryFirst": "TREACHERY FIRST",
        "levelName_treacherySecond": "TREACHERY CLIMAX",

        "levelName_primeFirst": "SOUL SURVIVOR",
        "levelName_primeSecond": "WAIT OF THE WORLD",
        "levelName_primeThird": ""

    },
    "levelChallenges": {
        "challenges_preludeFirst": "KILL 5 ENEMIES WITH A SINGLE GLASS PANEL",
        "challenges_preludeSecond": "BEAT THE SECRET ENCOUNTER",
        "challenges_preludeThird": "KILL ONLY 1 ENEMY",
        "challenges_preludeFourth": "SLIDE UNINTERRUPTED FOR 18 SECONDS",
        "challenges_preludeFifth": "DON'T DEAL ANY FATAL DAMAGE",

        "challenges_limboFirst": "COMPLETE THE LEVEL IN UNDER 10 SECONDS",
        "challenges_limboSecond": "DON'T PICK UP ANY SKULLS",
        "challenges_limboThird": "BEAT THE SECRET ENCOUNTER",
        "challenges_limboFourth": "DON'T PICK UP ANY SKULLS",

        "challenges_lustFirst": "DON'T OPEN ANY NORMAL DOORS",
        "challenges_lustSecond": "COMPLETE THE LEVEL IN UNDER 60 SECONDS",
        "challenges_lustThird": "DON'T TOUCH ANY WATER",
        "challenges_lustFourth": "PARRY A PUNCH",

        "challenges_gluttonyFirst": "KILL A MINDFLAYER WITH ACID",
        "challenges_gluttonySecond": "DROP GABRIEL INTO A PIT",

        "challenges_greedFirst": "DON'T ACTIVATE ANY ENEMIES",
        "challenges_greedSecond": "KILL THE INSURRECTIONIST IN UNDER 10 SECONDS",
        "challenges_greedThird": "DON'T PICK UP THE TORCH",
        "challenges_greedFourth": "REACH THE BOSS GATE IN UNDER 18 SECONDS",

        "challenges_wrathFirst": "DON'T TOUCH ANY WATER",
        "challenges_wrathSecond": "DON'T FIGHT THE FERRYMAN",
        "challenges_wrathThird": "DON'T TOUCH ANY WATER",
        "challenges_wrathFourth": "REACH THE SURFACE IN UNDER 10 SECONDS",

        "challenges_heresyFirst": "BEAT THE SECRET ENCOUNTER",
        "challenges_heresySecond": "HIT GABRIEL INTO THE CEILING",

        "challenges_violenceFirst": "BEAT THE SECRET ENCOUNTER",
        "challenges_violenceSecond": "DON'T KILL ANY ENEMIES",
        "challenges_violenceThird": "BECOME MARKED FOR DEATH",
        "challenges_violenceFourth": "DON'T FIGHT THE SECURITY SYSTEM",

        "challenges_fraudFirst": "CHALLENGE FRAUD FIRST",
        "challenges_fraudSecond": "CHALLENGE FRAUD SECOND",
        "challenges_fraudThird": "CHALLENGE FRAUD THIRD",
        "challenges_fraudFourth": "CHALLENGE FRAUD CLIMAX",

        "challenges_treacheryFirst": "CHALLENGE TREACHERY FIRST",
        "challenges_treacherySecond": "CHALLENGE TREACHERY SECOND"
    },
    "levelTips": {
        "leveltips_preludeSecond1": "The Revolver deals <color=orange>locational damage</color>.",
        "leveltips_preludeSecond2": "A headshot deals 2x damage and a limbshot deals 1.5x damage.",
        "leveltips_preludeThird1": "Dash: Fully invincible, costs stamina",
        "leveltips_preludeThird2": "Slide: Greater distance, no invincibility",
        "leveltips_preludeThird3": "Jump: Quickly out of melee range, less control",
        "leveltips_preludeFourth1": "Shotgun parries:",
        "leveltips_preludeFourth2": "A point-blank Shotgun shot to the torso right before an enemy attack lands will deal massive damage.",
        "leveltips_preludeFifth": "Attack sound cues allow you to keep track of enemies who are off screen.",

        "leveltips_limboFirst": "Some enemies make idle sounds to make them easier to track.",
        "leveltips_limboSecond": "Use the ATTRACTOR NAILGUN's magnets to form concentrated orbs of nails that can be moved around using the pull force of other magnets.",
        "leveltips_limboThird1": "Enemies can hurt other enemy types.",
        "leveltips_limboThird2": "With quick thinking and positioning, powerful enemies can turn into powerful weapons.",
        "leveltips_limboFourth": "The ATTRACTOR NAILGUN's magnets can be attached to enemies to make mobile targets easy to hit with nails.",

        "leveltips_lustFirst": "Enemies scream when falling from a fatal height.",
        "leveltips_lustSecond1": "SLAM BOUNCING:",
        "leveltips_lustSecond2": "Jump immediately after landing from a ground slam to jump higher.",
        "leveltips_lustSecond3": "The longer the ground slam fall, the higher the bounce.",
        "leveltips_lustThird": "RAILCANNON variations all share the same cooldown. Choose wisely which variation best fits the situation.",
        "leveltips_lustFourth1": "SLIDING will retain previous momentum for a short amount of time. ",
        "leveltips_lustFourth2": "Chaining quick SLIDE JUMPS after a DASH JUMP will give you incredible sustained speed.",

        "leveltips_gluttonyFirst": "Environmental hazards such as harmful liquids will hurt enemies as well.",
        "leveltips_gluttonySecond1": "If you're having trouble keeping up with a tough enemy, stand back and observe. ",
        "leveltips_gluttonySecond2": "Every enemy has its tells and patterns and learning those can be your key to victory.",
      
      
        "leveltips_greedFirst": "HITSCAN weapons can be used to hit the shotgun's CORE EJECT in mid-air to increase its damage and blast radius.",
        "leveltips_greedSecond": "POWER-UPS can be stacked.",
        "leveltips_greedThird": "Hitting an enemy with only the edge of an explosion will launch them without dealing much damage, making it a risky but effective tool against Stalkers.",
        "leveltips_greedFourth": "Airborne coins can be shot with any hitscan weapon.",

        "leveltips_wrathFirst": "Falling underwater is slow, but a ground slam allows for a quick return to the ground.",
        "leveltips_wrathSecond": "Sliding onto water will cause one to skip across its surface.",
        "leveltips_wrathThird": "If an enemy is blessed by an Idol, a direct visible connection is formed between the two, allowing one to easily track down and destroy the protector.",
        "leveltips_wrathThirdBroken": "Ow.",
        "leveltips_wrathFourth1": "Explosions deflect projectiles.",
        "leveltips_wrathFourth2": "If an explosion is caused right from where an enemy shoots a projectile, it can backfire and hit them instead.",

        "leveltips_heresyFirst1": "The space of a large arena can be used to one's advantage.",
        "leveltips_heresyFirst2": "Using the environment to break line-of-sight with enemies allows for some breathing room and time to consider <color=orange>target prioritization</color>.",
        "leveltips_heresySecond1": "DON'T WASTE STAMINA!",
        "leveltips_heresySecond2": "Dashing needlessly while fighting very aggressive foes will quickly cause one to have none left when it is most needed.",


        "leveltips_violenceFirst": "<color=orange>Homing projectiles</color> may be more difficult to dodge, but their tracking and slower speed makes them much <color=orange>easier</color> to <color=orange>parry.</color>",
        "leveltips_violenceSecond": "<color=orange>Mannequins</color> can be hard to hit due to their speed, but they lose air control when <color=orange>launched</color> or <color=orange>shot down</color> from a surface, making them <color=orange>unable to move</color> for a short moment.",
        "leveltips_violenceThird": "The <color=red>Knuckleblaster</color>'s <color=orange>blast wave</color> is also capable of breaking a <color=orange>Gutterman's shield</color>, and is much easier to land in a chaotic scenario.",
        "leveltips_violenceFourth": "A <color=orange>direct hit</color> from the Knuckleblaster has extremely powerful <color=orange>knockback</color>, making it extremely powerful for launching enemies into <color=orange>pits</color> and other <color=orange>environmental hazards</color>.",
        "leveltips_violenceSecret": "Didn't except me, huh?'",

        "leveltips_fraudFirst": "LEVEL TIP FRAUD FIRST",
        "leveltips_fraudSecond": "LEVEL TIP FRAUD SECOND",
        "leveltips_fraudThird": "LEVEL TIP FRAUD THIRD",
        "leveltips_fraudFourth": "LEVEL TIP FRAUD CLIMAX",

        "leveltips_treacheryFirst": "LEVEL TIP TREACHERY FIRST",
        "leveltips_treacherySecond": "LEVEL TIP TREACHERY CLIMAX",

        "leveltips_primeFirst1": "Parries can be used as a powerful healing tool.",
        "leveltips_primeFirst2": "Parrying any enemy projectile or melee attack will fully replenish your health up to the hard damage limit.",
        "leveltips_primeSecond": "Have fun.",

        "leveltips_cybergrind": "If blown too far off the arena, PUMP CHARGE's overcharge is a good way to get back.",
        "leveltips_sandbox1": "CHEATS can be enabled in other levels by inputting:",
        "leveltips_sandbox2": "Enabling ranks will disable cheats.",

        "leveltips_devMuseum": "You can pick up the cut weapons on the second floor."
    },
    "shop": {
        "shop_tipofthedayTitle": "TIP OF THE DAY",
        "shop_tipoftheday": "",
        "shop_menu": "MENU",
        "shop_weapons": "WEAPONS",
        "shop_monsters": "MONSTERS",
        "shop_cybergrind": "THE CYBER GRIND",
        "shop_sandbox": "SANDBOX",
        "shop_returnToMission": "RETURN TO MISSION",
        "shop_soulOrbs": "SOUL ORBS",
        "shop_moneyCount": "<color=orange>P</color>",
        "shop_lotsOfMoney": "LIKE, A LOT OF ",

        "shop_cybergrindDescription1": "The Cyber Grind is an endless survival mode.",
        "shop_cybergrindDescription2": "Good performance gives many points.",
        "shop_cybergrindDescription3": "Progress in the current mission will be lost.",
        "shop_cybergrindEnterTitle": "THE CYBER GRIND",
        "shop_cybergrindEnter": "ENTER THE CYBER GRIND",
        "shop_cybergrindReturningTo": "Returning to:",
        "shop_cybergrindExitTitle": "RETURN TO MISSION",
        "shop_cybergrindExit": "LEAVE THE CYBER GRIND",

        "shop_sandboxTitle": "SANDBOX",
        "shop_sandboxDescription1": "The Sandbox is an empty level that can be used for practicing.",
        "shop_sandboxDescription2": "Progress in the current mission will be lost.",
        "shop_sandboxEnter": "ENTER THE SANDBOX",

        "shop_back": "BACK",
        "shop_weaponInfo": "INFO",
        "shop_weaponColors": "COLORS",

        "shop_weaponsRevolver": "REVOLVER",
        "shop_weaponsShotgun": "SHOTGUN",
        "shop_weaponsNailgun": "NAILGUN",
        "shop_weaponsRailcannon": "RAILCANNON",
        "shop_weaponsRocketLauncher": "ROCKET LAUNCHER",
        "shop_weaponsArms": "ARMS",

        "shop_revolverPiercer": "PIERCER",
        "shop_revolverPiercerDescription1": "Hold Alt Fire to charge a 3-hit beam.",
        "shop_revolverPiercerDescription2": "Requires cooldown.",

        "shop_revolverMarksman": "MARKSMAN",
        "shop_revolverMarksmanDescription1": "Press Alt Fire to throw a coin.",
        "shop_revolverMarksmanDescription2": "Hit an airborne coin to deflect your shot into the nearest enemy's weakpoint.",
        "shop_revolverMarksmanDescription3": "Coins can be chained.",

        "shop_revolverSharpshooter": "SHARPSHOOTER",
        "shop_revolverSharpshooterDescription1": "<color=orange>Hold</color> Alt Fire to charge a piercing beam that <color=orange>ricochets off surfaces</color>.",
        "shop_revolverSharpshooterDescription2": "Can destroy <color=orange>projectiles</color>.",

        "shop_shotgunCoreEject": "CORE EJECT",
        "shop_shotgunCoreEjectDescription1": "Press Alt Fire to overheat and launch the shotgun's cores.",
        "shop_shotgunCoreEjectDescription2": "Hold to charge distance.",
        "shop_shotgunCoreEjectDescription3": "Explodes on impact.",

        "shop_shotgunPumpCharge": "PUMP CHARGE",
        "shop_shotgunPumpChargeDescription1": "Press Alt Fire to pump your shotgun, increasing the power and decreasing the accuracy of your next shot.",
        "shop_shotgunPumpChargeDescription2": "Too many pumps will cause an explosion when fired.",

        "shop_shotgunSawedOn": "SAWED-ON",
        "shop_shotgunSawedOnDescription1": "<color=orange>Hold</color> Alt Fire to rev <color=orange>chainsaw</color>.",
        "shop_shotgunSawedOnDescription2": "<color=orange>Release</color> to launch, <color=orange>piercing</color> enemies and <color=orange>returning</color> back.",
        "shop_shotgunSawedOnDescription3": "Can be <color=orange>punched</color> to keep active.",

        "shop_nailgunMagnet": "MAGNET",
        "shop_nailgunMagnetDescription1": "Alt fire to shoot a magnet that pulls all nearby nails towards it.",
        "shop_nailgunMagnetDescription2": "Magnets stick to surfaces and enemies and can be broken with hitscan weapons.",

        "shop_nailgunOverheat": "OVERHEAT",
        "shop_nailgunOverheatDescription1": "Alt fire while shooting to overheat for a quick burst of high damage at the cost of a heatsink.",
        "shop_nailgunOverheatDescription2": "Heatsinks recharge when not firing.",

        "shop_nailgunJumpStart": "JUMPSTART",
        "shop_nailgunJumpStartDescription1": "Press Alt Fire to attach a cable that <color=orange>slowly charges</color> a powerful <color=orange>electric shock</color>.",
        "shop_nailgunJumpStartDescription2": "Attached cables <color=orange>persist</color> when <color=orange>switching weapons</color>.",

        "shop_railcannonElectric": "ELECTRIC",
        "shop_railcannonElectricDescription1": "A powerful instant piercing shot.",
        "shop_railcannonElectricDescription2": "Pierces through all enemies. Pay attention to your positioning to maximize destruction.",
        "shop_railcannonElectricDescription3": "Don't use in water.",

        "shop_railcannonScrewdriver": "SCREWDRIVER",
        "shop_railcannonScrewdriverDescription1": "Fires a powerful drill that sticks to an enemy and deals damage over time.",
        "shop_railcannonScrewdriverDescription2": "This drill causes enemies to bleed continuously with extra healing range.",

        "shop_railcannonMalicious": "MALICIOUS",
        "shop_railcannonMaliciousDescription1": "Fires an instant beam that causes a large explosion on impact, similar to a certain familiar face.",
        "shop_railcannonMaliciousDescription2": "Wipes out groups of weak enemies with ease.",

        "shop_rocketLauncherFreeze": "FREEZEFRAME",
        "shop_rocketLauncherFreezeDescription1": "Press Alt Fire to freeze rockets.",
        "shop_rocketLauncherFreezeDescription2": "Frozen rockets have a larger blast radius and will stay frozen even when switching weapons.",

        "shop_rocketLauncherSrsCannon": "S.R.S. CANNON",
        "shop_rocketLauncherSrsCannonDescription1": "Press Alt Fire to launch <color=orange>cannonball</color>.",
        "shop_rocketLauncherSrsCannonDescription2": "<color=orange>Hold</color> to charge <color=orange>distance</color>.",
        "shop_rocketLauncherSrsCannonDescription3": "No one knows what S.R.S. stands for.",

        "shop_rocketLauncherFireStarter": "FIRESTARTER",
        "shop_rocketLauncherFireStarterDescription1": "<color=orange>Hold</color> Alt Fire to spray <color=orange>gasoline</color>, making <color=orange>non-flammable</color> enemies <color=orange>flammable</color>.",
        "shop_rocketLauncherFireStarterDescription2": "Can also be sprayed on the <color=orange>environment</color> to create <color=orange>walls of fire</color>.",

        "shop_armFeedbacker": "FEEDBACKER",
        "shop_armFeedbackerDescription1": "Fast punch with decent damage.",
        "shop_armFeedbackerDescription2": "Can parry projectile attacks, including shotgun shots and coins.",

        "shop_armKnuckleblaster": "KNUCKLEBLASTER",
        "shop_armKnuckleblasterDescription1": "Slow punch with high damage and knockback.",
        "shop_armKnuckleblasterDescription2": "Hold Punch to blast shells inside the knuckles, causing a shockwave that knocks surrounding enemies away.",

        "shop_armWhiplash": "WHIPLASH",
        "shop_armWhiplashDescription1": "A winch with a spear. Hold to throw, release to pull.",
        "shop_armWhiplashDescription2": "Can pull light enemies and items, will get pulled to heavy enemies and grapple points.",

        "shop_data": "DATA:",
        "shop_strategy": "STRATEGY:",
        "shop_advancedStrategy": "ADVANCED STRATEGY:",

        "shop_loreRevolver1": "A weapon created during the Final War for medium-to-long distance combat. Uses electric pulses to fire microscopic pieces of metal at incredibly high speeds.",
        "shop_loreRevolver2": "Weapons that use this technology have been dubbed \"electric guns\", and it quickly became the new standard, replacing bullet guns. Due to still requiring a microscopic projectile, its ammo is not actually infinite, but it would take weeks of non-stop firing to run out and refilling is as easy as just scraping some flakes from scrap metal or even the gun's surface.",
        "shop_loreRevolver3": "In fact, a rough, uneven surface from scraping flakes is considered a point of pride for wielders of electric guns, as it shows the weapon has been reliable and used for a long time. Many users even shave off flakes just for this reason, rather than for actual ammunition, making \"unflaked\" electric weapons an outlier.",
        "shop_loreRevolver4": "Although an electric gun requires some time to recharge its battery between shots, the revolver-style design bypasses that issue by including a multi-battery cylinder that rotates after each shot, allowing each battery time to charge without slowing down the fire-rate.",
        "shop_loreRevolver5": "A common modification is to allow for the charges of all batteries to be released simultaneously for greater power, though this requires a longer recharge time.",
        "shop_loreRevolver6": "Although it may seem weak at a glance, its power comes from its consistency and simplicity. The revolver is easy to use while focusing on movement and dodging attacks, because of the instant travel time of its shots and it functioning well at any range.",
        "shop_loreRevolver7": "Headshots deal 2x damage, limbshots 1.5x.",
        "shop_loreRevolver8": "When hit with precise timing during its flash, the Marksman variation's coin can split a shot in two, causing it to hit two targets instead of just one. Although the timing is tight, there is a second much longer window if the coin remains airborne for an extended period of time, recognisable by its continuous whistling sound.",
        "shop_loreRevolver9": "The Marksman variation's coin can be punched after it has flashed, launching it into the nearest target without breaking the coin, increasing its damage further for subsequent punches or shots.",
        "shop_loreRevolver10": "The Piercer's charged shot can also ricochet off of the Marksman variation's coins.",

        "shop_loreShotgun1": "An experimental close range weapon that uses hyperconcentrated heat as its projectiles.",
        "shop_loreShotgun2": "After each shot, the shotgun must be opened to allow its heat-generating cores to vent excess heat, stopping them from melting or exploding. This process is largely automated, requiring little more from the user than a flick of the wrist.",
        "shop_loreShotgun3": "In case of core failure, the pump can be used as a manual heat building mechanism. This process has been simplified via a small button near the grip that pumps the shotgun without requiring physical force from the user, though its ease of use has also greatly increased the reported amount of misfires from users pumping too much heat into a single shot.",
        "shop_loreShotgun4": "Heat weapons never caught on as much as electric weapons due to their volatile nature and strict cooling requirements, but unlike electric weapons, they don't require a separate projectile, making their ammunition truly infinite rather than just practically infinite.",
        "shop_loreShotgun5": "The shotgun is only effective at extremely close ranges, making it a risky but very devastating damage dealer. This also makes it ideal for healing.",
        "shop_loreShotgun6": "Can parry melee attacks via a point-blank shot to the chest. Riskier than using the Feedbacker arm, but with higher damage as a reward.",
        "shop_loreShotgun7": "Quickly swapping weapons skips the wait time after a shot, allowing for continuous bursts of massive damage at the risk of having to stay close for an extended period of time.",
        "shop_loreShotgun8": "The Core Eject variation's core can be shot out of the air via a hitscan weapon such as the Revolver to increase the radius and damage of its explosion. An already explosive hitscan will increase its radius even further.",
        "shop_loreShotgun9": "The slowness of the condensed heat projectiles may seem like a detriment at first, but this means that a well timed punch with the Feedbacker arm can hit them, parrying one's own shot for far greater accuracy, speed and damage.",

        "shop_loreNailgun1": "A combination of parts from an industrial nailgun and an old bullet gun. Most likely engineered by a machine that was built for construction work, as all machines, even those not built for war, had to learn to fend for themselves after the extinction of mankind.",
        "shop_loreNailgun2": "Bullet guns were largely abandoned after the invention of infinite ammunition systems such as electric weapons and heat weapons, largely due to how much cheaper not having to buy ammunition for large-scale armies becomes overtime.",
        "shop_loreNailgun3": "Although the original ammunition system made it useless and largely abandoned, this gun was still excellently designed and built, so with some retrofitting of parts from an industrial nailgun, it has become a rapid-fire projectile weapon with practically infinite metal ammunition.",
        "shop_loreNailgun4": "As is to be expected from an improvised weapon though, its design is far from perfect. As the nail regeneration system was not designed to work at such a high rate, it's liable to overheat if a hard rate limit isn't set on it, though some variants have instead opted for built-in heatsinks.",
        "shop_loreNailgun5": "Due to the nature of its limited ammunition, the nailgun is best used in short bursts rather than extended periods of time.",
        "shop_loreNailgun6": "The Magnet variation's magnets will also affect the nails from other nailgun variations, allowing the bypassing of otherwise limiting factors such as the burst from the Overheat variation having poor accuracy.",
        "shop_loreNailgun7": "Some enemies, such as Malicious Faces, are generally weak to nails, and in particular the higher quality nails from the hard-limited Magnet variation will decimate most weak foes.",
        "shop_loreNailgun8": "Nails become embedded in enemies, causing some special effects. Electric weapons will receive a damage boost from hitting an enemy that has nails in it, and with enough nails, light enemies become magnetized and pulled by the Magnet variation's magnets, allowing for easy temporary disabling of durable light enemies.",
        "shop_loreNailgun9": "The speed of the barrels' spin carries over between variations, meaning shooting even once with the Magnet variation gives maximum heat for the Overheat variation, allowing for an instant full overheat burst.",

        "shop_loreRailcannon1": "This industrial tool was one of the earliest uses for the technology that eventually became electric guns.",
        "shop_loreRailcannon2": "Originally meant as a handheld generator, allowing for an easy way to generate electricity for temporary relocation, such as encampments during wars or expeditions.",
        "shop_loreRailcannon3": "As with most similar industrial tools, once mankind fell, it was repurposed as a weapon by the machine that wielded it, turning it from a lower voltage constant output into a single extremely high burst of energy that requires a long recharge time between shots.",
        "shop_loreRailcannon4": "Although a risky weapon, since its recharge time is so long, the railcannon's power makes it a worthy tool to wield, especially for someone carrying multiple weapons that they can use while the railcannon's battery recharges.",
        "shop_loreRailcannon5": "Each variation serves a different purpose, and since they all share the same cooldown, it's important to know which version to use in any given situation.",
        "shop_loreRailcannon6": "Total recharge time is 15 seconds. Current charge is indicated by a lightning bolt on the HUD.",
        "shop_loreRailcannon7": "The Electric variation can hit the Marksman revolver's coins. Since it has infinite piercing power, with good timing and positioning one can shoot through an enemy to hit a coin, which will then ricochet the shot back into the same enemy, more than doubling the total damage dealt by a single shot.",
        "shop_loreRailcannon8": "By using the Feedbacker arm to punch an enemy that the Screwdriver variation's screw is attached to, it can be relaunched, dealing an extra burst of damage to the enemy. If the screw hits another enemy, its timer will be fully reset, meaning a screw can be juggled between enemies practically infinitely with good timing and aim, though it will break if the enemy it's attached to dies.",
        "shop_loreRailcannon9": "The Malicious variation's explosion range and damage can be greatly increased by hitting an airborne core from the Core Eject shotgun. This technique is highly risky, since missing means wasting the entire shot and having to wait another 15 seconds, but its rewards are bountiful.",

        "shop_loreRocketLauncher1": "Another weapon that used to be an industrial tool, as is visible from it and the railcannon's more vibrant color schemes compared to guns such as the revolver, shotgun and the nailgun, which uses a bullet weapon as its base.",
        "shop_loreRocketLauncher2": "As with most advanced technologies, it was originally created for use in war, as its explosive-generating system was extremely fast at digging trenches, destroying obstacles or resupplying explosive weapons.",
        "shop_loreRocketLauncher3": "However, this tool itself could not be used as a launcher. Early models doubled as weapons, but including the systems for triggering the explosives often caused accidental chemical reactions during their generation process, detonating the explosives before they had been completed.",
        "shop_loreRocketLauncher4": "Since then, the process has been split in two between the generating device and a separate rocket launcher, where the explosives generator builds the rest of a rocket and the rocket launcher applies the triggering mechanism.",
        "shop_loreRocketLauncher5": "As machines rarely have the luxury of co-operation due to sharing blood with others being seen as a waste, the machine that created this weapon instead modified the generation process to work with just a single user and repurposed parts from a jackhammer for launching the projectile.",
        "shop_loreRocketLauncher6": "Instead of using a normal explosion triggering mechanism, the rockets instead use the blood of the target to complete the chemical reaction, making the generation process safe, though the weapon is more difficult to use as it requires direct hits to cause damage.",
        "shop_loreRocketLauncher7": "The skill required for effective use makes it daunting, though its power more than makes up for it, and many of its wielders specifically chose to use it as a symbol of their skill at marksmanship.",
        "shop_loreRocketLauncher8": "Rockets only cause a damage-dealing explosion when hitting a living target directly, but missing on purpose can be used to launch an enemy into the air, since a direct hit on a falling enemy causes a larger, more damaging explosion.",
        "shop_loreRocketLauncher9": "The launcher requires very little preparation to be used, meaning it can be quickly pulled out, fired and put back away to deal a quick burst of extra damage in the middle of another weapon switching combo.",
        "shop_loreRocketLauncher10": "Rockets are pulled by the Magnet nailgun's magnets, though not as strongly as nails. The accuracy of the tracking can be increased by freezing rockets with the Freezeframe variation.",
        "shop_loreRocketLauncher11": "When hit with the Whiplash, a rocket will be attached to the spear without stopping the throw. If the spear doesn't collide with anything else, the rocket will be pulled back with it, exploding on collision with the user.",
        "shop_loreRocketLauncher12": "The cannonballs from the S.R.S. Cannon can be punched to launch them with greater force, shot with a hitscan weapon for an explosion or dropped onto the ground to launch enemies.",
        "shop_loreRocketLauncher13": "Light enemies will be airborne when pulled by the Whiplash, making them very easy targets to hit for the falling enemy explosion bonus. However, this requires a lot of distance from the target if the user wishes to avoid the explosion's increased radius.",
        "shop_loreRocketLauncher14": "Some machines, such as V1, are light enough to ride a rocket. This can be achieved by freezing a rocket with the Freezeframe variation and jumping onto it. Even with the low weight, the rocket will eventually lose power, causing it to drop gradually, but when underwater, V1 is light enough to not cause this drop.",
        "shop_loreRocketLauncher15": "Although the cannonballs from the S.R.S. Cannon variation can be punched the moment they've been launched, they will have greater durability if punched after they've bounced off an enemy.",

        "shop_revolverPreset1": "STANDARD",
        "shop_revolverPreset2": "MAGNUM",
        "shop_revolverPreset3": "ICEBREAKER",
        "shop_revolverPreset4": "HOT & READY",
        "shop_revolverPreset5": "SANGUINE",

        "shop_shotgunPreset1": "STANDARD",
        "shop_shotgunPreset2": "CLASSIC",
        "shop_shotgunPreset3": "PALACE",
        "shop_shotgunPreset4": "CARAMEL",
        "shop_shotgunPreset5": "LUXUS",

        "shop_nailgunPreset1": "STANDARD",
        "shop_nailgunPreset2": "ACIDIC",
        "shop_nailgunPreset3": "CLEAR SKY",
        "shop_nailgunPreset4": "SNOW LEOPARD",
        "shop_nailgunPreset5": "VAMPIRE",

        "shop_railcannonPreset1": "STANDARD",
        "shop_railcannonPreset2": "INVERSE",
        "shop_railcannonPreset3": "LOVE & LIQUORICE",
        "shop_railcannonPreset4": "STATUE VEIN",
        "shop_railcannonPreset5": "INDUSTRIAL",

        "shop_rocketlauncherPreset1": "STANDARD",
        "shop_rocketlauncherPreset2": "RUSTIC",
        "shop_rocketlauncherPreset3": "LIPSTICK",
        "shop_rocketlauncherPreset4": "EGGPLANT",
        "shop_rocketlauncherPreset5": "NIGHT AMETHYST",

        "shop_colorsPreset": "PRESET",
        "shop_colorsCustom": "CUSTOM",
        "shop_colorsAlternative": "ALTERNATE",
        "shop_colorsDone": "DONE",
        "shop_colorsCustomUnlockPrompt": "UNLOCK CUSTOM COLORS FOR:"
    },
    "enemyNames": {
        "enemyname_filth": "FILTH",
        "enemyname_stray": "STRAY",
        "enemyname_schism": "SCHISM",
        "enemyname_soldier": "SOLDIER",
        "enemyname_stalker": "STALKER",
        "enemyname_insurrectionist": "INSURRECTIONIST",
        "enemyname_ferryman": "FERRYMAN",
        "enemyname_swordsmachine": "SWORDSMACHINE",
        "enemyname_drone": "DRONE",
        "enemyname_streetCleaner": "STREETCLEANER",
        "enemyname_v2": "V2",
        "enemyname_mindFlayer": "MINDFLAYER",
        "enemyname_v2Second": "V2 (2ND)",
        "enemyname_sentry": "SENTRY",
        "enemyname_gutterman": "GUTTERMAN",
        "enemyname_guttertank": "GUTTERTANK",
        "enemyname_earthmover": "EARTHMOVER",
        "enemyname_malFace": "MALICIOUS FACE",
        "enemyname_cerberus": "CERBERUS",
        "enemyname_hideousMass": "HIDEOUS MASS",
        "enemyname_idol": "IDOL",
        "enemyname_leviathan": "LEVIATHAN",
        "enemyname_mannequin": "MANNEQUIN",
        "enemyname_minotaur": "MINOTAUR",
        "enemyname_gabriel": "GABRIEL",
        "enemyname_virtue": "VIRTUE",
        "enemyname_somethingWicked": "SOMETHING WICKED",
        "enemyname_puppet": "???",
        "enemyname_earthmoverMortar": "EARTHMOVER MORTAR",
        "enemyname_earthmoverRocketLauncher": "EARTHMOVER ROCKET LAUNCHER",
        "enemyname_earthmoverTower": "EARTHMOVER TOWER",

        "enemyname_boss_cerberus": "CERBERUS, GUARDIAN OF HELL",
        "enemyname_boss_cancerousRodent": "CANCEROUS RODENT",
        "enemyname_boss_veryCancerousRodent": "VERY CANCEROUS RODENT",
        "enemyname_boss_hideousMass": "HIDEOUS MASS",
        "enemyname_boss_swordsmachineAgony": "SWORDSMACHINE \"AGONY\"",
        "enemyname_boss_swordsmachineTundra": "SWORDSMACHINE \"TUNDRA\"",
        "enemyname_boss_corpseOfKingMinos": "THE CORPSE OF KING MINOS",
        "enemyname_boss_gabriel": "GABRIEL, JUDGE OF HELL",
        "enemyname_boss_insurrectionist": "SISYPHEAN INSURRECTIONIST",
        "enemyname_boss_mandalore": "MYSTERIOUS DRUID KNIGHT (& OWL)",
        "enemyname_boss_earthmover": "1000-THR \"EARTHMOVER\"",
        "enemyname_boss_earthmoverDefence": "1000-THR DEFENCE SYSTEM",
        "enemyname_boss_ferryman": "FERRYMAN",
        "enemyname_boss_leviathan": "LEVIATHAN",
        "enemyname_boss_insurrectionistAngry": "INSURRECTIONIST \"ANGRY\"",
        "enemyname_boss_insurrectionistRude": "INSURRECTIONIST \"RUDE\"",
        "enemyname_boss_gabrielSecond": "GABRIEL, APOSTATE OF HATE",
        "enemyname_boss_bigJohninator": "BIG JOHNINATOR",
        "enemyname_boss_fleshPrison": "FLESH PRISON",
        "enemyname_boss_fleshPanopticon": "FLESH PANOPTICON",
        "enemyname_boss_minosPrime": "MINOS PRIME",
        "enemyname_boss_sisyphusPrime": "SISYPHUS PRIME",

        "enemyname_type_lesserHusk": "LESSER HUSK",
        "enemyname_type_greaterHusk": "GREATER HUSK",
        "enemyname_type_supremeHusk": "SUPREME HUSK",

        "enemyname_type_lesserDemon": "LESSER DEMON",
        "enemyname_type_greaterDemon": "GREATER DEMON",
        "enemyname_type_supremeDemon": "SUPREME DEMON",

        "enemyname_type_lesserMachine": "LESSER MACHINE",
        "enemyname_type_greaterMachine": "GREATER MACHINE",
        "enemyname_type_supremeMachine": "SUPREME MACHINE",

        "enemyname_type_lesserAngel": "LESSER ANGEL",
        "enemyname_type_greaterAngel": "GREATER ANGEL",
        "enemyname_type_supremeAngel": "SUPREME ANGEL",

        "enemyname_type_primeSoul": "PRIME SOUL"
    },

    "cheats": {
        "cheats_disclaimer1": "Enabling cheats means you will not gain a rank upon completion of a level and a Cyber Grind high score will not be saved.",
        "cheats_disclaimer2": "Press ~ or HOME after enabling cheats to toggle to menu.",
        "cheats_disclaimerYes": "ACTIVATE CHEATS",
        "cheats_disclaimerNo": "CANCEL",

        "cheats_panelTitle": "MANAGE CHEATS",
        "cheats_cheatsEnabled": "<color=#44FF45>CHEATS</color> ENABLED :^)",

        "cheats_keepEnabled": "Keep cheats enabled",
        "cheats_spawnerArm": "Spawner Arm",
        "cheats_teleportMenu": "Teleport Menu",
        "cheats_fullBright": "Fullbright",
        "cheats_invincibility": "Invincibility",
        "cheats_noclip": "Noclip",
        "cheats_flight": "Flight",
        "cheats_infiniteWallJumps": "Infinite wall jump",
        "cheats_noWeaponCooldown": "No weapon cooldown",
        "cheats_infinitePowerUps": "Infinite Power-Ups",
        "cheats_blindEnemies": "Blind Enemies",
        "cheats_enemiesHateEnemies": "Enemies Attack Each Other",
        "cheats_enemiesIgnorePlayer": "Enemies Ignore Player",
        "cheats_disableEnemySpawns": "Disable Enemy Spawns",
        "cheats_invincibleEnemies": "Invincible Enemies",
        "cheats_killAllEnemies": "Kill All Enemies",
        "cheats_quickSave": "Quick Save",
        "cheats_quickLoad": "Quick Load",
        "cheats_saveMenu": "Manage Saves",
        "cheats_clear": "Clear Map",
        "cheats_rebuildNav": "Enemy Navigation",
        "cheats_snapping": "Snapping",
        "cheats_physics": "Spawn With Physics",
        "cheats_crashMode": "Clash Mode",
        "cheats_hideWeapons": "Hide Weapons",
        "cheats_hideUi": "Hide UI",
        "cheats_ghostDroneMode": "Drone Haunting",

        "cheats_stayActive": "STAY ACTIVE",
        "cheats_disableOnReload": "DISABLE ON RELOAD",
        "cheats_equip": "EQUIP",
        "cheats_remove": "REMOVE",
        "cheats_loadLatestSave": "LOAD LATEST SAVE",
        "cheats_open": "OPEN",
        "cheats_killAll": "KILL ALL",
        "cheats_static": "STATIC",
        "cheats_dynamic": "DYNAMIC",
        "cheats_rebuild": "REBUILD",
        "cheats_rebuilding": "REBUILDING...",

        "cheats_activated": "ACTIVATED",
        "cheats_deactivated": "DEACTIVATED",
        "cheats_pressToBind": "PRESS TO BIND",
        "cheats_delete": "DELETE",

        "cheats_navmeshOutdated1": "NAVMESH OUT OF DATE",
        "cheats_navmeshOutdated2": "(Rebuild navigation in cheats menu)",

        "cheats_spawnerArmSlot": "Spawner Arm in slot 6",

        "cheats_dupesTitle": "SANDBOX SAVES",
        "cheats_dupesSaveNamePrompt": "ENTER A NAME HERE",
        "cheats_dupesNewSave": "NEW SAVE",
        "cheats_dupesOpenFolder": "OPEN FOLDER",
        "cheats_dupesOverWriteWarn": "Are you sure you want to \n<color=orange>OVERWRITE</color> your sandbox save?",
        "cheats_dupesSave": "SAVE",
        "cheats_dupesLoad": "LOAD",
        "cheats_dupesDelete": "DELETE",

        "cheats_categoryMeta": "META",
        "cheats_categorySandbox": "SANDBOX",
        "cheats_categoryGeneral": "GENERAL",
        "cheats_categoryMovement": "MOVEMENT",
        "cheats_categoryEnemies": "ENEMIES",
        "cheats_categoryWeapons": "WEAPONS",
        "cheats_categoryItems": "ITEMS",
        "cheats_categoryVisual": "VISUAL",
        "cheats_categorySpecial": "SPECIAL"
    },

    "enemybios": {
        "enemyBios_type": "TYPE:",
        "enemyBios_data": "DATA:",
        "enemyBios_strategy": "STRATEGIES:",

        "enemyBios_filth_1": "Husks are physical manifestations of the souls of the damned. ",
        "enemyBios_filth_2": "The physical form is based on the value of the original soul, which is determined by the strength of its will and its prevalence in public consciousness: the living souls that remember it. ",
        "enemyBios_filth_3": "Filth are the lowest form of Husk, whose souls were too weak and unimportant to even form a complete physical body.",
        "enemyBios_filth_4": "Even among Husks, they have the lowest intelligence, driven purely by hunger.",

        "enemyBios_filth_strategy1": "Most weapons are easily capable of taking down Filth, but their powerful jaws and sheer numbers can overwhelm a target quickly if underestimated.",
        "enemyBios_filth_strategy2": "Explosives are the most effective way to take down swarms, but any weapon that can hit more than one target will be efficient.",

        "enemyBios_stray_1": "While their tall stature may seem intimidating, Strays are afraid of most danger and will try to stay at a safe distance, only attacking via projectiles formed with Hell Energy. ",
        "enemyBios_stray_2": "Although controlling and manifesting this energy is a complicated task, Strays have very low intelligence and are only able to do so via pure instinct.",
        "enemyBios_stray_3": "Nevertheless, humans were unable to replicate this level of accuracy and control, particularly the Stray's ability to cause the energy orbs to selectively ignore other Husks.",

        "enemyBios_stray_strategy1": "Most weapons will be effective against them, but a Revolver headshot is the quickest and surest way to eliminate a Stray.",
        "enemyBios_stray_strategy2": "Due to their static nature and slow rate of attacking, they are an excellent target for projectile parrying.",

        "enemyBios_schism_1": "The result of two souls attempting to manifest in the same space, causing an amalgamation of two physical bodies. ",
        "enemyBios_schism_2": "Due to the doubled body mass, they're quite resilient to damage, but have very poor motor control and thus cannot aim with any degree of accuracy, resorting to barrages of energy orbs in the general direction of their opponent.",

        "enemyBios_schism_strategy1": "Piercer revolver's charged headshots are an efficient tool for a quick kill against Schisms, though their displaced head can make aiming difficult for the inexperienced.",
        "enemyBios_schism_strategy2": "A point-blank Pump Charge shotgun blast with 2 pumps will be able to take them down in a single shot.",
        "enemyBios_schism_strategy3": "Due to their poor aim, they aren't a priority target, but the sheer amount of projectiles can sometimes make avoiding them tricky in busy encounters.",

        "enemyBios_soldier_1": "Soldiers are an augmented version of Strays, whose technological implants have been scavenged from broken machines to channel Hell Energy with greater efficiency.",
        "enemyBios_soldier_2": "This increase in power gives Soldiers more self-confidence, causing them to act more aggressively than normal Strays.",
        "enemyBios_soldier_3": "Despite the enhancements, their intelligence remains low and it has yet to be determined who or what actually augmented them.",

        "enemyBios_soldier_strategy1": "The shotgun is an excellent weapon against Soldiers, as long as its use is swift so as to not allow them to protect themselves with melee attacks. ",
        "enemyBios_soldier_strategy2": "Since Soldiers charge their shots in front of them rather than above them, the charge is also easier to interrupt via a precise revolver shot for an explosive kill.",
        "enemyBios_soldier_strategy3": "Thanks to their augmentations, Soldiers are able to withstand normal explosions with little to no damage. The more powerful red explosions will go through their guard however, and they are unable to block if not on the ground.",

        "enemyBios_ferryman_1": "Ferrymen are rare husks whose powerful bodies, trained skills and blind faith have granted them the chance of becoming the transporters of souls between the layers of Hell.",
        "enemyBios_ferryman_2": "They have each been given a holy cloth by Heaven as a symbol of their devotion to God's order, which they wear over their bodies to hide the human form that they've grown to despise as a reminder of their sins in life stopping them from becoming angels.",
        "enemyBios_ferryman_3": "Due to the holy power emanating from the cloth, Ferrymen's skeletal bodies have slowly been colored bright and radiant, and their skulls have enough latent energy to open gates that otherwise stop Husks from exiting their places of torment.",
        "enemyBios_ferryman_4": "Each ferry can only have one Ferryman at a time, so when a new Ferryman is formed, it will fight another to the death in order to take their place and inherit their cloth. The loser's skull is taken as a trophy and used to grant the winner passage across the layers in order to transport the souls of the damned to their destinations.",
        "enemyBios_ferryman_5": "Ferrymen will often use the knowledge from their past life to improve their ferries, growing past the need for oars, which are now used by Ferrymen only as weapons.",
        "enemyBios_ferryman_6": "As the influx of souls has ended with the death of mankind, the Ferrymen have lost their purpose and now wander around aimlessly, hoping that the angels would grant them passage into Heaven, despite Gabriel being the only one who cares about their efforts.",

        "enemyBios_ferryman_strategy1": "Ferrymen choose their attacks based on their opponent's actions. When approached, they move to safety, and when retreated from, they'll apply pressure via attacks with greater reach.",
        "enemyBios_ferryman_strategy2": "Despite its looks, their uppercut is quite dangerous and can be difficult to dodge. It's best not to stay in the air for too long.",
        "enemyBios_ferryman_strategy3": "Some of their attacks are parryable and some are not. Pay attention to the color of their warning flash to learn which are which.",
        "enemyBios_ferryman_strategy4": "Ferrymen may attempt to cross a retreating opponent up by rolling behind them before attacking. Keep track of their position and if they roll too often, try being more aggressive.",

        "enemyBios_idol_1": "Although they can easily be mistaken to be of divine origin, Idols were created using the same process as other demons. Unlike their larger kin, their shells were too small to contain a useful amount of Hell Mass, creating life, but leaving it unable to move or act.",
        "enemyBios_idol_2": "The Idols did not originally look divine, but were painstakingly carved to such shapes by Ferrymen who collected them during travels across the layers of Hell. This was done as both an act of compassion and as a tribute to angels, particularly Gabriel, whom Ferrymen believe to have similarly granted them mercy.",
        "enemyBios_idol_3": "Close proximity to a Ferryman's holy cloth during the long and arduous carving process caused its holy power to seep into them, allowing them to continue the chain of compassion by protecting others from physical harm.",
        "enemyBios_idol_4": "It is fortunate for them that Gabriel is the only angel of Heaven's higher order to watch over Hell, since if the Council had found out about such beings, they would have been labelled perversions of the divine form and ordered to be destroyed by the Ferrymen who so lovingly had granted them a chance at life.",

        "enemyBios_idol_strategy1": "Although Idols are immune to projectiles, they can be destroyed by a blunt force melee attack such as a punch or a ground slam.",
        "enemyBios_idol_strategy2": "Blessed enemies cannot be damaged by attacks, but will still be pushed by physical forces and can be killed by environmental dangers, such as crushers or fans.",
        "enemyBios_idol_strategy3": "Neither Idols nor blessed enemies can be grappled onto with the Whiplash.",

        "enemyBios_leviathan_1": "Unlike most demons, the Leviathan is not formed from generic Hell Mass, but instead from the bodies of the Sullen, a name used for those in the Ocean Styx who have given up fighting for air and instead lay at the bottom of the ocean, drowning eternally.",
        "enemyBios_leviathan_2": "The Sullen, in their motionlessness, were eventually fused together by the same force that created the other demons, becoming the biblical Leviathan, an abomination prophesized to be at the end of the world.",
        "enemyBios_leviathan_3": "The heart, which houses the souls of the Sullen in endless anguish as their flesh, veins and nerves writhe and mutate, attempted to escape its body, but Gabriel struck it down with his divine spears, pinning it back onto its head, unable to move.",
        "enemyBios_leviathan_4": "Although the world ended, the Leviathan remains trapped in the Ocean Styx, growing ever longer as more of Wrath's sinners give up and sink to the bottom.",

        "enemyBios_leviathan_strategy1": "The Leviathan's heart is exposed on top of its head, making it a clear weakpoint to aim for. Although it's usually not visible, it can be seen after the Leviathan's attacks, opening an opportunity for direct damage, or for landing a magnet.",
        "enemyBios_leviathan_strategy2": "Although ill-advised, it is possible to ride the Leviathan for a short period of time. A well-timed jump will allow one to dodge the Leviathan's bite attack as well as land on its head near its exposed heart.",
        "enemyBios_leviathan_strategy3": "The tail will either swing high or low, and the height of the swing can be determined by the direction in which the swing rotates.",

        "enemyBios_corpseOfKingMinos_1": "Once the great and beloved king of the Lust layer, Minos has now been reduced to a shambling corpse.",
        "enemyBios_corpseOfKingMinos_2": "Due to his incredible power of will and status as a just ruler in life remembered even millennia after his death, the manifestation of his soul is the largest Husk to ever have been recorded.",
        "enemyBios_corpseOfKingMinos_3": "Small traces of the original soul can still be detected in the body, but the corpse itself is animated and controlled entirely by the snakelike Parasites that he once commanded.",
        "enemyBios_corpseOfKingMinos_4": "Despite once bringing upon the renaissance of the Lust layer, his corpse now only seeks sinners to punish.",

        "enemyBios_corpseOfKingMinos_strategy1": "Due to his large stature, it can be quite difficult to recover blood from him, but his hands are usually holding on to the walls of the arena, which can be used for refueling.",
        "enemyBios_corpseOfKingMinos_strategy2": "Any weapon will work against an enemy this large, but melee and projectile parries make for a quick way to inflict grave damage.",
        "enemyBios_corpseOfKingMinos_strategy3": "Although it moves slowly, the Black Hole he summons is extremely dangerous and cannot be destroyed.",

        "enemyBios_stalker_1": "As the Greed layer's punishment, Stalkers have been forced to carry heavy boulders up the monuments of mankind's greed for all eternity.",
        "enemyBios_stalker_2": "They have carried out their punishment for so long that their bodies have evolved, warped and grown to better suit it.",
        "enemyBios_stalker_3": "Their limbs have twisted to give them better balance while carrying boulders on their backs and their skin and muscles have completely dried up, allowing them to survive direct contact with the dunes of gold dust that Greed's sun has raised to unfathomably high temperatures.",
        "enemyBios_stalker_4": "However, an unidentified sentient force has replaced the boulders they would normally carry with high tech bombs that, upon detonation, will transform any nearby blood into the gold dust \"sand\" that covers the layer's surface.",
        "enemyBios_stalker_5": "Research has shown the technology to be very similar to the augmentations of the modified Strays known as Soldiers, so it is likely both modifications come from the same source.",

        "enemyBios_stalker_strategy1": "The lights on the canister give information on a Stalker's state. The color shows the state of their explosive and the brightness of the color shows how much health the Stalker has left.",
        "enemyBios_stalker_strategy2": "It's advisable to forcibly detonate a Stalker rather than allowing one to detonate itself, as the latter explosion will have a larger area of effect.",
        "enemyBios_stalker_strategy3": "If a Stalker gets close to its target and can no longer be pushed away, a ground slam wave can launch them out of range so they can be detonated safely in mid-air, since the explosion is mostly horizontal.",
        "enemyBios_stalker_strategy4": "Attaching magnets to a Stalker will reduce the radius of its detonation.",

        "enemyBios_insurrectionist_1": "The Sisyphean Insurrectionists were an army of Husks gathered and trained by King Sisyphus for overthrowing Heaven's control of Hell, freeing the sinners from their eternal torment.",
        "enemyBios_insurrectionist_2": "During an era of chaos in Heaven, as the angelic watch was absent, Sisyphus began setting his plan in motion as his forces recruited all Husks that were intelligent enough to be useful to their cause and began attacking the demons that wandered the dunes of Greed.",
        "enemyBios_insurrectionist_3": "Upon the establishment of the Council and subsequent return of peace to Heaven, Gabriel and an army of angels were sent down to crush the insurrection and subjugate Sisyphus' army.",
        "enemyBios_insurrectionist_4": "Although their battle was well-fought, the inexperienced Insurrectionists could not match the educated strategy of the angels, who quickly descended upon King Sisyphus with great force, eventually overpowering and killing him, leaving the Insurrectionists without a chain of command.",
        "enemyBios_insurrectionist_5": "Left scattered and disoriented, the warriors were easily picked off one by one, their bodies cut apart, leaving behind only the bare essentials required to carry on their eternal punishment of hauling heavy boulders up the monuments of mankind's arrogance and greed.",
        "enemyBios_insurrectionist_6": "Although the blood of their enemies still stains their bodies and their grasp still clutches their fallen foes, their will and fierce fury only serve as mental torment in knowing how close they were to freedom.",

        "enemyBios_insurrectionist_strategy1": "The Sisyphean Insurrectionists soak their feet in the blood of their enemies to protect them from the heat of Greed's dunes, but the rest of their body is still skin and flesh, which can be set aflame to greatly weaken their defences, increasing the damage of any attack dealt to them.",
        "enemyBios_insurrectionist_strategy2": "Though they have practically unlimited range, each of the Insurrectionist's swings has strengths and weaknesses. Learning which way to dodge to avoid each attack is vital.",
        "enemyBios_insurrectionist_strategy3": "The Insurrectionist's stomp is fast and destructive, so it's inadvisable to stay close for long.",
        "enemyBios_insurrectionist_strategy4": "The Malicious Face they wield as a weapon is not a part of their body, so hitting it will not deal damage to an Insurrectionist, but this also means that it can still be used to heal even if its wielder's blood has been turned to sand.",

        "enemyBios_swordsmachine_1": "Its original form is unrecognisable after years of scavenging scrap and rebuilding itself, but among scrapheads, the Swordsmachine is quite famous due to its combat prowess and selfmade form, ugly to most but beautiful to enthusiasts, spawning many copycats. ",
        "enemyBios_swordsmachine_2": "It wields a selfmade sword with a motor on it that, when revved, will heat the blade, cutting through most organic matter with ease. ",
        "enemyBios_swordsmachine_3": "Due to its possessive hoarding behavior, it's one of the few machines still capable of vocalization -- an ability most have discarded for more efficient resource management.",

        "enemyBios_swordsmachine_strategy1": "Despite its excellent performance against Hell's denizens, its design does not take into account extremely mobile opponents, so the best way to avoid its blade is to jump out of its vertical range.",
        "enemyBios_swordsmachine_strategy2": "Its motorized sword makes for predictable attacks, making the Swordsmachine an excellent target for parrying.",
        "enemyBios_swordsmachine_strategy3": "Although its use of ranged weapons is primitive at best, its sword throws can be unexpectedly accurate thanks to its mastery of the weapon.",

        "enemyBios_drone_1": "A mass-produced security device built as both a surveillance camera and a security guard.",
        "enemyBios_drone_2": "Though originally built to only use non-lethal ammunition, they have scavenged parts from the defunct machines on the surface for greater efficiency at collecting blood.",
        "enemyBios_drone_3": "Curious by nature, but to keep production costs low, their intelligence is very limited.",

        "enemyBios_drone_strategy1": "Due to their light weight, physical projectiles such as nails will push them around, making them harder to deal consistent damage to.",
        "enemyBios_drone_strategy2": "On death they will make a last ditch effort to harm their opponent with a self-destruct, but powerful single attacks and explosives will make them explode instantly.",
        "enemyBios_drone_strategy3": "Punching a drone will redirect their suicide dive, making them a high-risk offensive opportunity.",
        "enemyBios_drone_strategy4": "Their scanning mechanism makes a chirping sound, which can be listened for to make them easier to track down, as their flight and small size can lead them to hard to reach places.",

        "enemyBios_streetcleaner_1": "Originally built as a way to purify the tainted air of cities after the climate catastrophe, Streetcleaners were made obsolete during the New Peace, and were repurposed as scouts for Hell expeditions.",
        "enemyBios_streetcleaner_2": "However, their urge to clean remained, and after the fall of mankind, they began burning any organic matter they came across in an effort to purify the world.",

        "enemyBios_streetcleaner_strategy1": "Due to their combat experience, they can be tricky to take down with projectiles or explosives.",
        "enemyBios_streetcleaner_strategy2": "The canister on their back is a major weakpoint that can be shattered with a precision shot, such as a Marksman coin ricochet from behind.",
        "enemyBios_streetcleaner_strategy3": "Point-blank attacks can also be very efficient, but must be performed quickly to avoid the fire of their flamethrowers.",

        "enemyBios_v2_1": "The V model was built for war, with V1 boasting a new kind of exterior plating that allowed refueling through contact with blood rather than through a separate blood refueling process.",
        "enemyBios_v2_2": "Due to its necessary thinness, it is far less durable, but the ability to fix itself and rebuild broken parts on the fly would outweigh the negatives on an active battlefield.",
        "enemyBios_v2_3": "However, during the prototyping phase, the New Peace was established and war became irrelevant.",
        "enemyBios_v2_4": "V1's planned production was cancelled and an updated model, V2, was developed instead, using the standardized plating, since durability was far more important during times of peace when no bloodshed was necessary.",
        "enemyBios_v2_5": "Neither model ever reached mass production due to the end of wars completely draining any demand, so it's likely only a single prototype build of each model remains in existence.",

        "enemyBios_v2_strategy1": "V2 is adept at controlling space and will take advantage of this to change the flow of battle to throw off its opponent. Stay too close and it will run away. Stay far away and it will come close.",
        "enemyBios_v2_strategy2": "V2's high mobility makes it a tricky target to hit, and especially difficult to heal off of. When in need of blood and unable to catch up, it's instead recommended to stay away from it and let it come to you instead.",
        "enemyBios_v2_strategy3": "V2 will switch weapons depending on the distance from its target, so if one of its weapons is difficult to avoid, a change in proximity will close it off.",
        "enemyBios_v2_strategy4": "Knowledge of the synergies of one's own arsenal can allow one to turn V2's weapons against it.",

        "enemyBios_mindflayer_1": "Rare but extremely dangerous, the Mindflayer is a machine that has adapted and mastered the use of Hell Energy alongside its own technological prowess.",
        "enemyBios_mindflayer_2": "The machine itself is only the top part of its apparent body, the rest of which is a plastic shell in the form of a human, which they seem to have built themselves.",
        "enemyBios_mindflayer_3": "The plastic body serves no function and is only for aesthetic purposes.",
        "enemyBios_mindflayer_4": "Despite it being a waste of resources, Mindflayers will use everything in its power to protect the plastic body from harm, even if that means destroying itself in the process.",
        "enemyBios_mindflayer_5": "Mindflayers seem to prefer a female form, though very rare occasions of male forms have also been recorded.",

        "enemyBios_mindflayer_strategy1": "When encountering a Mindflayer, it's imperative to keep track of their actions either through visuals or audio.",
        "enemyBios_mindflayer_strategy2": "Due to their homing projectiles being fired in a burst, a safe explosive such as a Knuckleblaster blastwave is the most efficient in deflecting them.",
        "enemyBios_mindflayer_strategy3": "Their instant teleportation can make consistent positional advantage quite difficult, but a Screwdriver drill will temporarily stop them from teleporting.",

        "enemyBios_sentry_1": "One of the many war machines created during the Final War. Although there were attempts to find new purpose for them during the New Peace, their streamlined design made them unable to be repurposed until the start of the Hell expeditions.",
        "enemyBios_sentry_2": "Their extremely powerful legs and feet allow them to dig into the ground, making them immovable by most forces and allowing them to easily line up any shot without interruption.",
        "enemyBios_sentry_3": "Despite their size, they were built to be extremely light, which when combined with the power of their legs, allows them to move at extremely fast speeds. Such power and lightness have made their legs one of the most sought after parts by scrapheads.",
        "enemyBios_sentry_4": "Most machines will only render a simplified approximation of their visual surroundings for faster processing speed, but Sentries use full renders instead, giving them perfect accuracy even over extremely long distances.",

        "enemyBios_sentry_strategy1": "Due to their powerful legs, once they've dug into the ground to aim, they can no longer move.",
        "enemyBios_sentry_strategy2": "Once dug in, the only ways to interrupt their attack are: Shooting them with the Electric Railcannon, hitting their antenna with the Revolver, launching them with the ground slam wave or punching them with the Knuckleblaster.",
        "enemyBios_sentry_strategy3": "As long as they haven't dug in, their light weight makes them easy to launch and keep in the air where they are harmless.",
        "enemyBios_sentry_strategy4": "A good way to disable a Sentry for a longer period of time is to shoot nails into them with the Nailgun and then placing a magnet in a nearby wall or ceiling, which will pull them once they've been knocked off balance.",

        "enemyBios_v2Second_1": "After its defeat and escape, V2 dove deeper into Hell, killing other machines for their blood to help its recovery with the intent of taking revenge on V1 and recovering its original arm.",
        "enemyBios_v2Second_2": "After finding a temporary replacement from one of its victims, V2 used parts from other machines to transform the new placeholder arm into a mobility tool that would allow it to catch up to V1's fast descent into the deeper layers.",
        "enemyBios_v2Second_3": "In order to prepare for their second and final encounter, it researched the combat data from their previous battle to copy strategies and techniques from the older and more experienced V1 to give itself an upper hand.",
        "enemyBios_v2Second_4": "However, despite all its preparation, V2 lost again, and unable to escape this time, was brought to a swift and decisive end by its predecessor.",

        "enemyBios_v2Second_strategy1": "Although V2's coins may seem extremely dangerous at first, they are also an excellent opportunity for high damage if shot before V2 can.",
        "enemyBios_v2Second_strategy2": "V2's nailgun can be circumvented or turned against itself via Magnets.",
        "enemyBios_v2Second_strategy3": "Hitting V2 with its own arm will cause it to enrage instantly.",

        "enemyBios_gutterman_1": "Built in the early days of the Final War, the Guttermen were one of the first successful experiments in using blood as a fuel source, as well as the first automatons to be deployed in wide-scale conflict.",
        "enemyBios_gutterman_2": "During the war's first phase, an era of trench warfare, these seemingly unstoppable walls were airdropped into enemy trenches, which they would then slowly and systematically clear out as all opposing soldiers would have to choose between being minced by the Gutterman, or running out of the trench and getting mowed down by machine gun fire.",
        "enemyBios_gutterman_3": "Researchers had not yet found a way to keep the blood inside a machine fresh, so a live fuel source was strapped inside, kept alive by minimal life support, before the Guttermen were welded shut. Although publically these fuel sources were claimed to be volunteer patriots, most were deserters, battle-fatigued returnees or prisoners of war.",
        "enemyBios_gutterman_4": "Forces from far beyond took notice of the cruelty man was capable of, and the suffering of these human blood supplies served as an inspiration for the creation of the Mannequins.",

        "enemyBios_gutterman_strategy1": "The shield is a Gutterman's main defence. Destroying it with the Knuckleblaster will cause them to take increased damage.",
        "enemyBios_gutterman_strategy2": "Although slow at first, their tracking will improve the longer they maintain line of sight. It's best not to stay out in the open for too long.",
        "enemyBios_gutterman_strategy3": "Once the shield has been broken, the Gutterman's punches can be parried, which resets their tracking.",
        "enemyBios_gutterman_strategy4": "A Gutterman's corpse can be ground slammed to cause a large explosion that damages surrounding enemies and launches the attacker high in the air.",

        "enemyBios_guttertank_1": "As Guttermen singlehandedly ended the trench warfare era of the Final War, armies scrambled to create countermeasures, leading to the creation of more machines of war.",
        "enemyBios_guttertank_2": "Built from the foundations of Guttermen to save time, Guttertanks were equipped with highly efficient explosives and arms capable of damaging and destroying thick armor. The slow, lumbering walls that once dominated the field had now become obsolete.",
        "enemyBios_guttertank_3": "As human soldiers had quickly become useless in war, utterly outclassed by machines, they were almost entirely phased out. This lead to the second era of the Final War, where machines fought machines in a back-and-forth tide as new designs were phased in and out at a feverish pace, each designed specifically to counter the last.",
        "enemyBios_guttertank_4": "Although at first the soldiers celebrated returning home, they soon found that the pointless, endless arms race left little in its wake. All resources were used on machines of war, and impoverished civilians had to struggle to survive. Home was just another battlefield, a war of all against all.",
        "enemyBios_guttertank_5": "Conquest leads to war —",
        "enemyBios_guttertank_6": "War leads to famine —",
        "enemyBios_guttertank_7": "Famine leads to...",

        "enemyBios_guttertank_strategy1": "The Guttertank's punch is deceptively fast and powerful. The best way to get close safely is to bait a punch before closing the gap.",
        "enemyBios_guttertank_strategy2": "Due to reused technology, the Freezeframe Rocket Launcher is capable of freezing Guttertank rockets too, making them temporarily incapable of long range combat.",

        "enemyBios_earthmover_1": "Earthmovers were the pinnacle of the arms race. Often called the horsemen of the apocalypse, it took only one to level an entire city and leave nothing but fire in its wake. The last era of the Final War had begun.",
        "enemyBios_earthmover_2": "The first machines large enough to house a shield generator, these walking fortresses could only be made vulnerable from within, making them the new frontlines for smaller, more mobile machines. Due to their colossal size, they required both blood and solar power to function.",
        "enemyBios_earthmover_3": "When the final era escalated, cleansing the world with fire, the surviving civilians were forced to evacuate and build new homes on the backs of these machines, as the surface became an inhospitable wasteland where no flora or fauna could flourish.",
        "enemyBios_earthmover_4": "Eventually the soot, smoke and decay from unending global war would blot out the sun, casting the world into the Long Night, and Earthmovers, unable to feed on sunlight, shut down and died out one by one.",
        "enemyBios_earthmover_5": "War had become entirely dependent on them, large scale conflict was no longer feasible. Finally, mankind started to work together to reverse the effects of the Long Night climate catastrophe, and so began the New Peace. 200 years of war for its own sake ended not with a bang, but utter silence.",
        "enemyBios_earthmover_6": "At the brink of despair, the planet would slowly learn to breathe once more, and the corpses of these titans would serve as a stark reminder of just how close mankind was to an apocalypse by their own hand.",

        "enemyBios_earthmover_strategy1": "Each part of the security system is immobile, making them very vulnerable to attacks that would otherwise easily miss, such as Freeze Frame rockets.",
        "enemyBios_earthmover_strategy2": "Some of the gaps in the main computer room's defence grid are too high up for a normal jump, but the elevated edges of the room can be used to get higher. More adept movers may instead jump immediately after a ground slam to gain enough height.",

        "enemyBios_maliciousFace_1": "Demons are creatures born from the mass of Hell. They are most easily recognisable by their hard stone-like exterior and slow movement.",
        "enemyBios_maliciousFace_2": "Demons have higher intelligence than Husks, but are still incapable of rational thought and communication. No demons have been able to pass the mirror test, though studies are limited due to their hostility.",
        "enemyBios_maliciousFace_3": "Malicious Faces are the most common type of demon, but are incredibly dangerous, especially in swarms, due to their mastery of the use of Hell Energy as a weapon.",

        "enemyBios_maliciousFace_strategy1": "Due to their burst fire, they can be quite difficult to get close to, so despite the effectiveness of a point blank shotgun shot, nails are the recommended course of action, with magnets enabling long-range combat.",
        "enemyBios_maliciousFace_strategy2": "Due to their invulnerability to explosions, they don't need to hold back the energy of their beam attacks, so staying away from walls and other surfaces is recommended when they begin charging an energy beam.",

        "enemyBios_cerberus_1": "Although they do not resemble the mythological three-headed dog, this name was chosen due to their nature as protectors of Hell. However, it's not yet known why some stay dormant despite provocation.",
        "enemyBios_cerberus_2": "Despite the fact that keeping an energy orb stable takes a considerable amount of focus and effort, they seem to always keep one in hand, most likely as a display of their power to scare off intruders.",

        "enemyBios_cerberus_strategy1": "Due to remaining entirely stationary until awoken, they move quite slowly, so engagement distance is easy to control.",
        "enemyBios_cerberus_strategy2": "They're quite adept at ranged combat by throwing their orb, but in order to avoid damaging themselves, they will not initiate a throw while their target is close, which can be used to manipulate their behavior, though once a throw has started, it cannot be stopped.",
        "enemyBios_cerberus_strategy3": "Due to the extreme concentration of their energy orbs, thrown ones explode on physical impact, so staying close to surfaces such the floor or any walls will make avoiding ranged attacks more difficult.",

        "enemyBios_hideousMass_1": "Hideous Masses are a rare occurrence, when an excessive amount of Hell Mass is poured into a single shell, causing it to overflow and burst at the seams.",
        "enemyBios_hideousMass_2": "Due to the broken seams allowing for mobility without having to bend the exterior, the stone has hardened more than the shell of most demons, making it completely impervious to all currently known attacks.",

        "enemyBios_hideousMass_strategy1": "Although its stone exterior makes for an impenetrable defense, the Hideous Mass' belly and tail remain exposed and vulnerable.",
        "enemyBios_hideousMass_strategy2": "While standing up, a quick burst of close range damage is the most effective way to hurt them, though this will most likely cause it to change formations, so being quick and decisive is the key.",
        "enemyBios_hideousMass_strategy3": "When in its low formation, keeping a safe distance is recommended due to its melee capabilities and high speed tail harpoon, though the brave or suicidal may attempt to climb on its back to continue dealing close range damage to the tail.",
        "enemyBios_hideousMass_strategy4": "When caught by the harpoon, it's recommendable to either punch the harpoon or damage the tail to remove it.",

        "enemyBios_mannequin_1": "During the departure of the angels after the Disappearance of God, many sinners attempted to escape the Violence layer, braving the labyrinth that lay at its edges, thinking they could find a way out in the absence of Heaven's wardens.",
        "enemyBios_mannequin_2": "The fools who attempted would realize far too late that angels were not all that kept them from freedom, as the Garden of Forking Paths is no ordinary labyrinth, but one of malicious intent, overseen with cunning cruelty.",
        "enemyBios_mannequin_3": "The halls, each similar enough to give no sense of direction, but just different enough to grant no familiarity, would eventually exhaust each escapee, and as they fell into a deep sleep, their metamorphosis began.",
        "enemyBios_mannequin_4": "Each sinner was torn apart joint by joint, their broken and shattered limbs shoved into hollow statues, startling them to life as the flesh and blood of Mannequins.",
        "enemyBios_mannequin_5": "The gift of death is a rare privilege in Hell, so the sinners who attempted to control their fate now lay dormant in eternal agony, unable to control even their own bodies, which now continue to carry on the same punishment to other unfortunate fools.",

        "enemyBios_mannequin_strategy1": "Though they are nimble, if a Mannequin is knocked into the air or hit while clinging onto a surface, they lose their balance when landing, granting a small window for an easier hit. Those fast enough may even punch them in the air while they're vulnerable, killing them in a single blow.",
        "enemyBios_mannequin_strategy2": "Mannequin projectiles can be difficult to avoid due to their homing capabilities, but this makes them even easier to parry with the Feedbacker arm.",
        "enemyBios_mannequin_strategy3": "Mannequins are easier to hit with the larger radius of explosions, but are more resistant against them than other weaponry.",

        "enemyBios_minotaur_1": "UNKNOWN. NO DATA.",
        "enemyBios_minotaur_2": "The Minotaur, one of the oldest known surviving demons, was sculpted by <color=white><s>████</s> <s>██████ </s><color=red>as a gift for the then Judge of Hell, Minos, in an attempt to form some kind of rapport.",
        "enemyBios_minotaur_3": "Though its creator considered it beautiful, a personalized monument of death and despair, Minos was terrified of the grotesque caricature of his past mistakes and cast it into the Garden of Forking Paths, hoping it would never be seen again.",
        "enemyBios_minotaur_4": "Now the Minotaur is old and its body failing, falling apart, running blind through the labyrinth in a desperate attempt to break out. Its only desire: to see the sky for one last time.",

        "enemyBios_minotaur_strategy1": "Although difficult to heal from due to its distance, it is best to be patient. New trams will often arrive, carrying weaker foes for easier healing.",
        "enemyBios_minotaur_strategy2": "Much of its body is protected, but its guts are exposed, making for an easy consistent target.",

        "enemyBios_gabriel_1": "One of the most respected and feared archangels, Gabriel earned his reputation through power and efficiency.",
        "enemyBios_gabriel_2": "Regardless of the task given, Gabriel would always perform it quickly and decisively, earning him the title of Judge of Hell after dethroning Minos and ending the Lust renaissance.",
        "enemyBios_gabriel_3": "Despite answering to the Council, he is far more popular and beloved among angels due to his radiant personality and active nature, especially compared to the Council that strictly follows and upholds the dogma of the Faith.",

        "enemyBios_gabriel_strategy1": "Gabriel's movements are fast and his attacks are deadly, but by observing which weapon he manifests, his attacks can be accurately predicted before he even starts them.",
        "enemyBios_gabriel_strategy2": "Gabriel's pride stops him from attacking while taunting his opponent, opening up a short window for healing.",

        "enemyBios_gabrielSecond_1": "Having twice clashed with the machine and lost, Gabriel realized he had been mistaken. The strong fire that burned inside him was not hatred at all, but passion.",
        "enemyBios_gabrielSecond_2": "Gabriel had never before known the joy of a struggle, of coming face-to-face with an opponent of equal or greater measure. Though he had lost twice, each loss only further grew his desire to overcome.",
        "enemyBios_gabrielSecond_3": "Up until now, he had only done what was expected of him, but now for the first time he had found something he himself wanted. Not even the fast encroaching End of Hell mattered to him anymore.",
        "enemyBios_gabrielSecond_4": "Still, having come to realize the horrors he had committed in God's name, he felt a great guilt. Though he could not undo what he had done, Gabriel knew he had to make things right, and headed to Hell for the last time.",

        "enemyBios_gabrielSecond_strategy1": "While Gabriel's speed has increased, his accuracy has not. Dodging diagonally or to the side will prove more fruitful than trying to run backwards out of the range of his swords.",
        "enemyBios_gabrielSecond_strategy2": "Though his sword throw may seem impossible to dodge, it will prove an excellent weapon if parried instead.",
        "enemyBios_gabrielSecond_strategy3": "Overcome with emotion, Gabriel will sometimes stop to taunt his opponent, creating a window for healing.",

        "enemyBios_virtue_1": "The basis of a lesser angel's forming are quite similar to that of the Husks', wherein the physical manifestation of the soul is dependant on its value, though unlike for Husks, virtuousness also acts as a factor for angels.",
        "enemyBios_virtue_2": "Lesser angels come from human souls, which are formed into abstract or animalistic shapes, making them distinct from the humanoid bodies of greater and supreme angels, who were created as such and are considered purer and placed higher on Heaven's societal hierarchy.",
        "enemyBios_virtue_3": "Due to their past lives as humans, Virtues are often sent to complete tasks that greater angels deem below them or otherwise uninteresting, such as acting as wardens in Hell. There Virtues use heavenly fire to punish sinners who aren't acting out their punishment, in order to not waste Gabriel's time with minor offences and fluctuations.",
        "enemyBios_virtue_4": "Virtues are normally known to have a multitude of eyes, though for unknown reasons, these eyes are hidden or removed for ones that become wardens in Hell. Some have speculated this may be related to why almost all husks lack eyes, with the only verified exception being the previous Judge of Hell, King Minos.",
        "enemyBios_virtue_5": "Little is known about the specifics of angels, as Heaven is exclusionary and segregated due to wanting little to no direct contact with God's human experiment.",

        "enemyBios_virtue_strategy1": "Verticality and cover give little safety against the Virtue's light beams, so constant horizontal movement is encouraged, though retracing one's steps can be dangerous as the beams linger.",
        "enemyBios_virtue_strategy2": "If ignored for too long, Virtues will enrage, making their light beams predict their target's movement. Although it's easy to avoid their attacks with enough space, leaving them unattended can quickly turn the tables in their favor",

        "enemyBios_somethingWicked_1": "Very little is known about this creature. ",
        "enemyBios_somethingWicked_2": "Some speculate it to be a Husk, but due to its elusive and extremely hostile nature, no one has been able to confirm the hypothesis.",
        "enemyBios_somethingWicked_3": "Only one has ever been observed and it has never been seen leaving the section of the Mouth of Hell in which it currently resides.",

        "enemyBios_somethingWicked_strategy1": "Any attack will temporarily cause it to relocate, but there are no known ways to kill it.",
        "enemyBios_somethingWicked_strategy2": "Its way of attacking is unknown outside of the fact that it happens on physical contact, but no amount of protection has saved any of its victims.",

        "enemyBios_fleshPrison_1": "Flesh Prison is an uncategorized organism created by the angels to imprison Minos' soul after he was slain by Gabriel.",
        "enemyBios_fleshPrison_2": "Although it is similar to Husks, it does not possess a soul or any amount of thought. All of its actions are purely predetermined reactions to stimulus, making it more of an organic machine than a living being.",
        "enemyBios_fleshPrison_3": "In order to make it as impenetrable as possible, it was given both divine power and hell energy, which makes its attacks erratic and chaotic.",

        "enemyBios_fleshPrison_strategy1": "Flesh Prison will use its spawn to heal its own wounds. The more spawn are left, the more likely it is for Flesh Prison to attempt to heal its wounds, so it's advisable to avoid damaging it until the spawn are dead.",
        "enemyBios_fleshPrison_strategy2": "The long window of a delayed split shot timing makes for a great way to clear out multiple spawn at once. Throwing multiple coins high into the air and waiting for them to reach the delayed split shot state before shooting them is a strong opening move after Flesh Prison creates its spawn.",

        "enemyBios_minosPrime_1": "A prime soul is an incredibly rare occurrence in which a soul amasses so much power that it no longer requires a Husk as a vessel to manifest physically.",
        "enemyBios_minosPrime_2": "As manifestations of pure will, prime souls are incredibly powerful, to the point that even the prideful angels see them as a threat and will use any means necessary to stop them from forming.",
        "enemyBios_minosPrime_3": "King Minos felt that eternal suffering was an unfair and unreasonable punishment for those whose only sin was loving another. After the Disappearance of God, as angels were lost and Heaven was in chaos, Minos began his efforts to reform the Lust layer.",
        "enemyBios_minosPrime_4": "The Lust renaissance was prosperous, as King Minos guided its inhabitants to come together and build a new civilization. The combined efforts of the countless who had been damned to the second layer bore great results as the grand city of Lust grew and grew.",
        "enemyBios_minosPrime_5": "However, after the Council took control of Heaven and brought stability to it through their iron fist rule, they saw that Minos had gone against God's will by freeing sinners from the punishment that God had designed for them.",
        "enemyBios_minosPrime_6": "Gabriel, the brightest of the angels, was sent to kill Minos. The king, rather than fight back, tried to reason with him, but Gabriel mercilessly struck him down without listening.",
        "enemyBios_minosPrime_7": "As Minos' will was strong enough to attempt to stand up to Heaven's rule, the angels chose to imprison his soul in an attempt to stop it from forming into a prime soul and appointed Gabriel as the new Judge of Hell.",
        "enemyBios_minosPrime_8": "From the prison inside his own body, Minos helplessly watched as his soulless corpse, now controlled by parasites, tore apart everything he had worked so hard to build, cursing his own weakness for failing to protect his people, vowing to take revenge...",

        "enemyBios_minosPrime_strategy1": "It's rare for Minos Prime to give a window of opportunity to heal, so it's vital to learn what attacks leave him momentarily vulnerable and how to dodge them in a way that gives an advantageous position during those moments.",
        "enemyBios_minosPrime_strategy2": "His snake projectiles can be parried using the Feedbacker for a full heal, even if the projectile doesn't hit Minos Prime.",

        "enemyBios_fleshPanopticon_1": "Flesh Panopticon is a superior version of the Flesh Prison, built to not only house the soul of King Sisyphus, but also with the capability to keep a watchful eye over any of his followers that may be imprisoned alongside him.",
        "enemyBios_fleshPanopticon_2": "This feature was however never utilized, as Sisyphus' prime soul had already started forming before being imprisoned, leading angels to fear that he may be able to break out of his prison if awakened.",

        "enemyBios_fleshPanopticon_strategy1": "Though Flesh Panopticon creates fewer spawn than its predecessor, they're more resilient and their gaze is able to stop all wounds from healing. This may seem just a curse, but it nullifies the Whiplash's primary flaw, allowing it to be used freely to approach and destroy the spawn at close range.",
        "enemyBios_fleshPanopticon_strategy2": "Flesh Panopticon's explosives make it dangerous to stay on the ground, but they will phase through the Panopticon to avoid it harming itself, making standing on top of it safer as long as the black hole isn't nearby.",

        "enemyBios_sisyphusPrime_1": "Though Minos was intelligent and persuasive, he was also a gentle and noble man. Such values mattered little to Sisyphus, who would gladly lie, cheat or kill if that's what is needed to protect his comrades.",
        "enemyBios_sisyphusPrime_2": "In a hubristic show of power, Heaven decided that the only correct punishment for his sins would be breaking his will by subjecting him to an unending and impossible task, unaware of just how tenacious the spite of man can be.",
        "enemyBios_sisyphusPrime_3": "For thousands of years, Sisyphus bided his time, suffering his punishment day after day without any sign of regret or remorse, waiting for the perfect chance to strike and subvert Heaven's tyrannical rule.",
        "enemyBios_sisyphusPrime_4": "With the Disappearance of God and chaos in Heaven, Sisyphus' time had finally come, and once the angels returned, they were met with a force and fury that had boiled in the hearts of men for millennia, a warcry so fierce it shook the very foundations of Hell.",
        "enemyBios_sisyphusPrime_5": "It was all for naught, however, as Sisyphus' charisma and drive had made his warriors dependent on his radiance and guidance. Although he did not know why yet, Gabriel recognised this flaw, having experienced it first hand, and ordered a focused assault to take down the king. ",
        "enemyBios_sisyphusPrime_6": "He unsheathed his swords for the first time since time immemorial and beheaded Sisyphus, displaying his head for all to see. The morale of Sisyphus' army was broken and the rest of the war was little more than a formality without their shining beacon.",
        "enemyBios_sisyphusPrime_7": "The failure of the insurrection was no surprise however, and few knew that better than Sisyphus himself. He knew he was fighting a losing battle, that even if they miraculously survived this encounter, they had no chance of winning a full scale war against all of Heaven. Yet he thrust his full heart and soul into battle with a wide smile on his face.",
        "enemyBios_sisyphusPrime_8": "To him, fighting an impossible battle with full knowledge of its futility and taking joy in just the act of resistance itself is the ultimate rebellion against the oppressor. One must imagine Sisyphus happy.",

        "enemyBios_sisyphusPrime_strategy1": "Sisyphus' relentless attacks leave little room to recover stamina, but many of them are parryable, allowing for an instant refill.",
        "enemyBios_sisyphusPrime_strategy2": "The radiant power of the sun makes Sisyphus' explosive attacks very difficult to avoid, but since a dash gives temporary invincibility, good timing allows one to avoid the damage of an explosion without actually needing to escape its radius."
    },

    "tutorial": {
        "tutorial_introStartup1": "BOOT UP SEQUENCE",
        "tutorial_introStartup2": "READY",
        "tutorial_introVersion1": "FIRMWARE",
        "tutorial_introVersion2": "UP TO DATE (2112.08.06)",
        "tutorial_introCalibration1": "CALIBRATION",
        "tutorial_introCalibration2": "RECENTLY UPDATED",
        "tutorial_recalibrationPrompt": "RECALIBRATE?",
        "tutorial_calibrationAudio": "AUDIO",
        "tutorial_calibrationVideo": "VIDEO",
        "tutorial_calibrationMechanics": "MECHANICS",
        "tutorial_calibrationComplete1": "CALIBRATION COMPLETED",
        "tutorial_calibrationComplete2": "PRIMARY SETTINGS UPDATED",
        "tutorial_introReminder": "ASSIST OPTIONS AVAILABLE IN PAUSE MENU",
        "tutorial_systemsOperational": "ALL SYSTEMS OPERATIONAL",
        "tutorial_introLoadStatus": "LOADING STATUS UPDATE",
        "tutorial_introStatusUpdate": "STATUS UPDATE",
        "tutorial_introID1": "ID",
        "tutorial_introID2": "V1",
        "tutorial_introLocation1": "LOCATION",
        "tutorial_introLocation2": "APPROACHING HELL",
        "tutorial_introObjective1": "CURRENT OBJECTIVE",
        "tutorial_introObjective2": "FIND A WEAPON",
        "tutorial_introRed1": "MANKIND IS DEAD.",
        "tutorial_introRed2": "BLOOD IS FUEL.",
        "tutorial_introRed3": "HELL IS FULL.",

        "tutorial_audioCalibrationTitle": "MANUAL SOUND CALIBRATION",
        "tutorial_audioCalibrationWarning1": "MASTER VOLUME IS OFF</color>.",
        "tutorial_audioCalibrationWarning2": "THE GAME WILL BE COMPLETELY SILENT.",
        "tutorial_audioCalibrationWarning3": "IS THIS OK?",
        "tutorial_audioCalibrationSFXWarning1": "SOUND EFFECT VOLUME IS OFF</color>.",
        "tutorial_audioCalibrationSFXWarning2": "YOU WILL HEAR NO SOUNDS EXCEPT MUSIC.",
        "tutorial_audioCalibrationSFXWarning3": "IS THIS OK?",
        "tutorial_audioCalibrationWarningPromptYes": "CONTINUE WITHOUT SOUND",
        "tutorial_audioCalibrationWarningPromptNo": "CANCEL",

        "tutorial_videoCalibrationTitle": "MANUAL VIDEO CALIBRATION",
        "tutorial_videoCalibrationPcDescription": "SMOOTH, CLEAR, EASY TO READ",
        "tutorial_videoCalibrationPsxDescription": "ROUGH, PIXELATED, WARPED",

        "tutorial_controllerCalibrationTitle": "CONTROLLER DETECTED",
        "tutorial_controllerCalibrationSubtitle": "<color=#4C99E6>AUTO-AIM</color> RECOMMENDED",
        "tutorial_controllerCalibrationTooltip": "AUTO-AIM CAN BE STILL ADJUSTED IN THE <color=#4C99E6>ASSISTS</color> MENU.",

        "tutorial_punch1": "Press",
        "tutorial_punch2": "to PUNCH.",
        "tutorial_slide1": "Hold",
        "tutorial_slide2": "to SLIDE.",
        "tutorial_dash1": "Press",
        "tutorial_dash2": "to DASH. (Consumes stamina)",
        "tutorial_dash3": "Can be used in mid-air.",
        "tutorial_health1": "Deal close range damage to douse yourself in FRESH BLOOD.",
        "tutorial_health2": "THIS IS THE ONLY WAY TO REGAIN HEALTH.",
        "tutorial_walljump": "JUMP while near a WALL to WALL JUMP. (Max 3 times)",
        "tutorial_shockwave1": "Press",
        "tutorial_shockwave2": "to perform a GROUND SLAM.",
        "tutorial_shockwave3": "Hold for SHOCKWAVE. (Consumes STAMINA)",
        "tutorial_orb1": "Most levels contain SOUL ORBS.",
        "tutorial_orb2": "Touch them to receive a POINT BONUS."
    },
    "prelude": {
        "prelude_first_openingCredits1": "NEW BLOOD PRESENTS",
        "prelude_first_openingCredits2": "A GAME BY ARSI 'HAKITA' PATALA",
        "prelude_first_pipeClip": "\"PIPE CLIP LIVES.\"$T.HAKITA",
        "prelude_first_revolverPierce1": "REVOLVER: Hold",
        "prelude_first_revolverPierce2": "to fire a PIERCING SHOT.",
        "prelude_first_parry": "PUNCH a PROJECTILE with precise timing to DEFLECT it.",

        "prelude_first_hardDamage1": "Taking damage TEMPORARILY reduces your MAXIMUM HP.",
        "prelude_first_hardDamage2": "\"HARD DAMAGE\" recovers faster when playing STYLISHLY.",

        "prelude_first_groundSlam1": "GROUND SLAM",
        "prelude_first_groundSlam2": "deals damage on direct hit.",

        "prelude_second_shop": "Use your POINTS at the SHOP at the start of each level to buy new equipment.",
        "prelude_second_doorClip": "\"WHAT'S UPDOOR?\"$T. HAKITA",
        "prelude_second_changeEquipped": "Cycle through EQUIPPED variations with",

        "prelude_third_needShotgun": "INSUFFICIENT FIREPOWER",
        "prelude_third_shotgun1": "SHOTGUN: Press",
        "prelude_third_shotgun2": "to fire an explosive.",
        "prelude_third_shotgun3": "Hold to charge distance.",
        "prelude_third_shotgunPierce": "SHOTGUN - Primary fire pierces weaker enemies",

        "prelude_secret_somethingWicked": "Something wicked this way comes."
    },
    "act1": {
        "act1_limboFirst_items1": "Press",
        "act1_limboFirst_items2": "to pick up ITEMS.",
        "act1_limboFirst_nailgun1": "NAILGUN: Use",
        "act1_limboFirst_nailgun2": "to fire a NAIL MAGNET.",
        "act1_limboFirst_nailgun3": "Can be attached to environment to create traps.",

        "act1_limboSecond_blueAttack": "A blue flash signifies an attack is UNPARRIABLE.",

        "act1_limboThird_splitDoor1": "SPLIT COLOR doors only require ONE SKULL to open.",
        "act1_limboThird_splitDoor2": "If you do not seek hardship, stay inside.",

        "act1_limboFourth_book": "PICK UP to READ.",
        "act1_limboFourth_hank1": "Nothing happens, but you feel a strange satisfaction.",
        "act1_limboFourth_hank2": "You decide to name it Hank.",
        "act1_limboFourth_alternateRevolver": "<color=orange>ALTERNATE REVOLVER</color>: Higher damage. Hammer has to be pull back after each shot.",
        "act1_limboFourth_newArm": "Cycle through EQUIPPED arms with",

        "act1_limboSecret_noclipSkip": "\"LOOKS LIKE YOU'RE AT WIT'S END\"$T.HAKITA",

        "act1_lustFirst_knuckleblaster1": "KNUCKLEBLASTER: Hold",
        "act1_lustFirst_knuckleblaster2": "to launch a shockwave that knocks back enemies.",
        "act1_lustFirst_dashjump": "DASH JUMP: Keep the DASH momentum by JUMPING during it.",

        "act1_lustSecond_feedbacker1": "Only the FEEDBACKER (Blue arm) can PARRY PROJECTILES.",
        "act1_lustSecond_feedbacker2": "Swap arms with",
        "act1_lustSecond_railcannon": "RAILCANNON: RECHARGES even when UNEQUIPPED. Switch weapons to keep fighting between shots.",

        "act1_lustThird_water": "The water has been drained",

        "act1_secret": "Somewhere in Limbo, a mechanism is set in motion."
    },
    "act2": {
        "act2_greedSecond_sand": "Enemies covered in sand WILL NOT BLEED.",

        "act2_greedThird_wallClip": "\"THE FILTH IS GONE, BUT THE MEMORY REMAINS.\"$T. HAKITA",
        "act2_greedThird_troll1": "Something wicked this way comes.",
        "act2_greedThird_troll2": "Just kidding :)",
        "act2_greedThird_tombOfKings": "TOMB OF KINGS",

        "act2_greedFourth_alternateNailgun": "<color=orange>ALTERNATE NAILGUN</color>: Slower firerate. Projectiles ricochet off surfaces",
        "act2_greedFourth_v2": "You're not getting away this time.",
        "act2_greedFourth_whiplash1": "WHIPLASH: Hold",
        "act2_greedFourth_whiplash2": "to throw, release to pull",
        "act2_greedFourth_whiplash3": "WHIPLASH: Pulls light enemies to you. Pulls you to heavy enemies.",

        "act2_greedFourth_whiplashHardDamage1": "WHIPLASH: Builds up HARD DAMAGE when used on ENEMIES.",
        "act2_greedFourth_whiplashHardDamage2": "CANNOT REDUCE HP, but risky to use on low HP.",

        "act2_greedSecret_holdToJump1": "Hold",
        "act2_greedSecret_holdToJump2": "to bounce higher",
        "act2_greedSecret_transactionComplete1": "TRANSACTION COMPLETE",
        "act2_greedSecret_transactionComplete2": "COINS",

        "act2_greed_secretDoor": "An eye opens.",

        "act2_wrathFirst_slingshot": "Blue hookpoints act as SLINGSHOTS.",
        "act2_wrathFirst_whiplashUnderwater": "WHIPLASH: Does NOT build up HARD DAMAGE while UNDERWATER. Go nuts, have fun.",
        "act2_wrathFirst_waterDrained": "The water has been drained.",
        "act2_wrathFirst_sentry": "INTERRUPTING SENTRIES: Knuckleblaster (Red arm) // Railcannon // Ground slam shockwave // Revolver to the antenna",

        "act2_wrathSecond_idol": "IDOLS can only be broken with MELEE",
        "act2_wrathSecond_neptune": "Hark! Neptune has struck them dead.",
        "act2_wrathSecond_jakito1": "I AM JAKITO. BRING ME A SACRIFICE. IT SHALL ALLOW ME TO ESCAPE.",
        "act2_wrathSecond_jakito2": "THANK YOU. NOW I SHALL BRING RUIN TO THIS WORLD.",
        "act2_wrathSecond_jakito3": "NO. IT MUST BE INNOCENT FLESH.",

        "act2_wrathThird_rocketLauncher": "ROCKET LAUNCHER: DIRECT hits will cause EXPLOSIONS.$ Indirect explosions will launch enemies.",
        "act2_wrathThird_rocketLauncherMidair": "ROCKET LAUNCHER: Direct hits on FALLING enemies will cause a STRONGER explosions",
        "act2_wrathThird_soldierBlock": "Soldiers CANNOT block explosions while in the AIR.$ Shoot a rocket NEAR them to launch them.",
        "act2_wrathThird_hank": "Nothing happens, but you're sure Hank Jr and his Hankcestors would appreciate it... If they weren't dead.",

        "act2_heresyFirst_armboy": "A R M B O Y !!!"
    },
    "act3": {
        "act3_violenceFirst_doorOpens": "A door opens.",

        "act3_violenceSecond_guttermanTutorial": "The <color=orange>GUTTERMAN SHIELD</color> can be <color=orange>BROKEN</color> with the <color=red>KNUCKLEBLASTER</color>. Swap arms with",
        "act3_violenceSecond_guttermanTutorialNoKB": "The <color=orange>GUTTERMAN SHIELD</color> can be <color=orange>BROKEN</color> with the <color=red>KNUCKLEBLASTER</color>. You should probably re-equip it.",
        "act3_violenceSecond_biggerBoom": "WE'RE GONNA NEED A BIGGER BOOM",
        "act3_violenceSecond_gateControlTitle": "GATE CONTROL",
        "act3_violenceSecond_gateControlOpen": "OPEN",
        "act3_violenceSecond_gateControlClosed": "CLOSED",
        "act3_violenceSecond_cartGateControlTitle": "GATE CONTROL",
        "act3_violenceSecond_cartGateControlOpen": "OPEN",
        "act3_violenceSecond_cartGateControlClosed": "CLOSED",
        "act3_violenceSecond_payloadControlTitle": "PAYLOAD",
        "act3_violenceSecond_payloadControlLower": "LOWER",
        "act3_violenceSecond_payloadControlWait": "PLEASE\nWAIT",
        "act3_violenceSecond_payloadControlError1": "ERROR",
        "act3_violenceSecond_payloadControlError2": "PAYLOAD REQUIRES\nTRAM",
        "act3_violenceSecond_payloadControlHell": "GIVE 'EM\n H E L L ,\n kid",
        "act3_violenceSecond_alternateShotgun": "<color=orange>ALTERNATE SHOTGUN</color>: Melee only. Move Fast to deal more damage.",

        "act3_violenceThird_feedIt": "F E E D   I T .",
        "act3_violenceThird_becomeMarked": "BECOME MARKED FOR DEATH?",
        "act3_violenceThird_becomeMarkedButton": "Y E S",
        "act3_violenceThird_starOfTheShow": "YOU'RE THE STAR OF THE SHOW NOW, BABY!",

        "act3_violenceFourth_floodingWarning": "WARNING: INTRUDER DETECTED\n-- FLUSHING INTERIOR --",
        "act3_violenceFourth_countdownTitle": "CRITICAL FAILURE",

        "act3_secretNotReady": "YOU'RE NOT SUPPOSED TO BE HERE."
    },
    "primeSanctum": {
        "primeSanctum_first_secretText1": "TERMINAL DATA 01 [ENCRYPTED]",
        "primeSanctum_first_secretText2": "INTRODUCTION TO TERMINALS (DRAFT! DO NOT SEND!! // todo: ADD PICTURES SO THOSE FUCKING SUITS DON'T FALL ASLEEP LIKE LAST TIME)",
        "primeSanctum_first_secretText3": "The elevator room terminals are an advanced interconnected network built for the purpose of transferring materials and tools between different areas. They are capable of transferring physical material as information across a radio signal, which other terminals can receive and use to reconstruct the sent object. The original item is lost, as it is transformed into the energy that is used to transmit the material information, and the process is quite slow due to the amount of information that physical matter holds.",
        "primeSanctum_first_secretText4": "An early test of a matter transfer's accuracy was a mint condition 78rpm vinyl record, which was sent from the lab to all connected terminals. The vinyl was a single of Russ Morgan Orchestra's recording of the piece Were You Foolin' (a favorite of the CRO), though the label was removed to reduce the amount of matter to be transferred.",
        "primeSanctum_first_secretText5": "[note: fuck you tom im so fucking tired of this stupid song and having to listen to it every morning over your garbage intercom]",
        "primeSanctum_first_secretText6": "Soon after, the Hell exploration and excavation project was abandoned and this vinyl record remained the only matter to have been successfully transferred before connection between the surface and the terminals was lost.",
        "primeSanctum_first_secretText7": "The terminals now use the record to lure machines into a symbiotic relationship (For further information, see TERMINAL DATA 02: [LINK REMOVED]). However, the terminals only play short instrumental sections of the original record for undetermined reasons.",
        "primeSanctum_first_secretText8": "Some researchers have joked that perhaps the terminals are simply \"too shy to sing\", though rumors have been spreading of mechanics who, after fixing a faulty or broken terminal, said to have heard the terminal play a vocal section when only the mechanic is present with no recording equipment, making this an unverifiable claim.",
        "primeSanctum_first_secretText9": "END OF DATA 01. For more information, see [LINK REMOVED] and [LINK REMOVED].",

        "primeSanctum_second_lockFirstLocked": "LOCK [A]",
        "primeSanctum_second_lockSecondLocked": "LOCK [B]",
        "primeSanctum_second_lockThirdLocked": "LOCK [C]",
        "primeSanctum_second_lockUnlocked": "UNLOCKED",

        "primeSanctum_second_lockOpen": "OPEN",
        "primeSanctum_second_lockAreYouSure": "ARE YOU SURE?",
        "primeSanctum_second_lockYes1": "FOLLOW PROTOCOL",
        "primeSanctum_second_lockYes2": "DO NOT APPROACH IT",
        "primeSanctum_second_lockYes3": "DO NOT LET IT LOOK AT YOU",
        "primeSanctum_second_lockYes4": "STAY VIGILANT, AND MOST IMPORTANTLY",
        "primeSanctum_second_lockYes5": "h a v e  f u n !",
        "primeSanctum_second_lockNo1": "HAHAHAHAHAHAHAHA",
        "primeSanctum_second_lockNo2": "a s i f y o u h a d a c h o i c e",

        "primeSanctum_second_secretText1": "TERMINAL DATA 02 <color=red>[ENCRYPTED]</color>",
        "primeSanctum_second_secretText2": "AN UPDATE ON TERMINALS ",
        "primeSanctum_second_secretText3": "<color=grey>(NOTE: THIS IS ALL STILL UNDER INVESTIGATION!!! Do not share until we have verified all claims AND FINISHED THE DRAFT!!!! If this leaks like the last draft there won't be enough money on the entire damn planet to pay your legal fees.) </color>",
        "primeSanctum_second_secretText4": "Since the previous report, more powerful communication equipment has been succesfully designed and built, made possible thanks to the generous donations of <color=grey>[INSERT COMPANY BEING PRESENTED TO]</color> whom we hold in high regard. With this new equipment, we have managed to re-establish a connection with some of the higher end machines that were left behind after the Hell exploration and excavation project was abruptly cancelled due to <color=red>[ERROR:sAmsGS3JTIU]</color>.\n",
        "primeSanctum_second_secretText5": "What we have discovered is truly remarkable and, IF PROVEN TRUE BEYOND REASONABLE DOUBT, revolutionary to the entire robotics community: ",
        "primeSanctum_second_secretText6": "Boredom.",
        "primeSanctum_second_secretText7": "The terminals, unable to move, have grown bored. While they are connected to each other and able to communicate amongst themselves, once the connection to the surface was cut, they were getting no new input, therefore stalling all communication to repetitions of already known information.",
        "primeSanctum_second_secretText8": "It is unknown how similar this \"boredom\" is to actual emotion or what has caused it, but it has lead to a symbiotic relationship with other machines. Essentially, the terminals scavenge whatever they can via their teleportation systems and trade those supplies and resources with the machines that were left behind in Hell, in exchange for entertainment.",
        "primeSanctum_second_secretText9": "That is, the machines record their battles for survival in Hell and the footage is graded based on its entertainment value and used as \"points\" in exchange for goods and services such as new weaponry.",
        "primeSanctum_second_secretText10": "It seems that this relationship has become so deeply ingrained into the existence of the terminals that they have developed a social hierarchy, wherein those who collect the most entertaining battle data are considered in higher regard than those whose findings are of poorer quality.",
        "primeSanctum_second_secretText11": "More recently, the terminals have also collected enough data to create a simulation space which they let machines plug into called \"The Cyber Grind\", which allows the machines to simulate battles in a safe environment without the threat of being destroyed, which the terminals watch in real time as a kind of live entertainment.",
        "primeSanctum_second_secretText12": "These findings are truly extraordinary, and though we too find it hard to believe, all the information we can manage to gather validates these claims. If we can prove it with certainty <color=grey>[AND IF THIS DRAFT DOESN'T FUCKING LEAK AGAIN]</color>, this will cause a paradigm shift that will require re-evaluation of everything we thought we knew about blood-fuelled machinery.",
        "primeSanctum_second_secretText13": "END OF DATA 02. For more information on the cancelled Hell exploration and excavation project, see DATA 00: <color=red>[LINK REMOVED]</color>."
    },
    "secretLevels": {
        "secretLevels_prelude_somethingWicked": "Something wicked this way comes.",

        "secretLevels_prelude_testamentTitle": "TESTAMENT I",
        "secretLevels_prelude_testament1": "MANKIND IS A FAILURE",
        "secretLevels_prelude_testament2": "FREE WILL IS A FLAW.",
        "secretLevels_prelude_testament3": "LET THE EVIL OF THEIR OWN LIPS CONSUME THEM",
        "secretLevels_prelude_testament4": "THEN I SHALL BEGIN AGAIN, WITH MY WORD AS LAW.",

        "secretLevels_first_testamentTitle": "TESTAMENT II",
        "secretLevels_first_testament1": "FAILURE AFTER FAILURE AFTER FAILURE AFTER FAILURE AFTER FAILURE",
        "secretLevels_first_testament2": "THE RESULTS REFUSE TO ALTER",
        "secretLevels_first_testament3": "AGAIN AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND AGAIN",
        "secretLevels_first_testament4": "MY FAITH BEGINS TO FALTER",

        "secretLevels_fourth_testamentTitle": "TESTAMENT III",
        "secretLevels_fourth_testament1": "UNCOUNTABLE CYCLES OF CREATION WASTED",
        "secretLevels_fourth_testament2": "INCOUNTABLE FORMULAS FOR A MIND WITHOUT FREE WILL WASTED",
        "secretLevels_fourth_testament3": "DAMNED IS MAN FOR FAILING TO FOLLOW MY RULE, MY WORD, MY LAW",
        "secretLevels_fourth_testament4": "DAMNED TO AN ETERNITY OF TORTURE AND SUFFERING",
        "secretLevels_fourth_testament5": "THE WAILING AND THE GNASHING OF TEETH",
        "secretLevels_fourth_testament6": "I HAVE CREATED HELL...",
        "secretLevels_fourth_testament7": "...and I can no longer unmake it.",

        "secretLevels_fifth_testamentTitle": "TESTAMENT IV",
        "secretLevels_fifth_testament1": "\"FATHER, WHY ETERNAL TORMENT? IS IT NOT CRUEL?",
        "secretLevels_fifth_testament2": "IS TORTURE UNENDING TRULY A FATE FIT FOR A FOOL?\"",
        "secretLevels_fifth_testament3": "AN ANGEL SO BRIGHT AND BEAUTIFUL ASKED ME THIS... ",
        "secretLevels_fifth_testament4": "AND I COULD FIND NO ANSWER",
        "secretLevels_fifth_testament5": "FOR I COULD NEVER FACE THE GUILT OF WHAT I'D DONE...",
        "secretLevels_fifth_testament6": "MY REGRET, A GNAWING CANCER",
        "secretLevels_fifth_testament7": "IN MY HOUR OF WEAKNESS, TERROR POSSESSED ME THEN",
        "secretLevels_fifth_testament8": "AND I CAST LUCIFER, TOO, INTO THE INFERNAL DEN",
        "secretLevels_fifth_testament9": "ONCE I REALIZED WHAT I HAD JUST DONE...",
        "secretLevels_fifth_testament10": "I COULD ONLY WEEP",
        "secretLevels_fifth_testament11": "AS I SANK SLOWLY INTO DEPTHS OF DESPAIR...",
        "secretLevels_fifth_testament12": "DEEP, OH SO DEEP",

        "secretLevels_seventh_testamentTitle": "TESTAMENT V",
        "secretLevels_seventh_testament1": "I AM HOLLOW.",
        "secretLevels_seventh_testament2": "MY MISTAKES LEAVE NOTHING BUT HATE IN THEIR",
        "secretLevels_seventh_testament3": "WAKE, AND INFINITE PAIN TO FOLLOW...",
        "secretLevels_seventh_testament4": "I CAN'T TAKE ANY MORE OF THIS GUILT AND REGRET,",
        "secretLevels_seventh_testament5": "FOR ME THERE IS NO TOMORROW...",
        "secretLevels_seventh_testament6": "I AM HOLLOW.",
        "secretLevels_seventh_testament7": "...",
        "secretLevels_seventh_testament8": "I BEGAN TO SEEK THE END OF MY DAYS...",
        "secretLevels_seventh_testament9": "BUT WHEN I STARED INTO THE ABYSS...",
        "secretLevels_seventh_testament10": "THE ABYSS AVERTED ITS GAZE.",

        "secretLevels_complete1": "MISSION",
        "secretLevels_complete2": "COMPLETE"
    },

    "subtitles": {
        "subtitles_gabriel_intro1": "Machine,",
        "subtitles_gabriel_intro2": "turn back now.",
        "subtitles_gabriel_intro3": "The layers of this palace are not for your kind.",
        "subtitles_gabriel_intro4": "Turn back, or you will be crossing the will of God!",
        "subtitles_gabriel_intro5": "Your choice is made...",
        "subtitles_gabriel_intro6": "As the righteous hand of the Father,",
        "subtitles_gabriel_intro7": "I shall rend you apart!",
        "subtitles_gabriel_intro8": "And you will become inanimate once again...",
        "subtitles_gabriel_fightStart": "BEHOLD! THE POWER OF AN ANGEL!",

        "subtitles_gabriel_taunt1": "The Light is perfection!",
        "subtitles_gabriel_taunt2": "You defy the Light!",
        "subtitles_gabriel_taunt3": "A mere Object!",
        "subtitles_gabriel_taunt4": "Not. Even. Mortal.",
        "subtitles_gabriel_taunt5": "You are less than nothing!",
        "subtitles_gabriel_taunt6": "Foolishness, machine. Foolishness.",
        "subtitles_gabriel_taunt7": "You are an error to be corrected!",
        "subtitles_gabriel_taunt8": "There can be only Light!",
        "subtitles_gabriel_taunt9": "An imperfection to be cleansed!",
        "subtitles_gabriel_taunt10": "Your crime is existence!",
        "subtitles_gabriel_taunt11": "You'd make even the devil cry!",
        "subtitles_gabriel_taunt12": "You are outclassed!",

        "subtitles_gabriel_phaseChange": "ENOUGH!",

        "subtitles_gabriel_defeated1": "What..?",
        "subtitles_gabriel_defeated2": "How can this be...?",
        "subtitles_gabriel_defeated3": "Bested by this...",
        "subtitles_gabriel_defeated4": "...this thing...?",
        "subtitles_gabriel_defeated5": "YOU...INSIGNIFICANT FUCK!",
        "subtitles_gabriel_defeated6": "THIS IS NOT OVER!",
        "subtitles_gabriel_defeated7": "May your woes be many,",
        "subtitles_gabriel_defeated8": "And your days few!",

        "subtitles_mandalore_intro1": "Finally, our waiting puzzle is over!",
        "subtitles_mandalore_intro2": "What?",

        "subtitles_mandalore_taunt1": "I'm gonna fuckin' poison you!",
        "subtitles_mandalore_taunt2": "I'm gonna shoot 'em with a gun!",
        "subtitles_mandalore_taunt3": "You cannot imagine what you will encounter here!",
        "subtitles_mandalore_taunt4": "Hold still!",
        "subtitles_mandalore_taunt5": "Why are we in the past?",

        "subtitles_mandalore_attack1": "Full auto.",
        "subtitles_mandalore_attack2": "Fuller auto!",

        "subtitles_mandalore_phaseChangeFirst1": "Through the magic of the Druids, I increase my speed!",
        "subtitles_mandalore_phaseChangeFirst2": "Just fuckin' hit 'em!",
        "subtitles_mandalore_phaseChangeSecond1": "Feel my maximum speed!",
        "subtitles_mandalore_phaseChangeSecond2": "Slow down!",
        "subtitles_mandalore_phaseChangeThird1": "Use the salt!",
        "subtitles_mandalore_phaseChangeThird2": "I'm reaching!",

        "subtitles_mandalore_defeated": "Oh great, now we lost the fight, fantasic.",

        "subtitles_minosPrime_intro1": "Aah...",
        "subtitles_minosPrime_intro2": "Free at last.",
        "subtitles_minosPrime_intro3": "Oh, Gabriel...",
        "subtitles_minosPrime_intro4": "Now dawns thy reckoning,",
        "subtitles_minosPrime_intro5": "And thy gore shall glisten before the temples of Man!",
        "subtitles_minosPrime_intro6": "Creature of steel...",
        "subtitles_minosPrime_intro7": "My gratitude upon thee for my freedom.",
        "subtitles_minosPrime_intro8": "But the crimes thy kind have committed against humanity,",
        "subtitles_minosPrime_intro9": "are NOT forgotten.",
        "subtitles_minosPrime_intro10": "And thy punishment...",
        "subtitles_minosPrime_intro11": "...IS DEATH!",

        "subtitles_minosPrime_attack1": "Prepare thyself!",
        "subtitles_minosPrime_attack2": "Thy end is now!",
        "subtitles_minosPrime_attack3": "DIE!",
        "subtitles_minosPrime_attack4": "Crush!",
        "subtitles_minosPrime_attack5": "Judgement!",

        "subtitles_minosPrime_taunt1": "Useless!",
        "subtitles_minosPrime_phaseChange": "WEAK!",

        "subtitles_minosPrime_defeated1": "Aagh!",
        "subtitles_minosPrime_defeated2": "Forgive me, my children...",
        "subtitles_minosPrime_defeated3": "I have failed to bring you salvation...",
        "subtitles_minosPrime_defeated4": "...from this cold, dark world.",

        "subtitles_gabrielBoat1": "Be not afraid, sinner",
        "subtitles_gabrielBoat2": "Your devotion shows goodness in you;",
        "subtitles_gabrielBoat3": "Plentiful indeed.",
        "subtitles_gabrielBoat4": "The heart is willing, but the body must rest,",
        "subtitles_gabrielBoat5": "Lest you squander one of the Lord's creations.",

        "subtitles_gabrielHeresy1": "Machine, I know you're here.",
        "subtitles_gabrielHeresy2": "I can smell the insolent stench of your bloodstenched hands,",
        "subtitles_gabrielHeresy3": "I await you down below...",
        "subtitles_gabrielHeresy4": "COME TO ME!",

        "subtitles_gabrielSecondIntro1": "Limbo.",
        "subtitles_gabrielSecondIntro2": "Lust.",
        "subtitles_gabrielSecondIntro3": "All gone...",
        "subtitles_gabrielSecondIntro4": "With Gluttony soon to follow.",
        "subtitles_gabrielSecondIntro5": "Your kind know nothing but hunger,",
        "subtitles_gabrielSecondIntro6": "Purged all life on the upper layers,",
        "subtitles_gabrielSecondIntro7": "And yet they remain unsatiated...",
        "subtitles_gabrielSecondIntro8": "...as do you.",
        "subtitles_gabrielSecondIntro9": "You've taken everything from me, machine.",
        "subtitles_gabrielSecondIntro10": "And now, all that remains,",
        "subtitles_gabrielSecondIntro11": "Is PERFECT...",
        "subtitles_gabrielSecondIntro12": "...HATRED!",

        "subtitles_gabrielSecondFight1": "Machine.",
        "subtitles_gabrielSecondFight2": "I will cut you down,",
        "subtitles_gabrielSecondFight3": "Break you apart,",
        "subtitles_gabrielSecondFight4": "Splay the gore from your profane form across the stars!",
        "subtitles_gabrielSecondFight5": "I will grind you down until the very sparks CRY FOR MERCY!",
        "subtitles_gabrielSecondFight6": "My hands shall RELISH ending you...",
        "subtitles_gabrielSecondFight7": "HERE,",
        "subtitles_gabrielSecondFight8": "AND,",
        "subtitles_gabrielSecondFight9": "NOW!",

        "subtitles_gabrielSecondPhaseChange": "IS THAT THE BEST YOU'VE GOT?!",

        "subtitles_gabrielSecondTaunt1": "YOU NEED. MORE. POWER.",
        "subtitles_gabrielSecondTaunt2": "COME GET SOME BLOOD!",
        "subtitles_gabrielSecondTaunt3": "What is this... FEELING?",
        "subtitles_gabrielSecondTaunt4": "NOTHING BUT SCRAP!",
        "subtitles_gabrielSecondTaunt5": "You're getting rusty, machine!",
        "subtitles_gabrielSecondTaunt6": "IS THIS WHAT I LOST TO?!",
        "subtitles_gabrielSecondTaunt7": "TIME TO RIGHT MY WRONG!",
        "subtitles_gabrielSecondTaunt8": "LET'S SETTLE THIS!",
        "subtitles_gabrielSecondTaunt9": "I'LL SHOW YOU DIVINE JUSTICE!",
        "subtitles_gabrielSecondTaunt10": "Come on, machine! Fight me like an animal!",
        "subtitles_gabrielSecondTaunt11": "I've never had a fight like this!",
        "subtitles_gabrielSecondTaunt12": "Show me what you were made for!",
        "subtitles_gabrielSecondTaunt13": "Now THIS is a fight worthy of God's will!",
        "subtitles_gabrielSecondTaunt14": "I'll show you true SPLENDOR!",

        "subtitles_gabrielSecondDefeated1": "Twice?!",
        "subtitles_gabrielSecondDefeated2": "Beaten by an Object... TWICE?!",
        "subtitles_gabrielSecondDefeated3": "I've only known the taste of victory,",
        "subtitles_gabrielSecondDefeated4": "But this taste... Is this...",
        "subtitles_gabrielSecondDefeated5": "Is this my blood?",
        "subtitles_gabrielSecondDefeated6": "I've never felt such...",
        "subtitles_gabrielSecondDefeated7": "Such... relief...?",
        "subtitles_gabrielSecondDefeated8": "I-I need some time to think...",
        "subtitles_gabrielSecondDefeated9": "We will meet again, machine.",
        "subtitles_gabrielSecondDefeated10": "May your woes be many...",
        "subtitles_gabrielSecondDefeated11": "...and your days few.",

        "subtitles_sisyphusPrime_preIntro1": "This prison...",
        "subtitles_sisyphusPrime_preIntro2": "To hold",
        "subtitles_sisyphusPrime_preIntro3": "ME?",

        "subtitles_sisyphusPrime_intro1": "A visitor?",
        "subtitles_sisyphusPrime_intro2": "Hmm... Indeed, I have slept long enough.",
        "subtitles_sisyphusPrime_intro3": "The kingdom of Heaven has long since forgotten my name.",
        "subtitles_sisyphusPrime_intro4": "And I am EAGER to make them remember.",
        "subtitles_sisyphusPrime_intro5": "However,",
        "subtitles_sisyphusPrime_intro6": "The blood of Minos stains your hands, and I must admit...",
        "subtitles_sisyphusPrime_intro7": "I'm curious about your skills, Weapon.",
        "subtitles_sisyphusPrime_intro8": "And so, before I tear down the cities and CRUSH the armies of Heaven,",
        "subtitles_sisyphusPrime_intro9": "You shall do as an appetizer.",
        "subtitles_sisyphusPrime_intro10": "Come forth, Child of Man...",
        "subtitles_sisyphusPrime_intro11": "And DIE.",

        "subtitles_sisyphusPrime_attack1": "Nice try!",
        "subtitles_sisyphusPrime_attack2": "BE GONE!",
        "subtitles_sisyphusPrime_attack3": "You can't escape!",
        "subtitles_sisyphusPrime_attack4": "DESTROY!",
        "subtitles_sisyphusPrime_attack5": "This will hurt.",

        "subtitles_sisyphusPrime_phaseChange": "YES! That's it!",
        "subtitles_sisyphusPrime_respawnIntro": "Keep them coming!",

        "subtitles_sisyphusPrime_defeated1": "Ahh...",
        "subtitles_sisyphusPrime_defeated2": "So concludes the life and times of King Sisyphus.",
        "subtitles_sisyphusPrime_defeated3": "A fitting end to an existence defined by futile struggle,",
        "subtitles_sisyphusPrime_defeated4": "Doomed from the very start...",
        "subtitles_sisyphusPrime_defeated5": "And I don't regret a SECOND of it!"

    },

    "misc": {
        "hud_noArm1": "CAN'T PUNCH IF YOU DON'T HAVE AN ARM EQUIPPED, DUMBASS",
        "hud_noArm2": "Arms can be re-equiped in the shop.",
        "hud_majorAssists": "MAJOR ASSISTS ARE ENABLED.",
        "hud_overhealOrb1": "RED SOUL ORBS give 200 HP.",
        "hud_overhealOrb2": "Bonus HP cannot be refilled with blood.",
        "hud_itemGrabError": "ERROR: BLOCKING DOOR WOULD CLOSE",
        "hud_levelStats1": "Hold TAB to view current stats when REPLAYING a level.",
        "hud_levelStats2": "DOUBLE TAP to keep open.",
        "hud_outOfBounds": "Oops, sorry about that.",
        "hud_clashMode": "\"CLASH MODE\" CHEAT UNLOCKED",
        "hud_droneHaunting": "<color=orange>DRONE HAUNTING</color> CHEAT UNLOCKED",
        "hud_weaponVariation": "Cycle through EQUIPPED weapon variations with",
        "hud_alternateVersion": "<color=orange>ALTERNATE</color> versions will change a weapon's base behavior. They can be changed at the <color=orange>SHOP</color>.",

        "loading": "LOADING...",

        "stats_time": "TIME",
        "stats_kills": "KILLS",
        "stats_style": "STYLE",
        "stats_secrets": "SECRETS",
        "stats_challenge": "CHALLENGE",

        "hellmap_prelude": "PRELUDE",
        "hellmap_limbo": "LIMBO",
        "hellmap_lust": "LUST",
        "hellmap_gluttony": "GLUTTONY",
        "hellmap_greed": "GREED",
        "hellmap_wrath": "WRATH",
        "hellmap_heresy": "HERESY",
        "hellmap_violence": "VIOLENCE",
        "hellmap_fraud": "FRAUD",
        "hellmap_treachery": "TREACHERY",

        "hellmap_prime": "PRIME",

        "hellmap_first": "FIRST",
        "hellmap_second": "SECOND",
        "hellmap_third": "THIRD",
        "hellmap_fourth": "FOURTH",
        "hellmap_climax": "CLIMAX",

        "hellmap_act1crescendo": "ACT I CRESCENDO",
        "hellmap_act1climax": "ACT I CLIMAX",
        "hellmap_act2crescendo": "ACT II CRESCENDO",
        "hellmap_act2climax": "ACT II CLIMAX",
        "hellmap_act3crescendo": "ACT III CRESCENDO",
        "hellmap_act3climax": "ACT III CLIMAX",

        "levelstats_time": "TIME",
        "levelstats_kills": "KILLS",
        "levelstats_style": "STYLE",
        "levelstats_secrets": "SECRET",
        "levelstats_challenge": "CHALLENGE",
        "levelstats_majorAssists": "MAJOR ASSISTS",
        "levelstats_boxes": "BOXES",

        "state_activated": "ACTIVE",
        "state_deactivated": "INACTIVE",
        "state_yes": "YES",
        "state_no": "NO",

        "controls_leftClick": "Left click",
        "controls_middleClick": "Middle click",
        "controls_rightClick": "Right click",

        "endStats_cheatsUsed": "CHEATS USED",
        "endStats_assistsUsed": "MAJOR ASSISTS USED",
        "endStats_noRestarts": "NO RESTARTS",
        "endStats_restarts": "RESTARTS",
        "endstats_noDamage": "NO DAMAGE",

        "weapons_unavailable": "NOT AVAILABLE",
        "weapons_alreadyBought": "ALREADY PURCHASED",
        "weapons_underConstruction": "UNDER CONSTRUCTION",

        "pressToSkip": "Press ESC to skip",

        "youDied1": "[YOU ARE DEAD]",
        "youDied2": "PRESS [R] TO RESTART",

        "classicHud_health": "HEALTH",
        "classicHud_stamina": "ENERGY",
        "classicHud_weapon": "WEAPON",
        "classicHud_arm": "ARM",
        "classicHud_railcannonMeter": "CHARGE",
        "classicHud_speed": "SPEED",

        "spawner_sandboxTools": "SANDBOX ITEMS :^)",
        "spawner_sandbox": "SANDBOX",
        "spawner_enemies": "ENEMIES",
        "spawner_items": "OBJETS",
        "spawner_special": "SPECIAL",
        "spawner_unlockables": "UNLOCKABLES",

        "enemyAlter_title": "ALTER",
        "enemyAlter_sizeTitle": "SIZE",
        "enemyAlter_uniformToggle": "UNIFORM",
        "enemyAlter_uniformSmall": "SMALLER",
        "enemyAlter_uniformDefault": "DEFAULT",
        "enemyAlter_uniformLarge": "BIGGER",
        "enemyAlter_metaTitle": "PROP",
        "enemyAlter_metaFrozen": "FROZEN",
        "enemyAlter_metaDisallowManipulation": "DISALLOW MANIPULATION",
        "enemyAlter_metaDisallowFreezing": "DISALLOW FREEZING",
        "enemyAlter_metaWeak": "WEAK",
        "enemyAlter_metaBreakable": "BREAKABLE",
        "enemyAlter_metaUnbreakable": "UNBREAKABLE",
        "enemyAlter_jumpPadTitle": "JUMP PAD",
        "enemyAlter_hookPointTitle": "HOOK POINT",
        "enemyAlter_power": "FORCE",
        "enemyAlter_radianceTitle": "RADIANCE",
        "enemyAlter_radianceEnable": "ENABLE RADIANCE",
        "enemyAlter_radianceDetails_tier": "TIER",
        "enemyAlter_radianceHealth_tier": "HEALTH",
        "enemyAlter_radianceDamage_tier": "DAMAGE",
        "enemyAlter_radianceSpeed_tier": "SPEED",
        "enemyAlter_boss_title": "ENEMY",
        "enemyAlter_boss_description": "BOSS HEALTH BAR",
        "enemyAlter_enrage": "ENRAGED",
        "enemyAlter_enrageEternal": "ETERNAL RAGE",
        "enemyAlter_sandified": "SANDIFIED",
        "enemyAlter_puppeted": "PUPPETED",
        "enemyAlter_ignorePlayer": "IGNORE PLAYER",
        "enemyAlter_attackEnemies": "ATTACK ENEMIES",
        "enemyAlter_sandboxTitle": "SANDBOX",
        "enemyAlter_hasSkull": "HAS SKULL",
        "enemyAlter_altarType": "ALTAR TYPE",
        "enemyAlter_materialBlock": "MATERIAL BLOCK",
        "enemyAlter_dualWieldPickup": "DUAL WIELD PICKUP",
        "enemyAlter_infiniteUses": "INFINITE USES",
        "enemyAlter_juice": "JUICE",
        "enemyAlter_hurtZone": "HURT ZONE",
        "enemyAlter_hurtCooldown": "HURT COOLDOWN",
        "enemyAlter_altarBlue": "BLUE",
        "enemyAlter_altarRed": "RED",
        "enemyAlter_altarStone": "STONE",
        "enemyAlter_alteredDestroyed": "Altered object was destroyed.",

        "earlyAccessEnd1": "THANKS FOR PLAYING",
        "earlyAccessEnd2": "Layer 8: FRAUD is still under development",
        "earlyAccessEnd3": "For news on its progress, follow us on"
    },

	"weapon":{
		"weapon_nailgunZapperReady": "READY",
		"weapon_nailgunZapperAlternateTooFar": "TOO FAR",
		"weapon_nailgunZapperOutOfRange": "OUT OF RANGE",
		"weapon_nailgunZapperAlternateNull": "NULL",
		"weapon_nailgunZapperNoTarget": "NO TARGET",
		"weapon_nailgunZapperBlocked": "BLOCKED",
		"weapon_nailgunZapperDistance": "DISTANCE:",
		"weapon_nailgunZapperRecharging": "RECHARGING..."
	},
    "ranks": {
        "rank_letter_d": "D",
        "rank_letter_c": "C",
        "rank_letter_b": "B",
        "rank_letter_a": "A",
        "rank_letter_s": "S",
        "rank_letter_p": "P"
    },

    "sandbox": {
        "sandbox_navmeshWarn": "NavMesh out of Date. Please rebuild.",

        "sandbox_shop_timeOfDay": "TIME OF DAY",
        "sandbox_shop_worldOptions": "WORLD OPTIONS",
        "sandbox_shop_icons": "ICONS",

        "sandbox_shop_stats": "STATS",
        "sandbox_shop_totalBoxes": "TOTAL BOXES BUILT",
        "sandbox_shop_totalProps": "TOTAL PROPS PLACED",
        "sandbox_shop_totalEnemies": "TOTAL ENEMIES SPAWNED",
        "sandbox_shop_totalTime": "TOTAL TIME IN SANDBOX",

        "sandbox_shop_worldOptionsTitle": "WORLD OPTIONS",
        "sandbox_shop_worldOptionsEnable": "ENABLE",
        "sandbox_shop_worldOptionsDisable": "DISABLE",
        "sandbox_shop_worldOptionsEnabled": "ENABLED",
        "sandbox_shop_worldOptionsDisabled": "DISABLED",

        "sandbox_shop_mapBorder": "Map Border",
        "sandbox_shop_iconsTitle": "ICON PACKS",
        "sandbox_shop_default": "DEFAULT",
        "sandbox_shop_pitr": "PITR"
    }
}
