{
	"metadata": {
		"langName": "FR-fr",
		"langAuthor": "Clearwater, ZedDev, Frizou, osokour, Tamary, Lays, Wish, Xlizikk",
		"langVersion": "2.0.0",
		"langDisplayName": "Français (France)",
		"langRTL": "false",
		"minimumModVersion": "1.3.0"
	},
	"body": {
		"bodyName": "Traduction française pour ULTRAKILL."
	},

	"devMuseum": {
		"museum_bookHakita1": "<b>Salut !</b> Bienvenue dans le musée des développeurs. Je suis Hakita, le développeur principal du jeu. J'ai commencé le travail sur ce jeu par moi-même, mais avec le temps, le jeu a beaucoup grandi et désormais plein de personnes merveilleuses m'ont aidé au cours du temps et vous les retrouverez toutes ici !",
		"museum_bookHakita2": "Ce musée a été principalement créé par Vvizard, avec quelques retouches, itérations, écritures et bonus que j'ai réalisés. Vous pouvez le retrouver dans la Salle de Repos dans le couloir à gauche d'ici.",
		"museum_bookHakita3": "Faites un tour ! Le premier étage est dédié à toutes les personnes qui ont contribué à la création du jeu, et le deuxième étage est rempli de choses liées au développement, comme du contenu retiré et d'anciennes versions de certaines choses. Il y a aussi beaucoup de secrets cachés partout dans le musée !",
		"museum_bookHakita4": "La plupart des développeurs auront un livre comme celui-ci devant eux dans lequel vous pourrez lire des détails à propos de leurs contributions au jeu. Voici le mien !",
		"museum_bookHakita5": "<b><color=orange>HAKITA</color> - CRÉATEUR D'ULTRAKILL</b>",
		"museum_bookHakita6": "J'ai commencé le développement du jeu le 1er février 2018. À ce moment-là, ce n'était que moi, avec FlyingDog et Toni Stigell qui me faisaient des modèles 3D de temps en temps. Bien que l'équipe de développement ait bien changé et grandi depuis, je fais toujours la majorité du travail moi-même... Plus près des 60% maintenant, contrairement aux 99% d'autrefois.",
		"museum_bookHakita7": "Mes contributions sont :",
		"museum_bookHakita8": "- Toute gestion et conception de jeu, son, histoire et animation",
		"museum_bookHakita9": "- Toute conception des niveaux (à l'exception de ce musée, le Bac à Sable et 5-S)",
		"museum_bookHakita10": "- Toutes les musiques, sauf certaines dans le domaine public et les morceaux réalisés par des compositeurs spéciaux (que vous pouvez trouver dans le couloir à droite)",
		"museum_bookHakita11": "- La majorité de l'écriture, la programmation et la direction artistique",
		"museum_bookHakita12": "- En général, si quelque chose est dans le jeu, j'y ai participé d'une manière ou d'une autre",
		"museum_bookHakita13": "Merci d'avoir joué et j'espère, apprécié, ULTRAKILL. C'est fou d'imaginer qu'un projet de passion que j'ai commencé basé sur ce que j'ai cru était amusant dans les jeux est devenu un si grand succès. J'ai rencontré tellement de personnes incroyables grâce à ce jeu et la communauté qui a grandi autour de tout ceci a été une grande source de bonheur (et d'angoisse !) dans ma vie. C'est un don rare de non seulement créer un projet comme celui-ci avec un contrôle créatif total, mais de pouvoir travailler grâce à mon propre art sans m'obliger à compromettre ma vision, et c'est grâce à New Blood, les développeurs présents dans ce musée, et surtout... <b>VOUS !</b>",

		"museum_bookFrancisXie1": "<b><color=#4AACBD>FRANCIS XIE</color> - ARTISTE DE CONCEPT ET TEXTURES</b>",
		"museum_bookFrancisXie2": "Francis a rejoint l'équipe en 2021, autour du début du développement du cercle de la Colère, quand il a été ajouté en tant qu'artiste général chez New Blood grâce à ses incroyables fanarts d'ULTRAKILL.",
		"museum_bookFrancisXie3": "Ses plus grandes contributions sont :",
		"museum_bookFrancisXie4": "- Les concepts pour le Léviathan, le Passeur ainsi que Minos et Sisyphe et leurs portraits.",
		"museum_bookFrancisXie5": "- Le concept pour l'orgue dans 6-2 : ESTHÉTIQUES DE HAINE",
		"museum_bookFrancisXie6": "- Le concept pour une arme supprimée appelé le [Beamcutter]",
		"museum_bookFrancisXie7": "- Les textures du niveau pour 5-3 : LE NAVIRE DES FOUS, ainsi que toutes les textures dans le cercle de l'Hérésie",
		"museum_bookFrancisXie8": "- Les concepts des peluches de tous les développeurs",
		"museum_bookFrancisXie9": "« Je ne serais simplement pas ici sans ce jeu, et je suis tellement heureux que ça soit ULTRAKILL. Merci à Hakita, toute l'équipe de développement et tout le monde chez New Blood pour être des personnes fantastiques qui supportent toujours ce que je fais. Des remerciements spéciaux à mon meilleur ami qui m'a encouragé à poursuivre ce que j'adorais vraiment ; être une partie de cette équipe est un rêve devenu réalité pour moi. À la santé du meilleur projet ! »",

		"museum_bookJerichoRus1": "<b><color=orange>JERICHO_RUS</color> - ARTISTE DE CONCEPT, ILLUSTRATEUR ET TEXTURES</b>",
		"museum_bookJerichoRus2": "Jericho a rejoint l'équipe en 2019, juste avant la sortie de la démo originale du Prélude. Il est responsable de la majorité des concepts des personnages et des armes, toutes les textures des niveaux pour les cercles de la Luxure, la [Gluttony] et l'Avarice ainsi que quelques textures pour le cercle de la Colère.",
		"museum_bookJerichoRus3": "Ses plus grandes contributions sont :",
		"museum_bookJerichoRus4": "- Les concepts pour V1 et Gabriel",
		"museum_bookJerichoRus5": "- Les concepts pour la majorité des ennemis, tels que le Drone, le Purificateur et le Soldat",
		"museum_bookJerichoRus6": "- Les concepts pour toutes les armes et armes alternatives, sauf le Revolver original et le Canon à Chaleur",
		"museum_bookJerichoRus7": "- Le dessin promotionnel principal, qui est aussi utilisé comme art de couverture",
		"museum_bookJerichoRus8": "- La plupart des textures des niveaux, avec toutes les textures pour les cercles de la Luxure, la [Gluttony] et l'Avarice",
		"museum_bookJerichoRus9": "- Tous les dessins dans les épilogues et ceux dans 2-S également",
		"museum_bookJerichoRus10": "« Salut, mes remerciements à toute l'équipe de développement et à vous tous pour vos appréciations envers ce que nous créons. J'ai rencontré tellement de personnes merveilleuses à travers le développement d'ULTRAKILL et j'espère que ça continuera. Dédicace à SXBIG et Luvoid ! »",

		"museum_bookBigRockBMP1": "<b><color=#DA6B6D>BIGROCKBMP</color> - ARTISTE DE CONCEPT</b>",
		"museum_bookBigRockBMP2": "BigRock a rejoint l'équipe en début 2019 pendant le développement du Prélude. Il a été le premier artiste de concept pour le jeu, et est le créateur de la plupart des boss du jeu, tel que le premier concept de personnage du jeu, la Lame-Machine.",
		"museum_bookBigRockBMP3": "Ses plus grandes contributions sont :",
		"museum_bookBigRockBMP4": "- Les concepts pour la plupart des boss du jeu, tels que la Lame-Machine, le Cadavre du Roi Minos, et la Masse Hideuse",
		"museum_bookBigRockBMP5": "- Les concepts pour la plupart des ennemis du jeu, tels que l'[Mindflayer], l'Idole et la Sentinelle.",
		"museum_bookBigRockBMP6": "- Les concepts des boss des Sanctuaires Primes",
		"museum_bookBigRockBMP7": "- Les peintures du Passeur portant une Lance-Roquettes dans 5-3 : LE NAVIRE DES FOUS",
		"museum_bookBigRockBMP8": "« Quand Hakita m'a demandé de créer un boss pour son jeu, je n'avais aucune idée qu'ULTRAKILL deviendrait si grand. C'est à la fois intimidant et inspirant de voir tout l'art que les fans du jeu ont créé sur les personnages. Cela m'inspire aussi à continuer et à tenter de grandir en tant qu'artiste, et j'espère que mon travail inspirera les autres à se lancer dans leurs passions aussi. »",

		"museum_bookMaximilianOvesson1": "<b><color=#8f65da>MAXIMILIAN OVESSON</color> - ARTISTE DES MENUS</b>",
		"museum_bookMaximilianOvesson2": "Maximilian a rejoint l'équipe en 2018, tôt dans le développement. Il est responsable des icônes des armes utilisées dans l'interface, l'écran de game-over ainsi que le logo du jeu.",
		"museum_bookMaximilianOvesson3": "« Je suis fier d'avoir pu apporter ma contribution dans la création de ce jeu et suis reconnaissant de la chance que j'ai eue d'en faire partie. Merci beaucoup de m'avoir pris dans l'équipe et merci à tous les joueurs pour votre soutien. »",

		"museum_bookVictoriaHolland1": "<b><color=#F5ABB9>VICTORIA HOLLAND</color> - ARTISTE 3D EN CHEFFE ET PROGRAMMEUSE ARTISTIQUE</b>",
		"museum_bookVictoriaHolland2": "Victoria a rejoint l'équipe début 2020, tard dans la création des Limbes. Elle a commencé à travailler avec Sam, mais à partir de l'Acte II, elle a été responsable de tous les modèles 3D à l'exception de l'Insurrectionniste Sisyphéen. Victoria s'occupe aussi de la programmation de tous les shaders et quasiment tous les optimisations et systèmes graphiques.",
		"museum_bookVictoriaHolland3": "Ses plus grandes contributions sont :",
		"museum_bookVictoriaHolland4": "- Plusieurs des modèles de l'Acte I, comme la Saleté, le Corps du Roi Minos et le [Railcannon]",
		"museum_bookVictoriaHolland5": "- Tous les modèles de l'Acte II, à l'exception de l'Insurrectionniste Sisyphéen",
		"museum_bookVictoriaHolland6": "- La programmation de tous les shaders",
		"museum_bookVictoriaHolland7": "- La programmation de la plupart des systèmes graphiques et d'optimisations",
		"museum_bookVictoriaHolland8": "« Ne gâchez pas votre temps dans l'inquiétude. Élancez-vous et acceptez qui vous voulez être. Tu n'es pas seul, alors sois ton véritable toi et apprécie toujours le voyage. »",

		"museum_bookToniStigell1": "<b><color=orange>TONI STIGELL</color> - ARTISTE 3D</b>",
		"museum_bookToniStigell2": "Toni Stigell a rejoint l'équipe au tout début en 2018. Nous avions déjà travaillé ensemble sur de petits projets auparavant tels qu'un maintenant-annulé jeu d'infiltration nommé Untraceable, qui est à l'origine de la statue de l'homme pensant qui est éventuellement devenu le Cerbère.",
		"museum_bookToniStigell3": "En plus de ça, il a modélisé plusieurs anciens modèles des personnages jusqu'à son départ au milieu de l'année 2019. Il a aussi fait les animations originales de la Saleté. Même si elles ont été remplacées depuis. La Créature Maudite utilise encore l'une de ces vieilles animations, ce qui en fait la seule que je n'ai pas fait moi-même qui est vue dans le jeu.",
		"museum_bookToniStigell4": "Ses plus grandes contributions sont :",
		"museum_bookToniStigell5": "- Les modèles originaux pour les [Husks], la Lame-Machine et le Revoyeur",
		"museum_bookToniStigell6": "- Le design original pour la Saleté",
		"museum_bookToniStigell7": "- Me lancer dans Devil May Cry avant tout",

		"museum_bookFlyingDog1": "<b><color=#6a36be>FLYINGDOG</color> - ARTISTE 3D</b>",
		"museum_bookFlyingDog2": "FlyingDog a rejoint l'équipe au tout début du développement début 2018. Il a imaginé et créé plusieurs des premiers modèles 3D et leurs textures. Même s'ils ont été refaits ou remplacés pour la plupart, ils sont encore basés sur les concepts qu'il a créés et plusieurs d'entre eux sont cachés dans ce musée. Sa dernière contribution est la texture du Renvoyeur en 2019.",
		"museum_bookFlyingDog3": "Ses plus grandes contributions sont :",
		"museum_bookFlyingDog4": "- Les concepts et modèles originaux pour le Revolver, le Canon à Chaleur et le Visage Malicieux",
		"museum_bookFlyingDog5": "- La texture originelle et le modèle original pour le Cloueur",
		"museum_bookFlyingDog6": "- Les textures pour les versions originales des [Husks] et de la Lame-Machine",

		"museum_bookSamuelJamesBryan1": "<b><color=orange>SAMUEL JAMES BRYAN</color> - ARTISTE 3D</b>",
		"museum_bookSamuelJamesBryan2": "Sam a rejoint l'équipe au milieu de l'année 2019 tôt dans la création des Limbes et est responsable de la modélisation de la plupart des ennemis et personnages de l'Acte I, incluant V1, V2 et Gabriel. Son dernier travail en modélisation pour le jeu était l'Insurrectionniste Sisyphéen début 2021. Il est depuis parti vers d'autres projets, mais il aide encore parfois en suggérant et guidant la modélisation de nouveau contenu.",
		"museum_bookSamuelJamesBryan3": "« Aucune idée, demande à Hakita. »",

		"museum_bookQATeam1": "<b><color=red>CAMERON MARTIN</color> - TÊTE DE L'ASSURANCE QUALITÉ",
		"museum_bookQATeam2": "<color=#6a36be>DALIA FIGUEROA</color> - ASSURANCE QUALITÉ, VIDÉOS PROMOTIONELLES ET CAPTURES D'ÉCRAN",
		"museum_bookQATeam3": "<color=#11c324>TUCKER WILKIN</color> - SUPÉRIEUR D'ASSURANCE QUALITÉ",
		"museum_bookQATeam4": "<color=#e28eb6>SCOTT GURNEY</color> - ASSURANCE QUALITÉ TECHNIQUE</b>",
		"museum_bookQATeam5": "L'équipe d'assurance qualité de New Blood (Cameron, Dalia, Tucker et Scott) a la responsabilité de s'assurer que le jeu fonctionne correctement et qu'il n'y ait pas de bugs majeurs. C'est grâce à eux qu'ULTRAKILL semble être un jeu fonctionnel même si, en vérité, c'est tout un bazar en arrière qui ne tient qu'à peine. Avant qu'ULTRAKILL se joigne au catalogue de New Blood, je devais faire l'assurance qualité moi-même, et même cette petite quantité de tests me fait questionner sur comment ces personnes peuvent rester sain d'esprit.",
		"museum_bookQATeam6": "...Du moins, en grande partie.",
		"museum_bookQATeam7": "« Dans les immortels mots du grand avant-centre Hongrois Nandor Hidegkuti: « Amikor eljön a forradalom, a zeneipar lesz az első amely menni fog. Köszönöm szépen. » »",
		"museum_bookQATeam8": "« Que ce soit des jeux, de la musique, des films, ou la compagnie des autres, assure-toi de bien apprécier les bons moments que tu passes et garde toujours un regard positif sur ton vécu. Après tout, ta vie est précieuse, c'est ton propre stage. Amuse-toi à fond, reste respectueux envers les autres et donne-leur ton amour. Un sourire sur le visage de quelqu'un en vaut son prix en poids d'or ! »",
		"museum_bookQATeam9": "« De toutes les marques sur ma psyché, celle-ci restera toujours ma préférée. De cette porte maudite à la glissade accidentelle du bras de spawn, ça a été une belle aventure malgré tout ! Parfois, les jeux vidéos peuvent être vraiment géniaux. J'espère pouvoir en avoir plus ! »",
		"museum_bookQATeam10": "« Pouvoir aider à mener à maturité une grande vision créative comme celle d'Hakita est un honneur immense et une expérience inoubliable. Je suis infiniment reconnaissant pour cette opportunité et j'ai hâte de ce qui va suivre ! »",

		"museum_bookPitr1": "<b><color=orange>PITR</color> - PROGRAMMEUR EN CHEF</b>",
		"museum_bookPitr2": "PITR avait déjà commencé à aider avec la programmation en 2019, mais il n'a qu'été officiellement ajouté à l'équipe en début 2020 grâce à ses mods et son premier essai à la création d'un système de niveaux personnalisés. Il est responsable de la plupart des systèmes complexes tels que les triches, les terrains personnalisés du [Cybergrind] et les sous-titres. Il a aussi créé l'entièreté du Bac à Sable et 5-S avec seulement quelques ajustements esthétiques mineurs de ma part.",
		"museum_bookPitr3": "Essentiellement, si tu regardes le code du jeu et remarques n'importe quoi qui est bien fait, c'est probablement fait par lui.",
		"museum_bookPitr4": "Ses plus grandes contributions sont :",
		"museum_bookPitr5": "- La création du Bac à Sable et 5-S",
		"museum_bookPitr6": "- La programmation de la plupart des systèmes complexes tels que les triches, les terrains personnalisés du [Cybergrind] et les sous-titres",
		"museum_bookPitr7": "- Beacoup d'optimisations et de correction de bugs dans le code",
		"museum_bookPitr8": "- Beaucoup d'aide pour la programmation en général",

		"museum_bookHeckteck1": "<b><color=orange>HECKTECK</color> - PROGRAMMEUR</b>",
		"museum_bookHeckteck2": "Heckteck a été temporairement ajouté à l'équipe en début 2022 puis à temps plein en 2023 grâce à son expérience en termes de création de mods pour le jeu. Son objectif était de reconstruire le système de style pour inclure la fraîcheur d'arme ainsi que d'autres ajouts, comme la playlist de musique dans le [Cybergrind] et le nouveau système de contrôles.",
		"museum_bookHeckteck3": "« La collecte est pauvre cette année. »",

		"museum_bookCabalcrow1": "<b><color=#c0c0c0ff>EMANUIL « CABALCROW » CHIZHOV</color> - PROGRAMMEUR ADDITIONNEL</b>",
		"museum_bookCabalcrow2": "CabalCrow était l'un des premiers fans hardcores d'ULTRAKILL qui a aidé à démarrer la scène de speedrunning du jeu. Il a aussi aidé énormément à comprendre la cause de bugs avant que le jeu ait une équipe d'assurance qualité et a enregistré la plupart du gameplay présenté dans les premières bandes-annonces du jeu. Sa contribution dans la programmation vient de la création du système d'escalier en 2020 qui permet aux joueurs de passer par-dessus les petites élévations de hauteur, empêchant de se faire constamment bloquer par de minuscules obstacles.",
		"museum_bookCabalcrow3": "« Tu sais ce qu'ils disent :\n50 euros c'est 50 euros. »",

		"museum_bookLucasVarney1": "<b><color=#BD8BF3>LUCAS VARNEY</color> - PROGRAMMEUR ADDITIONNEL</b>",
		"museum_bookLucasVarney2": "Lucas est encore l'un des développeurs de New Blood, travaillant surtout sur son propre jeu. Mais il vient occasionnellement aider pour ULTRAKILL de temps en temps. Ses contributions sont surtout concernant l'optimisation, aidant le jeu à avoir de meilleures performances dans sa globalité ainsi que créer des outils de développement pour permettre une meilleure optimisation pour les niveaux individuels.",
		"museum_bookLucasVarney3": "« Tous mes remerciements à vous tous, toi inclus, celui qui lit ce texte ! Travailler sur des jeux vidéos a toujours été mon rêve, mais je n'aurais jamais pensé être à la hauteur pour le faire professionnellement. J'ai abandonné le lycée dût à mon anxiété et j'avais vraiment l'impression de ficher toute ma vie en l'air. Mais je n'ai jamais abandonné, et je ne vais jamais non plus ! Peu importe qui tu es, ne perd jamais espoir et sache que tu n'as jamais besoin d'avoir honte d'être toi-même et de faire ce que tu aimes, tant que cela ne blesse personne. Tu es plus qu'une étiquette et tu vaux plus que ton CV. Apprécie les petits moments, accepte ce qui te rend heureux et soit la meilleure personne que tu peux être. »",

		"museum_bookBenMoir1": "<b><color=#3EF242>BEN MOIR</color> - PROGRAMMEUR ADDITIONNEL</b>",
		"museum_bookBenMoir2": "Ben, alias « Zombie », est le programmeur-sorcier de New Blood. Il va de projet en projet et résout les problèmes épineux tout en donnant des astuces. S'il y a un problème, il sait le résoudre.",
		"museum_bookBenMoir3": "Même si la majorité de son travail sur ULTRAKILL vient de son assistance pour les autres programmeurs, il s'est aussi occupé de quelques systèmes lui-même, comme la vibration des manettes et la visée assistée.",
		"museum_bookBenMoir4": "« Hey, Hakita ! Est-ce que l'on peut dire « putain » dans le jeu ? »",

		"museum_bookMeganeko1": "<b><color=#E93436>MEGANEKO</color> - COMPOSEUR INVITÉ</b>",
		"museum_bookMeganeko2": "J'ai rencontré Meganeko en début 2020 après que BigRock, l'un de ses fans, aperçoive qu'il suivait le compte Twitter d'ULTRAKILL et a demandé s'il serait intéressé de faire une collaboration. Originellement, je n'avais rien de spécifique que je voulais, mais après avoir entendu un fragment de ce qu'il avait en tête, l'image d'un mode survie sans fin m'est apparue immédiatement. Une musique dans ce style irait parfaitement.",
		"museum_bookMeganeko3": "Ce petit test est éventuellement devenu, après des mois de modifications, le thème du [Cybergrind]. D'une certaine manière, tu peux le remercier pour être à l'origine de ce mode de jeu.",
		"museum_bookMeganeko4": "« Jouer à la démo alpha m'a vraiment inspiré ! Mettre toute cette inspiration dans le jeu était une expérience un peu surréaliste. Un grand merci à Hakita et BigRock pour m'avoir contacté ! »",

		"museum_bookKeygenChurch1": "<b><color=#aa0000>KEYGEN CHURCH</color> - COMPOSEUR INVITÉ</b>",
		"museum_bookKeygenChurch2": "Keygen Church, alias « Master Boot Record », m'a approché en fin 2022. Étant déjà un fan de ses musiques, j'étais ravi de pouvoir l'inviter à bord, même si c'était temporaire. De plus, c'était le moment parfait puisque son style va très bien avec le Cercle de l'Hérésie, il a donc créé la musique entendue lors de la majorité de P-2 intitulé « Tenebre Rosso Sangue ».",
		"museum_bookKeygenChurch3": "Nous avons aussi collaboré dans la création de l'ARG. Il a fait le gros du projet puisqu'il avait déjà de l'expérience dans ce domaine en le faisant dans ses propres projets.",
		"museum_bookKeygenChurch4": "« Résolution Basse. Imagination Haute. Loué Soit le Code. »",

		"museum_bookHealth1": "<b><color=red>HEALTH</color> - COMPOSEUR INVITÉ</b>",
		"museum_bookHealth2": "<b><color=red>BENJAMIN MILLER</color> - BATTERIE",
		"museum_bookHealth3": "<color=red>JACOB DUZSIK</color> - PAROLES, GUITARE ÉLECTRIQUE",
		"museum_bookHealth4": "<color=red>JOHN FAMIGLIETTI</color> - BASSE, NUMÉRISATION</b>",
		"museum_bookHealth5": "En début 2023, nous avons collaboré avec la bande HEALTH pour publier en première leur musique « HATEFUL » dans le [Cybergrind]. Je suis un fan d'eux depuis avoir entendu leur musique dans Max Payne 3 et leurs lourds rythmes électroniques sont parfait pour le chaos d'ULTRAKILL, donc je suis très content que leur musique soit devenue une partie du jeu.",
		"museum_bookHealth6": "« DE RETOUR AU [Cybergrind] »",

		"museum_bookQuetzalTirado1": "<b><color=#AA4CAD>QUETZAL TIRADO</color> - MUSICIENNE INVITÉE</b>",
		"museum_bookQuetzalTirado2": "J'ai rencontré Quetzal à l'aide d'un ami mutuel en début 2021. Quand je lui ai demandé si elle pouvait enregistrer un solo de saxophone pour la musique de P-1 « CHAOS », le résultat n'était pas si concluant. Mais des parties de son enregistrement ont été réutilisées un peu partout dans le jeu pour rajouter du contraste.",
		"museum_bookQuetzalTirado3": "Plus tard, elle a improvisé un solo de saxophone pour la musique de 5-1, « Deep Blue ». J'ai ensuite modifié l'extrait en ce que vous pouvez entendre dans la version finale. Quetzal a aussi enregistré la clarinette basse utilisée dans le son de la corne de l'Insurrectioniste Sisyphéen.",
		"museum_bookQuetzalTirado4": "« Ma mère a aimé la musique que j'ai aidé à faire pour Ultrakill, donc je pense que je peux me considérer comme une artiste talentueuse, non ? Aussi, merci beaucoup aux personnes homosexuelles, trouvez-moi dans le niveau où l'eau fiche en l'air la musique »",

		"museum_bookSalad1": "<b><color=#20FF20>SALAD</color> - ARTISTE DE JAKITO</b>",
		"museum_bookSalad2": "Salad a dessiné Jakito.",
		"museum_bookSalad3": "Ses plus grandes contributions sont :",
		"museum_bookSalad4": "- Jakito",
		"museum_bookSalad5": "« Es-tu prêt ? »",

		"museum_bookJacobHHR1": "<b><color=#FFB2DC>JACOB H.H.R.</color> - ÉCRIVAIN (HISTOIRE ET DIALOGUES)</b>",
		"museum_bookJacobHHR2": "Jacob s'est joint à l'équipe en début 2020 pour aider à l'écriture de l'histoire et les dialogues pour le jeu après que je l'ai rencontré à l'aide d'un ami mutuel qui est aussi développeur. Il est majoritairement responsable de l'écriture de la majorité des livres trouvés dans les niveaux, les dialogues de Gabriel et les textes dans les cinématiques entre les actes. Dans l'Acte I, je créais l'idée générale du contenu des textes et il y apportait des modifications jusqu'à ce qu'ils soient complétés, mais pour l'Acte II, le travail était beaucoup plus partagé en 50/50 entre nous.",
		"museum_bookJacobHHR3": "La plupart des grandes phrases poétiques et fortes qui sont devenues iconiques dans la communauté existent grâce à ses connaissances de l'anglais.",

		"museum_bookVVizard1": "<b><color=#ee0c47>VVIZARD</color> - CRÉATEUR DU MUSÉE</b>",
		"museum_bookVVizard2": "Vvizard a été temporairement ajouté à l'équipe en fin 2022 pour créer ce musée grâce à son talent avec l'outil de création de niveaux d'ULTRAKILL. Il a créé tout ce niveau, les modèles à l'intérieur et les textures.",
		"museum_bookVVizard3": "Si tu te demandais pourquoi ce niveau est plus beau que n'importe quel autre dans le jeu, c'est parce qu'il l'a fait.",
		"museum_bookVVizard4": "« ULTRAKILL est spécial pour moi d'une manière qui prendrait l'espace d'un livre entier à mettre en mots, contribuer à la création de ce jeu est quelque chose que je vais chérir pour toujours. J'espère pouvoir continuer de travailler avec les merveilleuses personnes chez New Blood. Les interactions que j'ai eues avec la communauté m'ont aidé à pouvoir rejoindre cette équipe. Je me demande parfois où commence la chaine de dominos et où elle se termine. Si Oyff voit ceci un jour, une bonne vidéo YouTube (« The ULTRAKILL Rip and Tear ») peut vraiment changer sa vie. »",

		"museum_bookAdditionalMusic1": "CRÉDITS MUSICAUX ADDITIONNELS :",
		"museum_bookAdditionalMusic2": "« Take Care », le thème des Terminaux : Pris de « Were You Foolin' » par Russ Morgan Orchestra (Domaine public)",
		"museum_bookAdditionalMusic3": "« Cerberus » dans 0-5 : CERBÈRE : Musique classique prise de « Mars, the Bringer of War » de Gustav Holst's Planets Suite (Domaine public)",
		"museum_bookAdditionalMusic4": "« Clair de Lune » dans 1-4 : CLAIR DE LUNE : Écrit par Claude Debussy, performé par Laurens Goedhart (CC 3.0 license)",
		"museum_bookAdditionalMusic5": "« BWV 639 'I call to you, Lord Jesus Christ' » dans 3-2 : DANS LA CHAIR : Écrit par Johann Sebastian Bach (Domaine public)",
		"museum_bookAdditionalMusic6": "« The Spinal Staircase » dans P-1 : L'ÂME SURVIVANTE : Pris de « Sourire d'Avril », composé par Maurice Depret (Domaine public)",
		"museum_bookAdditionalMusic7": "« CHAOS » dans P-1 : L'ÂME SURVIVANTE : Clarinette basse et saxophone soprano improvisé et enregistré par Quetzal Tirado",
		"museum_bookAdditionalMusic8": "« Deep Blue » dans 5-1 : LE REPAIRE DE POSÉIDON : Saxophone ténor improvisé et enregistré par Quetzal Tirado, modifié par Hakita",
		"museum_bookAdditionalMusic9": "« Fallen Angel » dans 6-2 : ESTHÉTIQUES DE HAINE : Adapté de « BWV 639 'I call to you, Lord Jesus Christ' » par Johann Sebastian Bach",
		"museum_bookAdditionalMusic10": "« 7th Symphony, 2nd Movement: Allegretto » dans l'Intermission 2 : Écrit par Ludwig van Beethoven, performé par Lambis Vassiliadis (Domaine public)",
		"museum_bookAdditionalMusic11": "Le son d'ambiance lors de la première nourrission dans 7-3: SANS SON, SANS MÉMOIRE : Pris de « Take a Look at Molly », écrit par Hazel M. Lockwood et Lee W. Lockwood, peformance par John McCormack (Domaine public)",
		"museum_bookAdditionalMusic12": "« Gymnopédies - la 1ère. lent et douloureux » dans la vidéo d'Histoire du Développement d'ULTRAKILL : Écrit par Erik Satie, performé par Robin Alciatore (Domaine public)",

		"museum_bookAdditionalCredits1": "<b>CRÉDITS ADDITIONNELS :</b>",
		"museum_bookAdditionalCredits2": "<b><color=orange>Finn [Frej]</color></b> - Créateur de l'animation « Fuckin Finland »",
		"museum_bookAdditionalCredits3": "<b><color=orange>TERRAINS [Cybergrind] COMMUNAUTAIRES</color> par :</b>",
		"museum_bookAdditionalCredits4": "<b><color=orange>REMERCIEMENTS ADDITIONNELS</color> à :</b>",
		"museum_bookAdditionalCredits5": "<b>David Szymanski, Leon Zawada et Simon Rance</b> pour nous avoir donné la permission d'utiliser des ressources de leurs jeux pour des easter eggs",
		"museum_bookAdditionalCredits6": "<b>Magnega</b> pour m'avoir dit que mon ancien jeu, Untraceable, n'était pas amusant, me causant une crise existentielle qui m'a fait changer de projet et de commencer à faire ULTRAKILL à la place",
		"museum_bookAdditionalCredits7": "<b>Mikko Tamper et Robert Raulus</b> pour leur support continu en plus de leur rôle de testeur et retour sur le jeu",
		"museum_bookAdditionalCredits8": "<b>B.G.B. et Splendid</b> pour leur implication de testeur et retour sur le jeu",

		"museum_bookStephanWeyte1": "<b><color=orange>STEPHAN WEYTE</color> - VOIX DE MINOS PRIME</b>",
		"museum_bookStephanWeyte2": "Comme beaucoup, je connaissais Stephan Weyte comme la voix de Caleb dans Blood, mais l'entendre être la voix de Nyarlathotep dans Dusk a rendu clair qu'il était toujours talentueux, j'ai donc décidé avant même de rejoindre New Blood que je voulais que Stephan donne une voix à quelqu'un dans ULTRAKILL. Quand le temps de faire Minos Prime était venu, le choix était évident.",
		"museum_bookStephanWeyte3": "Stephan était une personne géniale avec qui travailler et sa voix donne tant de caractère à Minos que je ne peux pas imaginer quelqu'un d'autre faire sa voix.",

		"museum_bookLenvalBrown1": "<b><color=orange>LENVAL BROWN</color> - VOIX DE SISYPHE PRIME</b>",
		"museum_bookLenvalBrown2": "J'ai demandé à Lenval s'il voulait collaborer en début 2023 après avoir entendu sa performance fantastique étant le narrateur dans Disco Elysium, sentant que sa voix grave et riche serait parfaite pour le Roi Sisyphe. Il était très agréable et a vraiment aidé à rendre le roi Sisyphe plus unique.",

		"museum_bookGianniMatragrano1": "<b><color=#20afdb>GIANNI MATRAGRANO</color> - VOIX DE GABRIEL</b>",
		"museum_bookGianniMatragrano2": "Gianni m'a originellement contacté et a offert ses talents fin 2019, mais nous n'avons pas commencé à travailler ensemble avant environ mi-2020, un peu avant que le jeu sorte en accès anticipé. Malgré le court temps qu'on avait, il a excellé dans son rôle, non seulement en définissant et approfondissant le personnage de Gabriel, mais aussi en jouant son rôle de manière extraordinaire, capturant parfaitement son intensité viscérale et les plus subtiles nuances de son monde intérieur.",
		"museum_bookGianniMatragrano3": "Il ne s'est qu'amélioré depuis et je suis très fier de pouvoir travailler avec quelqu'un qui comprend si bien ma vision de l'histoire et de son personnage qu'il ait pu improviser tout ce que Gabriel dit pendant le premier combat contre Gabriel. C'est un plaisir de travailler avec lui et est un rêve pour n'importe quel développeur indé comme moi.",
		"museum_bookGianniMatragrano4": "« Est-ce que tu peux écrire dans ça que je remercie les personnes homosexuelles. »",

		"museum_bookMandalore1": "<b><color=#e09e2e>MANDALORE</color> <color=#9884bb>HERRINGTON</color> - VOIX DU MYSTÉRIEUX CHEVALIER-DRUIDE",
		"museum_bookMandalore2": "<color=#eabbd7>JOY YOUNG</color> - VOIX DU HIBOU</b>",
		"museum_bookMandalore3": "J'ai originellement rencontré Mandalore en fin 2019 après sa critique de Dusk, quand je l'ai contacté pour qu'il puisse élaborer sur quelques-uns de ses points sur les rétroshooters. ULTRAKILL n'était qu'un petit projet sans nom, mais il a pourtant pris le temps de non seulement me répondre avec des explications très détaillées, mais aussi essayer la démo d'ULTRAKILL et me donner un retour très utile sur son expérience sur le jeu.",
		"museum_bookMandalore4": "Pour le remercier, je voulais faire un petit boss parodique le mettant en lumière avec Joy, se basant sur des inside-jokes de leur live « Mystery of the Druids », utilisant des clips audios de sa critique sur EYE pour ses répliques. Quand il a vu le boss, il a non seulement offert de réenregistrer les répliques, mais en plus faire de toutes nouvelles avec Joy qu'ils ont improvisé ensemble.",
		"museum_bookMandalore5": "Aussi, Mandalore a joué le sifflet de la mort aztèque pour la musique de 7-1 « Bull of Hell ».",
		"museum_bookMandalore6": "« Rend-moi visite dans les tombeaux remplie de musique préenregistré. Quelle classe. Merci d'avoir joué ! »",
		"museum_bookMandalore7": "« Ici pour un bon moment, pas un mauvais. »",

		"museum_weaponsBeamcutter1": "<b><color=orange>[Beamcutter]</color></b>",
		"museum_weaponsBeamcutter2": "Concept par Francis, Modèle provisoire par Victoria.",
		"museum_weaponsBeamcutter3": "<b>TIR PRINCIPAL:</b> Maintenir pour tirer un rayon",
		"museum_weaponsBeamcutter4": "<b>TIR SECONDAIRE:</b> Placer/Retirer un drone",
		"museum_weaponsBeamcutter5": "Une sixième arme qui fut retirée très tôt dans sa phase de création, non seulement car elle posait beaucoup trop de soucis de conception, mais aussi afin d'éviter la multiplication d'armes remplissant le même rôle.",
		"museum_weaponsBeamcutter6": "Inspiré du [railcannon], cette arme tire un rayon continu nécessitant de garder sa cible en joue pour infliger des dégâts continus. Afin de décourager le camping, elle inflige des dégâts réduits lorsque le joueur reste immobile ; même si cette version permet de passer outre cette limitation avec cette version en se déplaçant par à-coups, ce qui ne rend pas la visée beaucoup plus difficile.",
		"museum_weaponsBeamcutter7": "Les armes à tir continu sont difficiles à intégrer au système de combat d'ULTRAKILL ; il n'y a qu'à voir les nombreuses itérations dont le Cloueur a eu besoin avant que cette arme trouve enfin sa place dans l'arsenal du jeu. L'absence de munitions à gérer implique que chaque arme doit remplir un rôle bien défini pour éviter de rendre le reste de l'arsenal obsolète. Le Cloueur remplissant déjà un rôle similaire, j'ai fait le choix de retirer le [Beamcutter] plutôt que de le rentrer de force dans un arsenal déjà bien fourni.",
		"museum_weaponsBeamcutter8": "La partie avant de l'arme est supposée tourner sur elle-même lorsque le rayon est tiré, mais ce modèle provisoire n'a pas d'animations. Il n'a pas de sons non plus, ce qui peut affecter la sensation de puissance à l'usage pour le joueur, par rapport aux armes terminées.",
		"museum_weaponsBeamcutter9": "Bien que j'aime l'arme en tant que concept, je pense que la retirer a été la meilleure chose à faire. Je préfère de loin un arsenal plus restreint où chaque arme se distingue et montre son utilité plutôt qu'un arsenal plus étendu où certaines finissent par devenir obsolètes avec l'introduction de nouvelles armes.",

		"museum_weaponsBlackHoleCannon1": "<b><color=orange>CANON À TROU NOIR</color>",
		"museum_weaponsBlackHoleCannon2": "TIR PRINCIPAL:</b> Projeter une singularité",
		"museum_weaponsBlackHoleCannon3": "<b>TIR SECONDAIRE:</b> Imploser la singularité",
		"museum_weaponsBlackHoleCannon4": "Une super-arme retirée, qui était censée fonctionner avec une jauge se remplissant avec chaque ennemi tué. Elle a été créée vers début 2019, peu après l'ajout du canon à chaleur, et devait être introduite dans l'arsenal un peu avant la fin du jeu.",
		"museum_weaponsBlackHoleCannon5": "Le joueur avait le choix d'utiliser cette jauge soit pour bénéficier d'un bonus dans le style du Devil Trigger des jeux Devil May Cry, soit avec un tir du canon à trou noir. La jauge a été retirée à cause des problèmes de gameplay et d'équilibrage qu'elle causait. Les affrontements ne pouvaient pas être équilibrés en fonction de l'état de la jauge du joueur puisqu'ils étaient soit trop simples avec la jauge pleine, soit trop difficiles sans.",
		"museum_weaponsBlackHoleCannon6": "Pour pallier à ce problème, le bonus <i>façon DT</i> fut modifié en bonus [Double Wield], permettant au concepteur du niveau de déterminer à quel moment le joueur puisse avoir accès à ce gain de puissance. Le canon à trou noir fut remplacé par le [Railcannon], une super-arme avec une importance moindre qui est suffisamment faible pour ne pas devenir une solution universelle aux problèmes du joueur, mais utilisable suffisamment souvent pour inciter le joueur à l'exploiter activement. Cela empêche le joueur de conserver son unique charge pour une « occasion parfaite » qui ne se présenterait jamais.",
		"museum_weaponsBlackHoleCannon7": "Bien que le canon à trou noir ait été incroyablement puissant lors de sa création, vu que les seuls ennemis présents en jeu étaient les [Husks] basiques et que le jeu est devenu bien plus chaotique et explosif depuis. Cette arme aurait été beaucoup plus faible aujourd'hui. Je l'ai gardé à sa puissance originelle pour cette version du musée, dans un souci d'exactitude historique ; s'il est faible, c'est uniquement parce qu'il était conçu pour tuer les Saletés, les Errants et les Amalgames.",
		"museum_weaponsBlackHoleCannon8": "Le canon à trou noir n'a jamais eu de modèle ou de concept visuel, d'où sa représentation sous la forme du Canon à Chaleur étiré. Cela a amené beaucoup de personnes à croire qu'il s'agissait d'une [variant] de cette arme, alors que cela n'a jamais été mon intention.",

		"museum_weaponsRevolver1": "<b><color=orange>REVOLVER</color>",
		"museum_weaponsRevolver2": "À GAUCHE : 2018, L'original par FlyingDog",
		"museum_weaponsRevolver3": "À DROITE : 2022, Nouvelle version par Victoria</b>",
		"museum_weaponsRevolver4": "La première arme ainsi que le premier modèle jamais créé pour le jeu. Comme d'habitude, il n'y avait pas de concept de départ, FlyingDog a donc fait le modèle seulement basé sur une suggestion de ma part. Victoria a depuis refait le modèle et sa texture tout en conservant l'idée originale, permettant de ne faire qu'une amélioration directe.",
		"museum_weaponsRevolver5": "Le revolver avait originellement des variantes différentes de celles actuelles. La verte avait la capacité de rebondir sur les murs, inspiré de Revolver Ocelot. Cependant, cette idée n'était qu'intéressante sur papier. En pratique, son utilisation était inconfortable. Il fallait se positionner beaucoup trop précisément pour en tirer une moindre utilité, ce qui contrastait avec la vitesse et la spontanéité du jeu. L'idée de prouver sa précision resta cependant et est devenue l'habilité maintenant iconique des pièces.",
		"museum_weaponsRevolver6": "La variante rouge donnait au joueur deux revolvers, celui de droite était activé par le tir principal et celui de gauche avec le tir secondaire. Tout comme la variation verte, l'idée était intéressante, mais perdait rapidement en utilité et en nouveauté. Malgré mes efforts pour la « rattraper », j'ai finalement dû complètement supprimer cette variante. L'idée est revenue plus tard sous la forme du bonus [Double Wield] avec une meilleure maniabilité et fonctionnalité.",

		"museum_weaponsShotgun1": "<b><color=orange>CANON À CHALEUR</color>",
		"museum_weaponsShotgun2": "À GAUCHE : 2018, L'original par FlyingDog",
		"museum_weaponsShotgun3": "À DROITE : 2022, Nouvelle version par Victoria</b>",
		"museum_weaponsShotgun4": "Comme le revolver, le canon à chaleur a été fait par FlyingDog sans guidance visuelle puis refait par Victoria, gardant l'idée originale tout en l'ajustant aux nouveaux standards du jeu. La nouvelle version est plus claire puisque l'original avait tendance à souffrir des environnements colorés. Il est cependant toujours possible de reprendre cette ancienne apparence avec le premier [color preset].",
		"museum_weaponsShotgun5": "L'arme avait originellement un problème de puissance puisque les seuls ennemis qui existaient à ce point étaient déjà éliminés par seulement quelques tirs de revolvers. Le canon à chaleur était donc quasiment inutile à première vue. Éventuellement, j'ai eu l'idée de modifier le code des projectiles pour qu'ils ne soient pas détruits au contact d'un ennemi déjà mort. Ce simple changement est ce qui a transformé le canon à chaleur d'un outil faible en une arme de destruction massive tout autant capable d'affronter des ennemis puissants et d'énormes groupes de petits ennemis.",

		"museum_weaponsNailgun1": "<b><color=orange>CLOUEUR</color>",
		"museum_weaponsNailgun2": "À GAUCHE : 2019, L'original par Jericho et FlyingDog",
		"museum_weaponsNailgun3": "À DROITE : 2022, Nouvelle version par Jericho et Victoria</b>",
		"museum_weaponsNailgun4": "La première arme à avoir été créé avec l'aide d'un concept, celle-ci a été imaginée et dessinée par Jericho puis exécutée en 3D par FlyingDog. Le modèle original plus rudimentaire était adapté pour l'esthétique de son temps, mais avec les améliorations qui ont été apportées depuis, il a commencé à vraiment montrer son âge. Le Cloueur est l'une des principales raisons derrière notre intention de refaire les anciens modèles des armes accompagnés par le système de personnalisation des couleurs.",
		"museum_weaponsNailgun5": "Le Cloueur est probablement l'arme qui a subi le plus de changements avant de trouver sa place dans l'arsenal. Il a fallu attendre jusqu'en été 2021 pour que le Cloueur fonctionne bien. L'arme a donc dû être retravaillée pendant plus de 2 ans ! Le plus grand changement a certainement été d'échanger les munitions infinies pour une limite fixe et une recharge, qui donnait une raison au joueur de changer d'arme après l'avoir un peu utilisé. Mais ce qui a vraiment fait du Cloueur l'arme qu'elle est aujourd'hui, c'est d'avoir accéléré l'animation de dégainage. Cela a rendu l'échange vers le Cloueur beaucoup plus agréable et organique dans les combos.",
		"museum_weaponsNailgun6": "Des idées jetées telles qu'une [variant] très forte, mais avec un long rechargement et une qui permettait de pouvoir faire feu avec les deux canons pour une cadence de tir plus élevée au prix de la vitesse de mouvement du joueur. Le premier est éventuellement devenu la [variant] [attractor] et le second en la [variant] [overheat]. Même après autant de changements, des fragments des originaux sont encore présents.",

		"museum_enemiesFilth1": "<b><color=orange>SALETÉ</color>",
		"museum_enemiesFilth2": "À GAUCHE : 2019, L'original par Toni Stigell et FlyingDog",
		"museum_enemiesFilth3": "À DROITE : 2020, Nouvelle version par Jericho, BigRock et Victoria</b>",
		"museum_enemiesFilth4": "La Saleté, originellement nommé sobrement « Zombie » ou « [Husk] », était le second ennemi créé pour le jeu. Nous n'avions pas encore d'artistes de concept, donc j'ai juste dit à Toni de faire un genre de zombie laid et maigre comme ceux de Quake. C'était la procédure habituelle avant que BigRock se joigne à l'équipe en tant que premier artiste de concept et le contraste en design rend très clair le fait qu'un artiste de concept peut vraiment faire toute la différence.",
		"museum_enemiesFilth5": "Une observation intéréssante lié à la Saleté est que, dans les versions démo, il était commun que les joueurs se plaignent de la stupidité de l'intelligence artificielle de cet ennemi. Après avoir intégré la nouvelle version, les plaintes se sont complètement arrêtés. La nouvelle version a une apparence beaucoup plus bête, comme si la Saleté est juste une créature qui chasse que par instinct et soif de sang, sa stupidité est donc devenu plus naturelle et logique. Correctement démontrer ce qu'un ennemi fait ou peut faire à l'aide de son apparence est souvent un aspect sous-apprécié de la conception de personnages.",
		"museum_enemiesFilth6": "Sa nouvelle apparence est inspiré par le premier album de Swans qui est aussi l'origine du nom de cet ennemi. Ses dents et sa bouche étaient beaucoup plus petites, mais je n'ai pas arrêté de dire « PLUS GROS ! » à Victoria jusque la taille actuelle a été atteinte.",
		"museum_enemiesFilth7": "La Saleté était originellement orange pour qu'elle soit plus adapté au style du prélude. Cela a prouvé être un problème parce qu'elle était en fait <i>trop</i> bien adapté à l'environnement, les joueurs avaient souvent de la difficulté à les voir, alors nous avons changé leur couleur principale pour du vert.",

		"museum_enemiesStray1": "<b><color=orange>ERRANT</color>",
		"museum_enemiesStray2": "À GAUCHE : 2018, L'original par Toni Stigell, FlyingDog et Hakita",
		"museum_enemiesStray3": "À DROITE : 2020, Nouvelle version par Jericho et Sam</b>",
		"museum_enemiesStray4": "L'Errant était originellement nommé seulement « Projectile Zombie » ou « Projectile Husk » et, pour pas très longtemps, « Traqueur », mais ce nom a été ensuite donné à l'ennemi qui possède actuellement ce nom. Toni était occupé quand l'ennemi a été fait, donc j'ai, avec mes connaissances limités de Blender, modifié le modèle original de la Saleté pour faire celui de l'Errant et FlyingDog a fait la texture. Encore une fois, nous n'avions pas de dessin de concept, alors la texture a juste été basé sur ma description « d'un squelette avec tout les organes et la chair dedans » ou quelque chose du genre.",
		"museum_enemiesStray5": "La nouvelle version, basé sur le concept de Jericho pour le Soldat, garde cette idée mais l'execute d'une manière beaucoup moins cartoonesque.",

		"museum_enemiesSchism1": "<b><color=orange>AMALGAME</color>",
		"museum_enemiesSchism2": "À GAUCHE : 2018, L'original par Toni Stigell, FlyingDog et Hakita",
		"museum_enemiesSchism3": "À DROITE : 2020, Nouvelle version par BigRock et Sam</b>",
		"museum_enemiesSchism4": "L'Amalgame, originellement nommé seulement « Super Projectile Zombie », est une autre variante du modèle original de la Saleté. Toni et FlyingDog était tout les deux occupés, alors le modèle n'a même pas eu sa propre texture. C'était juste celle de la Saleté originelle sans sa teinte orange !",
		"museum_enemiesSchism5": "La nouvelle version utilise encore le même squelette et animations, ce qui veut dire que les bras additionnels pendouillent tout seuls puisqu'ils n'ont pas d'animations pour leur dire comment bouger.",
		"museum_enemiesSchism6": "Les nouvelles versions des [Husks] ont été dessiné et modélisé en vitesse pour les sortir à temps pour la réédition du Prélude pour la nouvelle démo du jeu après avoir été ajouté au catalogue de New Blood, ce qui veut dire que les concepts n'ont eu que chacun eu un seul croquis avec seulement un angle. Ça a causé un incident plutôt comique où Sam, qui s'occupait du modèle de l'Amalgame, a mal compris le concept puisqu'il pensait que la tête s'étendait loin devant le corps plutôt que sur l'épaule, ce qui a fait en sorte que la première réédition ait l'air d'un xénomorphe !",

		"museum_enemiesSwordsmachine1": "<b><color=orange>LAME-MACHINE</color>",
		"museum_enemiesSwordsmachine2": "À GAUCHE : 2019, L'original par BigRock, FlyingDog et Toni Stigell",
		"museum_enemiesSwordsmachine3": "À DROITE : 2022, Nouvelle version par BigRock et Victoria</b>",
		"museum_enemiesSwordsmachine4": "La Lame-Machine était le premier ennemi à avoir été imaginé par un concepteur artistique et la différence est flagrante ! L'incroyable concept de BigRock, inspiré par Blame!, est riche en caractère implicite qui est plus tard devenu explicite quand j'ai écrit ses données dans le Terminal.",
		"museum_enemiesSwordsmachine5": "Le modèle original, fait par Toni Stigell et texturé par FlyingDog, a malheureusement perdu beaucoup de nuances du concept d'origine, mais il était à sa place avec la direction artistique du jeu et de toute façon, nous n'étions que des amateurs qui ne savaient pas mieux. Victoria a depuis refait le modèle en se basant sur le concept original de BigRock's et l'a parfaitement traduit parfaitement en 3D.",
		"museum_enemiesSwordsmachine6": "L'une des anciennes versions du concept pour la Lame-Machine avait des bouts humains intégrés dans son torse puisque les ennemis à ce moment-là penchaient plus vers l'apparence d'hybrides mi-machines mi-humains un peu comme les Strogg avant qu'on ait l'environment, le langage visuel et l'histoire tous établis.",

		"museum_enemiesMaliciousFace1": "<b><color=orange>VISAGE MALICIEUX</color>",
		"museum_enemiesMaliciousFace2": "À GAUCHE : 2018, L'original par FlyingDog",
		"museum_enemiesMaliciousFace3": "À DROITE : 2022, Nouvelle version par Victoria</b>",
		"museum_enemiesMaliciousFace4": "Le Visage Malicieux, appelé « Spider » dans les fichiers du jeu dû à ses jambes d'araigné transparentes, était le tout premier ennemi à être fait pour le jeu. Même s'il est maintenant iconique, son apparence n'était originellement pas planifiée pour ressembler à ça. J'avait envie qu'il ait l'air très simpliste, mais FlyingDog, qui ne faisait que de la modélisation comme passe-temps, avait du mal à réaliser ce que je décrivait sans concept comme guide visuel, on a donc fait un compromis avec cette version",
		"museum_enemiesMaliciousFace5": "C'est aussi à cette époque que j'étais stupidement ambitieux tout en ayant aucune idée de ce que je faisais, alors il y a eu plein d'idées jetés à la poubelle. La bouche était supposée s'ouvrir et se refermer pendant qu'il tirait, mais le squelette du modèle était trop buggé pour qu'on arrive à le faire marcher. Les yeux était originellement séparé du modèle complet parce que j'avais comme idée que le joueur puisse leur tirer dessus avec le revolver pour faire plus de dégâts ou l'aveugler pour qu'il attaque n'importe comment. Ça sonne vraiment intéressant sur papier mais ça rend le Visage Malicieux trop complexe pour un ennemi présenté aussi tôt dans le jeu en plus de donner au joueur un manière de le contrer qu'il utiliserait toujours par-dessus tout, ce que je voulais éviter pour encourager le joueur à développer ses propres stratégies et qu'il puisse s'exprimer. C'était avant que Doom Eternal sorte et qu'il se concentre sur les points faibles des ennemis.",
		"museum_enemiesMaliciousFace6": "Une de mes autres idées à un moment était qu'il y ait un trou en arrière de sa tête où son cerveau était exposé, ce qui permettait aux joueurs plus rapides de pouvoir exploiter ce point faible, mais évidemment ça n'a jamais été mis en exécution. Me voir accumuler toutes ces idées idiotes, la plupart après que le modèle soit déjà fini, sans jamais en essayer l'une d'entre elles était, très naturellement, extrêmement frustrant pour FlyingDog.",
		"museum_enemiesMaliciousFace7": "Le nouveau modèle par Victoria est une merveilleuse recréation quasiment identique qui garde son apparence iconique et améliore sa qualité tout en <i>réduisant</i> sa résolution.",

		"museum_cinemaPlay": "JOUER",
		"museum_cinemaStop": "STOP",

		"museum_plaquesMuseumTitle": "TEMPLE DES RENOMMÉS - LES DÉVELOPPEURS",
		"museum_plaquesArtRoom": "LES ARTISTES",
		"museum_plaquesNerdRoom": "LES NERDS",
		"museum_plaquesRestRoom": "SALLE DE REPOS",
		"museum_plaquesTalkRoom": "SALLE DIVERS",

		"museum_plaquesHakita1": "ARSI « HAKITA » PATALA",
		"museum_plaquesHakita2": "CRÉATEUR D'ULTRAKILL",

		"museum_plaquesFrancisXie1": "FRANCIS XIE",
		"museum_plaquesFrancisXie2": "ARTISTE 2D",

		"museum_plaquesJerichoRus1": "JERICHO RUS",
		"museum_plaquesJerichoRus2": "ARTISTE 2D",

		"museum_plaquesBigRockBMP1": "BIGROCKBMP",
		"museum_plaquesBigRockBMP2": "ARTISTE DE CONCEPT",

		"museum_plaquesMaxOvesson1": "MAXIMILIAN OVESSON",
		"museum_plaquesMaxOvesson2": "ARTISTE DES MENUS",

		"museum_plaquesVictoriaHolland1": "VICTORIA HOLLAND",
		"museum_plaquesVictoriaHolland2": "ARTISTE 3D EN CHEFFE",

		"museum_plaquesToniStigell1": "TONI STIGELL",
		"museum_plaquesToniStigell2": "ARTISTE 3D",

		"museum_plaquesFlyingdog1": "FLYINGDOG",
		"museum_plaquesFlyingdog2": "ARTISTE 3D",

		"museum_plaquesSamuelJamesBryan1": "SAMUEL JAMES BRYAN",
		"museum_plaquesSamuelJamesBryan2": "ARTISTE 3D",

		"museum_plaquesCameronMartin1": "CAMERON MARTIN",
		"museum_plaquesCameronMartin2": "TÊTE DE L'ASSURANCE QUALITÉ",

		"museum_plaquesDaliaFigueroa1": "DALIA FIGUEROA",
		"museum_plaquesDaliaFigueroa2": "ASSURANCE QUALITÉ",

		"museum_plaquesTuckerWilkin1": "TUCKER WILKIN",
		"museum_plaquesTuckerWilkin2": "SUPÉRIEUR D'ASSURANCE QUALITÉ",

		"museum_plaquesScottGurney1": "SCOTT GURNEY",
		"museum_plaquesScottGurney2": "ASSURANCE QUALITÉ TECHNIQUE",

		"museum_plaquesPitr1": "PITR",
		"museum_plaquesPitr2": "PROGRAMMEUR EN CHEF",

		"museum_plaquesHeckteck1": "HECKTECK",
		"museum_plaquesHeckteck2": "PROGRAMMEUR",

		"museum_plaquesCabalcrow1": "EMANUIL « CABALCROW » CHIZHOV",
		"museum_plaquesCabalcrow2": "PROGRAMMEUR ADDITIONEL",

		"museum_plaquesLucasVarney1": "LUCAS VARNEY",
		"museum_plaquesLucasVarney2": "PROGRAMMEUR ADDITIONEL",

		"museum_plaquesBenMoir1": "BEN MOIR",
		"museum_plaquesBenMoir2": "PROGRAMMEUR ADDITIONEL",

		"museum_plaquesDaveOshry1": "DAVE OSHRY",
		"museum_plaquesDaveOshry2": "PDG DE NEW BLOOD INTERACTIVE",

		"museum_plaquesMeganeko1": "MEGANEKO",
		"museum_plaquesMeganeko2": "COMPOSEUR INVITÉ",

		"museum_plaquesKeygenChurch1": "KEYGEN CHURCH",
		"museum_plaquesKeygenChurch2": "COMPOSEUR INVITÉ",

		"museum_plaquesHealth1": "HEALTH",
		"museum_plaquesHealth2": "COMPOSEUR INVITÉ",

		"museum_plaquesQuetzalTirado1": "QUETZAL TIRADO",
		"museum_plaquesQuetzalTirado2": "MUSICIENNE INVITÉE",

		"museum_plaquesSalad1": "SALAD",
		"museum_plaquesSalad2": "CRÉATEUR DE JAKITO",

		"museum_plaquesJacobHHR1": "JACOB HHR",
		"museum_plaquesJacobHHR2": "ÉCRIVAIN (DIALOGUES ET PROSE)",

		"museum_plaquesVVizard1": "VVIZARD",
		"museum_plaquesVVizard2": "CRÉATEUR DU MUSÉE",

		"museum_plaquesAdditionalMusic": "MUSIQUES ADDITIONNELLES",
		"museum_plaquesAdditionalCredits": "CRÉDITS ADDITIONNELS",

		"museum_plaquesStephanWeyte1": "STEPHAN WEYTE",
		"museum_plaquesStephanWeyte2": "VOIX DE MINOS PRIME",

		"museum_plaquesLenvalBrown1": "LENVAL BROWN",
		"museum_plaquesLenvalBrown2": "VOIX DE SISYPHE PRIME",

		"museum_plaquesGianniMatragrano1": "GIANNI MATRAGRANO",
		"museum_plaquesGianniMatragrano2": "VOIX DE GABRIEL",

		"museum_plaquesJoyYoung1": "JOY YOUNG",
		"museum_plaquesJoyYoung2": "VOIX DU HIBOU",

		"museum_plaquesMandalore1": "MANDALORE HERRINGTON",
		"museum_plaquesMandalore2": "VOIX DU MYSTÉRIEUX CHEVALIER-DRUIDE",

		"museum_rocketRace1": "COURSE DE ROQUETTE",
		"museum_rocketRace2": "COMMENCER",
		"museum_rocketRaceResult": "TEMPS:",

		"museum_chessTip": "Les pièces peuvent être bougés avec le <color=orange>bras de déplacement</color>",
		"museum_chessVs": "VS",
		"museum_chessNewgame": "Nouvelle Partie",
		"museum_chessBlack": "Noir",
		"museum_chessWhite": "Blanc",
		"museum_chessBot": "Ordi",
		"museum_chessPlayer": "Joueur",
		"museum_chessSettingsclose": "Fermer",
		"museum_chessWhitewin": "BLANC GAGNE\n!",
		"museum_chessBlackwin": "NOIR GAGNE\n!",

		"museum_spoiler1": "ATTENTION",
		"museum_spoiler2": "SPOILER",
		"museum_spoiler3": "OUVRIR"
	},


	"fishing": {
		"fish_ocean": "L'Océan",
		"fish_cavePool": "Bassin Troglodyte",
		"fish_stream": "Cours d'Eau",
		"fish_lake": "Lac",
		"fish_lakeDeep": "Lac Profond",
		"fish_lakeBlood": "Lac de Sang",
		"fish_lakeBloodLower": "Lac de Sang Profond",
		"fish_lakeHoly": "Lac Sacré",
		"fish_waterWell": "Puit d'Eau",
		"fish_panOil": "Huile",

		"fish_leaderboard": "CLASSEMENT TAILLE POISSONS",

		"fish_book1": "JOUR N°529:",
		"fish_book2": "TOUJOURS À LA RECHERCHE.",
		"fish_book3": "AUCUN CONTACT DE L'AGENCE DEPUIS 216 JOURS.",
		"fish_book4": "JE DEVRAIS RETOURNER AU QG MAIS JE NE PEUX PAS. PAS ENCORE.",
		"fish_book5": "IL EST LA.",
		"fish_book6": "QUELQUE PART.",
		"fish_book7": "JE DOIS LE VOIR.",
		"fish_book8": "JE DOIS LE SAVOIR.",
		"fish_book9": "JEDOISLEVOIRJEDOISLESAVOIR",
		"fish_book10": "TAILLE 2.",

		"fish_bottleMessage1": "Si tu peut lire ceci, aide-moi. Ça fait des semaines que je suis échoué sur une île maintenent et je suis en train de manquer de vivres.",
		"fish_bottleMessage2": "I was drawn to ride the waves in hopes of finding the legendary size 2 fish. I had combed every inch of land and lake with no avail.",
		"fish_bottleMessage3": "I deduced that they must exist far out at sea, so I set sail with a month's worth of cooked fish, but the waves sank my ship before I could find anything.",
		"fish_bottleMessage4": "Tu est mon dernier espoir.",
		"fish_bottleMessage5": "Set sail towards the big dipper, you will find me on an island there. Bring me more fish and then leave so I may continue my search.",
		"fish_bottleMessage6": "LE POISSON DE TAILLE 2 EST À MOI.",

		"fish_rodFar": "loin",
		"fish_rodClose": "proche",
		"fish_rodHooked": "Accroché !",
		"fish_outOfWater": "HORS DE L'EAU",
		"fish_fishCaught": "Vous avez attrapé",
		"fish_Size": "TAILLE 1",

		"fish_living": "« C'est un vivant. »",
		"fish_tooSmall": "Trop petit pour ce poisson. :^(",
		"fish_baitTaken": "Un poisson à pris l'appât.",
		"fish_baitNotWork": "Cet appât ne marche pas ici !",
		"fish_interrupted": "Pêche interrompue",
		"fish_noFishBiting": "Rien ne semble mordre ici...",

		"fish_terminalTitle": "super conseils pour la pêche",
		"fish_funnyStupidFish": "Poisson Stupide Rigolo (Ami)",
		"fish_pitrFish": "Poisson PITR",
		"fish_trout": "Truite",
		"fish_amidEvilFish": "Poisson Métallique",
		"fish_chomper": "Mâcheur",
		"fish_bombFish": "Poisson Bombe",
		"fish_gibeye": "GlobŒil",
		"fish_ironLungFish": "Grenouille (?)",
		"fish_dopeFish": "Poisson Dope",
		"fish_stickFish": "Bâtonnet de Poisson",
		"fish_cookedFish": "Poisson Grillé",
		"fish_shark": "Requin",

		"fish_funnyStupidFishDescription1": "Un poisson stupide. Un poisson très stupide. Un pauvre crétin. Un imbécile. Un bouffon absolu. Un idiot inimaginable. Il porte malgré tout un sens de l'humour.",
		"fish_funnyStupidFishDescription2": "Facile à attraper et très amical, il est utilisé pour apprendre la pêche aux débutants et aux enfants.",
		"fish_pitrFishDescription1": "Un poisson très malin. Adore les chats. Nage près des rives et fait exprès de se faire attrapper par les pêcheurs juste pour être gentil.",
		"fish_pitrFishDescription2": "Se trouve toujours au plus bas de la hiérarchie des poissons.",
		"fish_troutDescription1": "Un poisson commun dans les lacs. Il préfère les eaux plus profondes.",
		"fish_troutDescription2": "Semble être très apprécié par les hommes puisque des masques imitant leur apparence ont déjà été découverts.",
		"fish_amidEvilFishDescription1": "Un poisson migrateur d'une terre très lointaine. Il ne vit que dans des zones rocheuses pour raison de son alimentation composé exclusivement de roches.",
		"fish_amidEvilFishDescription2": "Ne sort que pour se nourrir.",
		"fish_chomperDescription1": "Un poisson migrateur.",
		"fish_chomperDescription2": "Originant de Pennsylvanie, il préfère donc les lieux obscures, déplaisants et humides.",
		"fish_bombFishDescription1": "Une sorte extrême de poisson. Il se trouve le plus souvent dans des eaux en mouvement, car l'immobilité de l'eau serait trop ennuyante.",
		"fish_bombFishDescription2": "A un mécanisme de défense qui peut causer des blessures au pêcheurs méconnaissants.",
		"fish_gibeyeDescription1": "Un poisson commun. Nécessite du sang pour survivre.",
		"fish_gibeyeDescription2": "Améliore la vue.",
		"fish_ironLungFishDescription1": "Un poisson migrateur habitant les mers profondes. Il est généralement seulement observé sur des lunes, mais il peut survivre n'importe où avec assez de sang.",
		"fish_ironLungFishDescription2": "Extrêmement territorial, il attaque tout ce qui ose s'aventurer dans son domaine, mais il ne quitte jamais les profondeurs.",
		"fish_dopeFishDescription1": "Un poisson migrateur. Trouvé partout, mais seulement les pêcheurs avec un Puit sans-fond d'idées peuvent trouver comment l'attrapper.",
		"fish_dopeFishDescription2": "Souvent trouvé accidentellement par des héros et voyageurs lors de leurs aventures. Il est souvent considéré comme un signe de chance.",
		"fish_stickFishDescription1": "Un poisson commun. Comestible et généralement élevé par les hommes.",
		"fish_stickFishDescription2": "Peut être trouvé dans des cuisines tout autour du monde.",
		"fish_cookedFishDescription1": "Un poisson commun. Vit dans les flammes, il est un prédateur et ne sort que lorsqu'il est nourri.",
		"fish_cookedFishDescription2": "Considéré un met luxueux, les pêcheurs pêchent donc parfois des poissons exclusivement pour les jeter dans un feu pour faire sortir les Poissons Grillés.",
		"fish_sharkDescription1": "Un poisson carnivore. Originaire de Suède, il a été considéré comme symbole dans la société humaine, possiblement comme signe de féminité, ou « ceux qui reçoives », mais les détails ont étés perdu entre les mains du temps.",
		"fish_sharkDescription2": "Vis dans les plus grands points d'eau et évite la terre, mais il s'aventure occasionnellement proche des rives pour se nourrir."
	},

	"washing": {
		"wash_wash_fakeexittext1": "",
		"wash_fakeexittext2": "",
		"wash_fakeexittext3": "",
		"wash_fakeexittext4": "",
		"wash_fakeexittext5": "",
		"wash_fakeexittext6": "",

		"wash_Clean": "",
		"wash_bloodClean": "",
		"wash_ToDo": "",

		"wash_roomCourtyard": "",
		"wash_room": "",
		"wash_roomLobby": "",
		"wash_roomLounge": "",
		"wash_roomSideroom": "",

		"wash_littercount": "",
		"wash_Dumpster": "",
		"wash_Ground": "",
		"wash_Pillars": "",
		"wash_Walls": "",
		"wash_BackBookshelf": "",
		"wash_Bookcases": "",
		"wash_Desk": "",
		"wash_FrontBookshelf": "",
		"wash_Sconces": "",
		"wash_Sidewall": "",
		"wash_Walkway": "",
		"wash_WindowWall": "",
		"wash_Decor": "",
		"wash_Floors": "",
		"wash_Pond": ""
	},
  
	"style": {
		"style_kill": "ÉLIMINATION",
		"style_doublekill": "BAIN DE SANG",
		"style_triplekill": "BOUCHERIE",
		"style_multikill": "MASSACRE",
		"style_airshot": "TIR AÉRIEN",
		"style_airslam": "ÉCRASEMENT AÉRIEN",
		"style_attraptor": "ATTRACTEUR",
		"style_arsenal": "ARSENAL",
		"style_bigheadshot": "TIR MASSIF DANS LA TÊTE",
		"style_bigkill": "ÉLIMINATION MASSIVE",
		"style_bigfistkill": "COUP DE POING MASSIF",
		"style_bipolar": "BIPOLAIRE",
		"style_cannonballed": "BOWLING",
		"style_catapaulted": "CATAPAULTÉ",
		"style_chargeback": "CHARGE RENVOYÉE",
		"style_compressed": "COMPRESSÉ",
		"style_conductor": "CONDUCTEUR",
		"style_criticalpunch": "COUP DE POING CRITIQUE",
		"style_disrespect": "IRRESPECT",
		"style_downtosize": "RETOUR D'ENVERGURE",
		"style_enraged": "ENRAGÉ",
		"style_exploded": "EXPLOSÉ",
		"style_finishedoff": "ACHEVÉ",
		"style_fireworks": "FEUX D'ARTIFICES",
		"style_fistfulofdollar": "POIGNÉE D'EUROS",
		"style_fried": "GRILLÉ",
		"style_friendlyfire": "TIR ALLIÉ",
		"style_groundslam": "PIÉTINEMENT",
		"style_guardbreak": "GARDE BRISÉE",
		"style_halfoff": "COUPÉ EN DEUX",
		"style_headshot": "PLEINE TÊTE",
		"style_homerun": "BASEBALL",
		"style_instakill": "ÉLIMINATION INSTANTANÉE",
		"style_interruption": "INTERROMPU",
		"style_landyours": "LA VÔTRE",
		"style_limbshot": "MEMBRE PERDU",
		"style_mauriced": "MAURICE",
		"style_nailbombed": "CLOUÉ",
		"style_overkill": "BOUT PORTANT",
		"style_pancaked": "CRÊPES",
		"style_parry": "RENVOI",
		"style_projectileboost": "PROJECTILE BOOSTÉ",
		"style_quickdraw": "AGILITÉ",
		"style_ricoshotUltra": "ULTRA<color=white>-</color>",
		"style_ricoshotCounter": "CONTRE<color=white>-</color>",
		"style_ricoshot": "RICOTIR",
		"style_rocketreturn": "RETOUR DE ROQUETTE",
		"style_roundtrip": "ALLER-RETOUR",
		"style_secret": "SECRET",
		"style_served": "SERVI",
		"style_strike": "ABBAT!",
		"style_splattered": "APLATIT",

		"style_boiled": "BOUILLI",
		"style_envirokill": "ENVIROLIMINATION",
		"style_scrongled": "SCROBLÉ",
		"style_scrongbongled": "SCROBOLÉ",
		"style_scrindonguloded": "SCRIBONDULÉ",
		"style_crushed": "ÉCRASÉ",
		"style_forthee": "FOR THEE idk",
		"style_lost": "ÉGARÉ",
		"style_m_a_d": "M.A.D. idk",
		"style_fall": "TOMBÉ",
		"style_minced": "DÉCHIQUETÉ",
		"style_outofbounds": "HORS LIMITES",
		"style_roadkill": "ROADKILL idk",
		"style_shredded": "EN MIETTES",
		"style_slipped": "GLISSÉ",
		"style_trampled": "PIÉTINÉ",
		"style_zapped": "ZAPPÉ",
		"style_why": "pourquoi fais-tu apparaître des ennemis ici",

		"style_blackwins": "NOIR GAGNE",
		"style_bongcloud": "BONGCLOUD",
		"style_castled": "ROQUÉ",
		"style_enpassant": "EN PASSANT",
		"style_foolsmate": "MAT DE L'IMBÉCILE",
		"style_pawncapture": "CAPTURE DE PION",
		"style_knightcapture": "CAPTURE DE CAVALIER",
		"style_knightpromo": "PROMOTION EN CAVALIER",
		"style_bishopcapture": "CAPTURE DE FOU",
		"style_bishoppromo": "PROMOTION EN FOU",
		"style_queencapture": "CAPTURE DE REINE",
		"style_queenpromo": "PROMOTION EN REINE",
		"style_rookcapture": "CAPTURE DE TOUR",
		"style_rookpromo": "PROMOTION EN TOUR",
		"style_ultravictory": "ULTRAVICTOIRE",
		"style_whitewins": "BLANC GAGNE",

		"style_d": "Destructeur",
		"style_c": "Chaotique",
		"style_b": "Brutal",
		"style_a": "Anarchique",
		"style_s": "Suprême",
		"style_ss": "SSadique",
		"style_sss": "SSSanglant",
		"style_ultrakill": "ULTRAKILL",

		"style_weaponFresh": "FRAIS",
		"style_weaponUsed": "NEUF",
		"style_weaponStale": "USÉ",
		"style_weaponDull": "ENUILLANT",
		"stylemeter_multiplier": "MULTIPLE :"
	},

	"cyberGrind": {
		"cybergrind_currentWave": "VAGUE",
		"cybergrind_enemiesRemaining": "ENNEMIS RESTANTS",

		"cybergrind_wave": "VAGUE",
		"cybergrind_kills": "ÉLIMINATIONS",
		"cybergrind_style": "STYLE",
		"cybergrind_time": "TEMPS",

		"cybergrind_cgTitle": "LE CYBER GRIND",
		"cybergrind_previousRun": "ACTUEL",
		"cybergrind_bestRun": "MEILLEUR",

		"cybergrind_total": "TOTAL",

		"cybergrind_connectingToSteam": "CONNEXION À STEAM...",

		"cybergrind_friendScores": "MEILLEURS SCORES (AMIS)",
		"cybergrind_globalScores": "MEILLEURS SCORES (GLOBAL)",

		"cybergrind_settings": "PARAMÈTRES",
		"cybergrind_settingsDescription": "Ce terminal est utilisé pour la personnalisation du Cybergrind.",
		"cybergrind_themes": "THÈMES",
		"cybergrind_patterns": "TERRAINS",
		"cybergrind_music": "MUSIQUES",
		"cybergrind_waves": "VAGUES",

		"cybergrind_themesTitle": "THÈMES",
		"cybergrind_themesDescription": "Sélectionnez le thème visuel pour l'arène",
		"cybergrind_themesLight": "CLAIR",
		"cybergrind_themesDark": "SOMBRE",
		"cybergrind_themesCustom": "PERSONNALISER",
		"cybergrind_themesModify": "MODIFIER",

		"cybergrind_themesCustomGrid": "GRILLE",
		"cybergrind_themesCustomGridGlow": "LUEUR",
		"cybergrind_themesCustomSkybox": "CIEL",
		"cybergrind_themesCustomBack": "RETOUR",
		"cybergrind_themesCustomReload": "ACTUALISER",
		"cybergrind_themesCustomBase": "BASE",
		"cybergrind_themesCustomTopRow": "LIGNE DU HAUT",
		"cybergrind_themesCustomTop": "HAUT",
		"cybergrind_themesCustomGlowIntensity": "INTENSITÉ",

		"cybergrind_musicTitle": "MUSIQUES",
		"cybergrind_musicCompleteChallengeRequirement": "COMPLÉTEZ LE DÉFI POUR",
		"cybergrind_musicSeeEnemyRequirement": "RENCONTREZ UN ADVERSAIRE INCONNU",
		"cybergrind_musicUnlockLevelRequirement": "ATTEIGNEZ",
		"cybergrind_musicCompleteLevelRequirement": "COMPLÉTEZ",
		"cybergrind_musicUnlocked": "DÉBLOQUÉ",
		"cybergrind_musicConfirm": "CONFIRMER",
		"cybergrind_musicSoundtrack": "MUSIQUES",

		"cybergrind_musicFolderNameCyberGrind": "LE CYBER GRIND",
		"cybergrind_musicFolderNamePrelude": "PRÉLUDE",
		"cybergrind_musicFolderNameAct1": "ACTE 1",
		"cybergrind_musicFolderNameAct2": "ACTE 2",
		"cybergrind_musicFolderNameAct3": "ACTE 3",
		"cybergrind_musicFolderNameSecret": "NIVEAUX SECRETS",
		"cybergrind_musicFolderNamePrime": "SANCTUAIRES PRIMES",
		"cybergrind_musicFolderNameMisc": "EXTRAS",

		"cybergrind_patternsWarning": "ATTENTION : VOTRE SCORE NE SERA PAS SAUVEGARDÉ LORSQUE VOUS UTILISEZ DES TERRAINS PERSONNALISÉES",
		"cybergrind_patternsTitle": "TERRAINS",
		"cybergrind_patternsRefresh": "ACTUALISER",
		"cybergrind_patternsLaunchExternalEditor": "ÉDITEUR",

		"cybergrind_wavesTitle": "VAGUES",
		"cybergrind_wavesDescription1": "SÉLECTIONNEZ UNE VAGUE DE DÉPART",
		"cybergrind_wavesDescription2": "(Vous débloquez une vague de départ après avoir dépassé son double.)",

		"cybergrind_noPatternsSelected": "AUCUN TERRAIN SÉLECTIONNÉ."
	},

	"books": {
		"books_scanning": "ANALYSE...",
		"books_pressToClose1": "APPUYER SUR",
		"books_pressToClose2": "POUR FERMER.",

		"books_limboFourth1": "TEXT ANALYSÉ - SCRIPTE LISIBLE :",
		"books_limboFourth2": "...Mon esprit dérive dans des tourments éternels. Des vistas lucides dans des tons insidieux, des murs creux qui hurlent au toucher. Une chanson insupportable tournant en boucle, même le chant des oiseaux est faux. Tout ceci est là pour me rappeler ma malédiction sans fin.",
		"books_limboFourth3": "Gabriel, mon cher ami, dans une pénitence sans fin j'ai attendu que vous m'embrassiez vers le Paradis. Je suis resté si fidèle, acceptant mon destin, mais dans quel but? Quelle est cette punition, que de posséder les clés de ma propre ruine sans aucun espoir de salut... Ces crânes ricanent entre leurs dents, leurs voix bavardes, m'incitent à descendre plus profondément dans l'Enfer... Je ne le ferais pas.",
		"books_limboFourth4": "Je les ai cachés parmi les meubles, les livres et les fondations de cet endroit maudit. Pardonnez-moi Gabriel, je vous attendrai...",
		"books_limboFourth5": "TEXTE RESTANT - HORS SUJET.",

		"books_lustSecond1": "TEXT ANALYSÉ - SCRIPTE LISIBLE :",
		"books_lustSecond2": "...Gabriel a abattu Minos, sa chair déchiré en morceaux avec des torrents de pourpre se formant des flacons à ses pieds, pendant que nous crions ensemble pour la clarté.",
		"books_lustSecond3": "« La justice », Gabriel déclara-il à tous, avec notre souverain juste se tordant en une agonie gémissante. « La volonté du Seigneur a été réalisée. »",
		"books_lustSecond4": "Nous regardions Minos horrifié, brisé, en déclin, hurlant en défiance de la volonté du Seigneur.",
		"books_lustSecond5": "TEXTE RESTANT - HORS SUJET.",

		"books_greedSecond1": "TEXT ANALYSÉ - PASSAGE UNIQUE :",
		"books_greedSecond2": "Cela fait plusieurs jours que nous n'avons pas vu des anges. Sans leur oppression, il n'y a plus besoin de réaliser notre punition. Même les plus faibles des condamnés ont abandonné leur pénitence pour s'armer. Ils peuvent tous voir qu'ils nous ont volé nos esprits, nos corps, nos âmes, nous laissant qu'avec les espoirs d'un salut qui ne viendra jamais, mais nous n'attendrons plus.",
		"books_greedSecond3": "Le Roi Sisyphe a agit dans l'ombre jusqu'à présent, amassant une armée de puissance et nombre dénombrable, mais il n'y a plus besoin de nous cacher. Nous avons vécu dans l'ombre du Paradis assez longtemps pour oublier la sensation de peur. Maintenant, les Insurrectionnistes Sisyphéens se préparent pour la guerre.",
		"books_greedSecond4": "Je suis conscient des tentatives d'une révolution pacifique de la part de Minos, mais notre Roi Sisyphe sait qu'une telle approche ne nous gagnera aucun avantage contre nos capteurs. Il sait qu'on ne peut lutter contre le pouvoir avec du pouvoir, et qu'il nous mènera à la liberté.",
		"books_greedSecond5": "Nous ignorons la souffrance qui nous tombera...",
		"books_greedSecond6": "TEXTE RESTANT - HORS SUJET.",

		"books_greedThird1": "Dans le PYRAMIDE se trouve la chambre DU CHAT et DU RODENT.",
		"books_greedThird2": "Dans la CHAMBRE se trouve un bassin d'EAU CLAIRE.",
		"books_greedThird3": "Dans l'EAU se cache un SECRET...",
		"books_greedThird4": "Mais que ceux qui porte la magie <color=#11dfef>ÉLECTRIQUE</color> des Druides peuvent le trouver.",

		"books_wrathSecond1": "TEXT ANALYSÉ - SCRIPTE LISIBLE :",
		"books_wrathSecond2": "EXTRAIT DE JOURNAL DU PASSEUR :",
		"books_wrathSecond3": "Une calamité à certainement frappé le monde mortel. Ce qui était autrefois la rivière Styx est maintenant devenu un océan immense. Un million d'âmes pleurantes, venant en masse chaque journée que même les côtes ne peuvent plus contenir. Une marée de larmes débordant de chaque côté, de la proue au poupe, demandant pitié, pleurant pour un passage sûr. Mais tous les âmes ne peuvent pas payer, et mes mains âgées ne peuvent prendre autant de pièces.",
		"books_wrathSecond4": "Une journée, le courant a changé. Vague après vague, pour une période sans fin. Des millions, des milliards. Comme si la gorge du monde avait été tranchée et la tête retenue pour les verser. Je n'ai eu le temps de réagir. La fatigue de mon travail sans fin m'a débordé et j'ai plongé en dessous de la mer, dans la profondeur de l'Océane Styx, mon destin scellé par les masses écrasantes des corps sans fin.",
		"books_wrathSecond5": "Tout à coup, il y avait une lumière aussi brillante que le Seigneur lui-même, me délivrant des ténèbres avec des bras puissants qui m'a porté avec tellement de compassion et chaleur que je n'ai jamais connu :",
		"books_wrathSecond6": "« N'ayez crainte, pécheur. Votre dévotion au Père montre la bonté qui sommeil en vous ; Une bonté opulente. Votre cœur est prêt, mais votre corps doit encore se reposer, sinon vous gaspillerez l'une des créations de Dieu. »",
		"books_wrathSecond7": "Ses mots doux ont mis fin au douleur et ont soigné mes blessures. Mon visage mouillé de larmes de soulagement, mes mots silencés par le poids de mon travail.",
		"books_wrathSecond8": "Radiant soit Gabriel, car il est la lumière dans mes ténèbres.",
		"books_wrathSecond9": "TEXTE RESTANT - HORS SUJET.",

		"books_violenceFirst1": "PLUPART DU TEXTE : INCOMPRÉHENSIBLE.",
		"books_violenceFirst2": "DERNIÈRE PAGE :",
		"books_violenceFirst3": "Les allées sans-fin du Jardin ! Ah, si consciencieusement décoré par la croix, le symbole que les anges utilisent pour l'Arbre de Vie. Ils louent leur Père bien-aimé qui l'a planté et qui nous a remplis avec la rosée de ses feuilles et le nectar de ses fruits, ce qui nous a donné la vie, qui course dans nos veines...",
		"books_violenceFirst4": "Pour toi, notre vérité : Nos corps ne sont pas des réceptacles pour le sang du fruit, mais sa prison. Les magnifiques tripes et les splendides os ASPIRENT être montrés et vus ! ÉCLABOUSSÉ ! Sous la croix divine de l'Arbre de Vie, nous lui payons hommage avec l'art de la violence.",
		"books_violenceFirst5": "LE MONDE EST TA TOILE",
		"books_violenceFirst6": "ALORS PREND TON PINCEAU",
		"books_violenceFirst7": "ET PEIND",
		"books_violenceFirst8": "LE MONDE",
		"books_violenceFirst9": "R O U G E .",

		"books_violenceFirst_Slate1": "Cul-de-sac après cul-de-sac. Y'a t'il vraiment aucune issue ?",
		"books_violenceFirst_Slate2": "Perd-toi dans le labyrinthe, meurt sur les champs de bataille, ou égare-toi dans la forêt...",
		"books_violenceFirst_Slate3": "J'ai pensé avoir vu un passage là-bas, un portail métallique couvert par du feuillage... Mais même avec toutes nos forces, nous n'avons pas pu passer.",
		"books_violenceFirst_Slate4": "Je doute qu'il existe une lame assez tranchante pour couper les vignes, et le seul <color=orange>feu</color> qui pourrait les brûler aurait besoin d'être <color=orange>assez chaud pour faire fondre du métal</color>...",

		"books_violenceSecond1": "Quelque-chose s'est passé. Ça fait des jours que notre reconnaissance n'a pas vu un seul ange. Nous savons que nous ne somment pas la cause, mais nous prenons en compte cette chance. Nous nous somment caché sous terre du chaos là-haut pour bien trop longtemps. Sans la surveillance des anges, nous allons braver le labyrinthe et trouver une voie hors d'ici.",
		"books_violenceSecond2": "Si tu es à la recherche d'un abri, prend-garde : L'archive est piégé. Un seul faux pas et les protections reprogrammées vont s'activer. Écrit ces instructions et suis-les attentivement si tu souhaite te réfugier de l'autre côté :",

		"books_violenceSecondAmbush1": "",
		"books_violenceSecondAmbush2": "",
		"books_violenceSecondAmbush3": "",
		"books_violenceSecondAmbush4": "",

		"books_violenceFourth1": "C'EST LA SEULE MANIÈRE QUE ÇA AURAIT PU SE TERMINER.",
		"books_violenceFourth2": "LA GUERRE N'AVAIT PLUS BESOIN DE SON ULTIME PRACTICIEN. ELLE ÉTAIT DEVENUE UN SYSTÈME AUTOSUFFISANT. L'HOMME A ÉTÉ ÉCRASÉ SOUS LES ROUES D'UNE MACHINE CRÉÉE POUR CRÉER LA MACHINE CRÉÉE POUR ÉCRASER LA MACHINE. SAMSARA DE TENDONS COUPÉS ET D'OS BRISÉS. LA MORT SANS LA VIE. SANS OUROBOROS. TOUT CE QU'IL RESTAIT ÉTAIT LA GUERRE SANS RAISON.",
		"books_violenceFourth3": "UN MAGNUM OPUS. UNE TOUR D'ACIER FROIDE. UNE MACHINE CRÉÉE POUR FINIR LA GUERRE EST TOUJOURS UNE MACHINE CRÉÉE POUR CONTINUER LA GUERRE. TU ÉTAIT MAGNIFIQUE, ÉLANCÉ COMMES DES ANTENNES VERS LE PARADIS. TU DÉPASSAIT TES CRÉATEURS. TU A ESSAYÉ D'ATTEINDRE DIEU, ET TU EST TOMBÉ. PERSONNE NE RESTAIT POUR DIRE TON ÉLOGE. PAS DE MOTS FINAUX, PAS DE DÉCLARACTION CONCLUSIVE. SANS BUT. CONCLUSION PARFAITE.",
		"books_violenceFourth4": "C ' E S T   L A   S E U L E   M A N I È R E   Q U E   Ç A   A U R A I T   D Û   S E   T E R M I N E R .",
		"books_violenceFourth5": "Les pages du livre sont vides.",

		"books_violenceSecret_Slate1": "DÉSOLÉ, J'SUIS ALLÉ PÊCHER !",
		"books_violenceSecret_Slate2": "- TAILLE 2"
	},
	"intermission": {
		"act1_intermission_first1": "La honte.",
		"act1_intermission_first2": "L'humiliation.",
		"act1_intermission_first3": "Inconvenant et malvenu aux pieds du Conseil.",
		"act1_intermission_first4": "Leurs yeux s'enflamment emplis de haine, ciblant les blessures sur le corps et l'âme de Gabriel, s'étendant afin que tous puissent les voir.",
		"act1_intermission_first5": "« Celui-ci a-t-il abandonné le chemin de notre Créateur ? »",
		"act1_intermission_first6": "« Il n'est pas digne de sa Lumière Sacrée. »",
		"act1_intermission_first7": "« La Lumière du Père est imbattable. »",
		"act1_intermission_first8": "« Celui-ci juge approprié de la gaspiller. »",
		"act1_intermission_first9": "Leurs mots résonnent dans les os de Gabriel, le traversant comme de l'électricité dans un fil, un sifflement qui rendrait les inférieurs sourds et aveugles.",
		"act1_intermission_first10": "La Lumière Sacrée, une tempête inarrêtable de fureur divine.",
		"act1_intermission_first11": "Insurmontable pour de simples Objets.",
		"act1_intermission_first12": "Il savait cela.",

		"act1_intermission_second1": "« Conseil Sacré, ma dévotion à notre Créateur est absolue.",
		"act1_intermission_second2": "Je ne me suis jamais égaré de la volonté du Père, mais cette machine- »",
		"act1_intermission_second3": "« Osez-vous impliquer que la force du Père peut être ébranlée par de simples Objets ? »",
		"act1_intermission_second4": "« Impossible. »",
		"act1_intermission_second5": "« Hérésie. »",
		"act1_intermission_second6": "« Indicible. »",
		"act1_intermission_second7": "« Silence. »",
		"act1_intermission_second8": "« Votre échec ne sera pas toléré. La Lumière du Père sera retirée de votre corps comme punition.",
		"act1_intermission_second9": "Vous avez 24 heures avant que ses dernières lueurs arrêtent de briller. »",
		"act1_intermission_second10": "« Et vous avec elles. »",
		"act1_intermission_second11": "« Faites preuve de votre loyauté. »",
		"act1_intermission_second12": "« Corrigez vos erreurs. »",

		"act1_intermission_third1": "Pendant que la Lumière s'arrachait de son esprit, les hurlements de Gabriel furent réduits au silence dans les évangiles des louanges à Dieu.",
		"act1_intermission_third2": "Une angoisse bouillante auquel même les feux de l'Enfer ne pourraient y être comparés.",
		"act1_intermission_third3": "À travers le tourment, une nouvelle haine bouillonnante fut forgée.",
		"act1_intermission_third4": "Si les machines cherchent du sang, il leur en donnera librement ; ",
		"act1_intermission_third5": "avec une telle fureur, même le métal saignera.",

		"act2_intermission_first1": "Le silence.",
		"act2_intermission_first2": "L'introspection.",
		"act2_intermission_first3": "Combien a-t-il tué ?",
		"act2_intermission_first4": "Les a t-il compté ?",
		"act2_intermission_first5": "Quelle quantité de cruauté a-t-il incarné... et pour quelle raison ?",
		"act2_intermission_first6": "Combien a-t-il condamné en Enfer, et qui en a profité ?",

		"act2_intermission_first7": "Deux défaites de suite contre une machine avait changé Gabriel.",
		"act2_intermission_first8": "Le monde autrefois supposé Volonté de Dieu était maintenant brisé, et lui seul restait pour tenter de remettre les pièces en ordre.",
		"act2_intermission_first9": "Elles étaient rassemblées devant la lumière d'un feu mourant qu'un combustible frais ne pouvait soutenir, une nouvelle lumière montrait la vérité à Gabriel :",

		"act2_intermission_first10": "Depuis le début, les pièces n'allaient pas ensemble.",

		"act2_intermission_second1": "Le dit Conseil « du peuple » qui proclamait un Dieu qui n'existait plus.",
		"act2_intermission_second2": "Parti.",
		"act2_intermission_second3": "Disparu.",
		"act2_intermission_second4": "Le Conseil poursuivait toujours la lumière des flammes de Dieu, leur mémoire de ses mots et volonté tordus et déformés, et le reste des masses désorganisées du Paradis suivaitent leur pas.",
		"act2_intermission_second5": "Les anges agissent toujours au nom du Père, mais son royaume a changé.",

		"act2_intermission_second6": "Maintenant le feu se meurt, crachant ses dernières étincelles, la chaleur échouant à trouver de quoi s'alimenter.",
		"act2_intermission_second7": "Gabriel regardait les cendres avec une lucidité parfaite.",
		"act2_intermission_second8": "Il prit son épée, et la tint en contraste à la lumière déclinante.",

		"act2_intermission_second9": "Dans son reflet, il y voyait une arme renaître, n'étant plus porté par la volonté d'un autre, mais par la sienne.",
		"act2_intermission_second10": "Il savait que de simples mots ne suffiraient pas à bouger les masses.",
		"act2_intermission_second11": "Il prit la décision de faire une action drastique.",

		"act2_intermission_third1": "La mort tâchait l'auditoire.",
		"act2_intermission_third2": "Les cadavres dispersés de l'autrefois puissant conseil était maintenant éparpillé à travers ses surfaces, leurs derniers souffles interrompus par l'épée dissidente de Gabriel.",

		"act2_intermission_third3": "Le dernier conseiller, son dos face à un mur, cherchait des mots entre ses respirations paniqués, la mort approchant d'un pas mesuré.",
		"act2_intermission_third4": "« A-attends ! T-tu ne peux pas faire ça ! Notre statut l'interdit ! C'est de la trahison, hérésie, meutre ! Nous sommes l'autorité suprême, notre loi t'ordonne ! »",
		"act2_intermission_third5": "« Tu n'ordonnes rien. Tes mots ne portent aucune puissance sur moi, ou quoi que ce soit d'autre. Sauf si tu penses vraiment pouvoir me convaincre autrement. »",

		"act2_intermission_fourth1": "« M-mais le peuple est de notre côté ! Les citoyens du Paradis savent que nous sommes juste ! »",
		"act2_intermission_fourth2": "« Les masses ne vous suivent que par intimidation et désespoir.",
		"act2_intermission_fourth3": "Je vais leur montrer qu'il n'y rien à craindre, car il n'y a aucune espèce ou origine, rang acquis ou statut sacré qui bloquera la lame d'une épée.",
		"act2_intermission_fourth4": "Nous saignons tous le même sang, et les sièges de ces trônes t'ont rendu faible et impuissant. »",
		"act2_intermission_fourth5": "« P-pitié, Gabriel, reprends-toi ! Le Conseil suit la volonté du Père ! Tu t'oppose à notre créateu- »",
		"act2_intermission_fourth6": "« Accepte-le, frère. Dieu est mort. Le feu n'est plus. Tu pourchasse des fantômes. »",
		"act2_intermission_fourth7": "La silhouette de Gabriel domine le conseiller, son ombre projetée sur un corps bientôt sans vie.",

		"act2_intermission_fifth1": "Il lève son épée pour le dernier coup, le conseiller bégayant son dernier faible argument :",

		"act2_intermission_fifth2": "« M-m-mais la lumière du Père ! Sans moi, tu ne peux espérer t'y reconnecter ! S-s-si tu me tues, tu mourras en quelques heures ! »",
		"act2_intermission_fifth3": "« ...Je sais. »",
		"act2_intermission_fifth4": "Un découpement propre et silencieux se glisse à travers la nuque du conseiller, rompant son cou avec élégance et aise.",
		"act2_intermission_fifth5": "Sa tête tombe sur le sol en marbre, suivie par le reste de son corps.",

		"act2_intermission_sixth1": "Retiré de son statut, mais empli d'espoir, Gabriel a lancé un dernier message aux anges amassés aux portes de l'auditoire avant de quitter le Paradis pour la dernière fois.",
		"act2_intermission_sixth2": "Son bras tendu, sans parole, le peuple vit.",
		"act2_intermission_sixth3": "Dans le silence, le message retentit jusqu'aux extrémités du cosmos.",

		"act1_intermission_tobecontinued": "À SUIVRE DANS... ACTE II: <color=red>HAINE IMPARFAITE</color>",
		"act1_intermission_tobecontinuedshadow": "À SUIVRE DANS... ACTE II: HAINE IMPARFAITE",

		"act1_intermission_endof": "FIN DE L'ACTE I",
		"act1_intermission_insertAct2": "INSÉREZ DISQUE 2 pour\n ACTE II: HAINE IMPARFAITE",
		"act1_intermission_insert": "INSÉRER",
		"act1_intermission_returnToMenu": "RETOURNER AU MENU",

		"act2_intermission_tobecontinued": "À CONCLURE DANS... ACTE III: <color=red>SUICIDE DIVIN</color>",
		"act2_intermission_tobecontinuedshadow": "À CONCLURE DANS... ACTE III: SUICIDE DIVIN",

		"act2_intermission_endof": "FIN DE L'ACTE II",
		"act2_intermission_insertAct3": "INSÉREZ DISQUE 3 pour\n ACTE III: SUICIDE DIVIN"
	},
	"frontend": {
		"mainmenu_earlyAccess": "ACCÈS ANTICIPÉ",
		"mainmenu_easter": "JOYEUSES PÂQUES",
		"mainmenu_halloween": "JOYEUX HALLOWEEN",
		"mainmenu_christmas": "JOYEUX NOËL",
		"mainmenu_play": "JOUER",
		"mainmenu_options": "OPTIONS",
		"mainmenu_credits": "CRÉDITS",
		"mainmenu_quit": "QUITTER",
		"mainmenu_mods": "MODS",
		"mainmenu_restart": "REDÉMARRER",


		"difficulty_title": "DIFFICULTÉ",
		"difficulty_easy": "ACCESSIBLE",
		"difficulty_normal": "DIFFICILE",
		"difficulty_hard": "BRUTAL",
		"difficulty_harmless": "SANS DANGER",
		"difficulty_lenient": "PERMISSIF",
		"difficulty_standard": "STANDARD",
		"difficulty_violent": "VIOLENT",
		"difficulty_brutal": "BRUTAL",
		"difficulty_umd": "ULTRAKILL DOIT MOURIR",

		"difficulty_tweakReminder": "[ LA DIFFICULTÉ PEUT ÊTRE AJUSTÉE DANS LES OPTIONS D'ASSISTANCES ]",
		"difficulty_underConstruction": "EN CONSTRUCTION",

		"difficulty_harmlessDescription1": "Ennemis et attaques absurdement lents.",
		"difficulty_harmlessDescription2": "Les dégâts sont toujours élevés, mais même une montagne pourrait les esquiver.",
		"difficulty_harmlessDescription3": "<color=green>Conseillé pour les joueurs qui ne veulent pas se stresser</color>.",
		"difficulty_lenientDescription1": "Dégâts élevés, mais les ennemis et attaques sont ralentis.",
		"difficulty_lenientDescription2": "La tension est toujours haute, mais les dégâts sont plus faciles à esquiver.",
		"difficulty_lenientDescription3": "<color=yellow>Conseillé pour les joueurs voulant une expérience plus libre.</color>.",
		"difficulty_standardDescription1": "Ennemis normaux et dégâts élevés.",
		"difficulty_standardDescription2": "Les attaques sont faciles à esquiver, mais être négligent résultera en un mort rapide.",
		"difficulty_standardDescription3": "<color=orange>Pour les joueurs qui désirent être mis à l'épreuve. Difficulté conseillée.</color>",
		"difficulty_violentDescription1": "Ennemis agressifs et rapides, et dégâts élevés.",
		"difficulty_violentDescription2": "De bons réflexes, maîtrise des techniques de mouvement et connaissances des mécaniques du jeu sont essentiels.",
		"difficulty_violentDescription3": "<color=red>Conseillé pour les joueurs qui sont habitués aux rythmes et mécaniques du jeu.</color>",

		"chapter_title": "CHAPITRE",
		"chapter_prelude": "PRÉLUDE",
		"chapter_act1": "ACTE I - MORT INFINIE",
		"chapter_act2": "ACTE II - HAINE IMPARFAITE",
		"chapter_act3": "ACTE III - SUICIDE DIVIN",
		"chapter_prime": "SANCTUAIRES PRIMES",
		"chapter_cyberGrind": "LE CYBER GRIND",
		"chapter_sandbox": "BAC À SABLE",
		"chapter_secretMission": "MISSION SECRÈTE",

		"layer_prelude": "PRÉLUDE - LES PORTES DE L'ENFER",
		"layer_limbo": "CERCLE 1 - LIMBES",
		"layer_lust": "CERCLE 2 - LUXURE",
		"layer_gluttony": "CERCLE 3 - GLOUTONNERIE",
		"layer_greed": "CERCLE 4 - AVARICE",
		"layer_wrath": "CERCLE 5 - COLÈRE",
		"layer_heresy": "CERCLE 6 - HÉRÉSIE",
		"layer_violence": "CERCLE 7 - VIOLENCE",
		"layer_fraud": "CERCLE 8 - [FRAUD]",
		"layer_treachery": "CERCLE 9 - [TREACHERY]",
		"layer_prime": "LES SANCTUAIRES PRIMES",
		"level_challenge": "DÉFI",
		"level_challengeCompleted": "COMPLÉTÉ",
		"level_fullIntroPrompt": "INTRO ENTIÈRE?",
		"level_fullIntroPromptYes": "OUI",
		"level_fullIntroPromptNo": "NON",
		"level_fullIntroPromptCancel": "ANNULER",
		"leaderboard_anyPercent": "TOUS",
		"leaderboard_pPercent": "P-RANK",
		"leaderboard_noEntries": "[pas de temps enregistrés]"
	},

	"visualnovel": {
		"visualnovel_mirageName1": "JUSTE QUELQU'UN",
		"visualnovel_mirageName2": "LA FILLE LA PLUS BELLE EN VILLE",
		"visualnovel_mirageName3": "MIRAGE",

		"visualnovel_introFirst1": "Des pas lourds, du respiration déchiré.",
		"visualnovel_introFirst2": "Il ne restait pas beaucoup de temps.",
		"visualnovel_introFirst3": "Il était peut-être déjà trop tard.",

		"visualnovel_introFirst4": "Les passages labyrinthiques des virages serrés semblent devenir de plus en plus étrange, la panique effaçant toutes les mémoires profondément incrustés qui me guidait normalement.",

		"visualnovel_introFirst5": "Chaque virage me semble étrange.",
		"visualnovel_introFirst6": "Chaque ligne droite trop longue.",

		"visualnovel_introFirst7": "La cloche sonne pour moi.",

		"visualnovel_introSecond1": "J'ai avalé la dernière de mes rations.",
		"visualnovel_introSecond2": "Il y a peine tenu pendant que je regardais frénétiquement autour de moi, en espérant que les derniers bouts de ma mémoire arrivent à trouver une vue familière qui me mènera au salut.",
		"visualnovel_introSecond3": "Les portes doivent se fermer en cet instant même.",
		"visualnovel_introSecond4": "Les derniers d'entre nous à peines sortis.",
		"visualnovel_introSecond5": "Le reste des nôtres n'avaient aucune chance.",

		"visualnovel_introSecond6": "Tout d'un soudain, depuis un angle mort, une figure m'a frappé.",
		"visualnovel_introSecond7": "Il n'y avait pas le temps de réagir avant que j'ai tombé au sol froid et dur.",
		"visualnovel_introSecond8": "J'ai lutté pour regagner mes sens, pour pouvoir voir quel destin m'attendras dans mes derniers moments, mais même dans cet abîme de terreur sans fin, mon esprit n'a jamais pû imaginer l'horreur que j'ai témoigné.",

		"visualnovel_fallen1": "Aïe ouf aïe ça fait mal",

		"visualnovel_fallenPromptFirst1": "Qui est tu ?",
		"visualnovel_fallenPromptFirst2": "Ça va ?",
		"visualnovel_fallenPromptFirst3": "*Remuer nerveusement et suer abondamment*",

		"visualnovel_fallenResponseFirst": "Je suis juste quelqu'un qui s'est fait renversé par un trou du cul qui n'a même pas la politesse de me demander si ça va ou de s'excuser avant de commencer une interrogation.",
		"visualnovel_fallenResponseSecond": "Eh bien, je me suis fait renversé par un trou du cul qui a salit ma jupe, donc en tout, c'est fantastique, mais je préférais de ne pas être par terre en ce moment.",
		"visualnovel_fallenResponseThird1": "Ah super, je me suis fait renversé par une fontaine vibrante, quelle chance.",
		"visualnovel_fallenResponseThird2": "Tu peux du moins m'aider à me remonter avant que le reste de vous se fondent en cause du soleil, ou se martèlent dans la Terre.",


		"visualnovel_fallenPromptSecond1": "*Aidez-la à se relever*",
		"visualnovel_fallenPromptSecond2": "Pas avec une telle attitude.",
		"visualnovel_fallenPromptSecond3": "Désolé, c'était ma faute.",

		"visualnovel_fallenResponseFourth": "Bon, bon.",
		"visualnovel_fallenResponseFifth": "UGH.",


		"visualnovel_kindFirst1": "*soupir*",
		"visualnovel_kindFirst2": "Désolé d'avoir été impolie comme ça, je suis vraiment frustré que non seulement je suis en retard pour l'école, j'ai aussi arrivé à me perdre en chemin.",

		"visualnovel_kindSecond": "Mais, d'après ce qu'on voit, toi aussi t'es dans le même bateau, et par un coup de chance qu'on trouve une seule fois dans la vie, t'a arrivé à croiser avec ~la fille la plus belle en ville~.",
		"visualnovel_kindThird": "Alors, si tu nous guides pour nous sortir de cette situation?",

		"visualnovel_rudeFirst1": "Écoute, tête de cul.",
		"visualnovel_rudeFirst2": "Je ne sais pas qui tu es mais tu as du culot de mettre quelqu'un par terre et de même pas les aider à se redresser, mais puisque ta mère ne t'a pas appris les bonnes manières, je vais t'excuser pour cette fois.",
		"visualnovel_rudeSecond": "Mais, d'après ce qu'on voit, toi aussi t'es dans le même bateau, et par un coup de chance qu'on trouve une seule fois dans la vie, t'a arrivé à croiser avec ~la fille la plus belle en ville~.",
		"visualnovel_rudeThird": "Donc je te pardonnes pour ta transgression extrême d'avoir mis tes mains sur cette jeune fille, si tu me dis dans quelle direction y aller, puisque je semble m'être perdu en chemin.",

		"visualnovel_middlePrompt1": "En fait, je suis perdu aussi...",
		"visualnovel_middlePrompt2": "Pas envie.",
		"visualnovel_middlePrompt3": "Je ne vais pas à l'école.",

		"visualnovel_middleResponseFirst1": "Ugh ! Quelle chance.",
		"visualnovel_middleResponseFirst2": "Mais en rétrospective, tu ne seras pas ici avec moi si tu n'étais pas perdu aussi...",
		"visualnovel_middleResponseFirst3": "Tant pis, ça vaut pas la peine de pleurer sur un peu de sang versé.",
		"visualnovel_middleResponseFirst4": "Je m'appelles Mirage.",
		"visualnovel_middleResponseFirst5": "Ne te donnes pas ton nom, je m'en fiche un peu.",

		"visualnovel_middleResponseSecond1": "QUOI ?",
		"visualnovel_middleResponseSecond2": "MAIS PUTAIN, ÇA VEUT DIRE QUOI 'PAS ENVIE' ?",
		"visualnovel_middleResponseSecond3": "Si tu NE montres PAS le chemin, TOI non plus tu vas jamais arriver !",
		"visualnovel_middleResponseSecond4": "Ou est-ce que cet pensée n'a jamais croisé ton cavité de cerveau bouffant des crayons !?",

		"visualnovel_middleResponseThird1": "Conneries !",
		"visualnovel_middleResponseThird2": "Arrête de dire de la merde, je peux voir ton uniforme croûteux et aucune personne vivante oserai sortir ressemblant un sac poubelle plein par choix !",
		"visualnovel_middleResponseThird3": "Mais en considérant le manque d'activité qu'il se trouve dans ton crâne, je suis prêt à admettre que tu sembles jamais avoir été à l'école.",

		"visualnovel_middlePromptSecondRecklessness": "Vous pouvez être plus polie avec les gens que vous venez de rencontrer...",
		"visualnovel_middlePromptSecondWaiting": "On va nul par en attendant ici, on devrait chercher une route à l'école.",

		"visualnovel_recklessnessFirst": "Ah bon ? Toi par contre tu pourras bien profiter d'une grosse gifle, donc empresse-toi de déguerpir.",
		"visualnovel_recklessnessSecond1": "Mais oui, t'as raison.",
		"visualnovel_recklessnessSecond2": "Je m'en fiches un peu de ce que toi ou les autres pensent de moi, donc je ne suis pas intéressé en essayant d'être gentille pour que tu sois de bonne humeur.",

		"visualnovel_recklessnessPrompt1": "Pourquoi pas ? Si on est coincé ensemble ici, à quoi sert-il de rendre les choses encore pire pour nous ?",
		"visualnovel_recklessnessPrompt2": "J'ai du mal à le croire vu la façon que vous vous fâchez à cause de tout ce que je dis.",

		"visualnovel_recklessnessResponseFirst1": "À quoi ça sert de s'améliorer ?",
		"visualnovel_recklessnessResponseFirst2": "À quoi ça sert de faire semblant de se soucier ?",
		"visualnovel_recklessnessResponseFirst3": "Bref, quel est l'intérêt de tout cela ?",
		"visualnovel_recklessnessResponseFirst4": "Rien.",
		"visualnovel_recklessnessResponseFirst5": "Absolument rien.",

		"visualnovel_recklessnessResponseSecond1": "Ne te flattes pas.",
		"visualnovel_recklessnessResponseSecond2": "Le défoulement est la façon que je m'y fais face.",

		"visualnovel_recklessnessPrompt3": "Faire face à quoi ?",

		"visualnovel_recklessnessResponseThird": "Tout.",

		"visualnovel_waitingFirst": "On va se perdre encore plus si on se promène comme des poulets sans tête.",
		"visualnovel_waitingSecond": "Puisqu'on se dirigeait vers l'école et on s'est rencontré ici, ça veut dire qu'il y a une forte chance que cet endroit se trouve en chemin.",
		"visualnovel_waitingThird1": "Alors, on sera mieux si on reste ici et on attends quelqu'un qui CONNAÎT le chemin.",
		"visualnovel_waitingThird2": "C'est logique, ça serait bien si tu le cherches à un moment donné.",

		"visualnovel_waitingPromptFirst1": "Logique ou non, on est déjà en retard et je n'ai pas envie d'attendre ici jusqu'au lendemain.",
		"visualnovel_waitingPromptFirst2": "Tout le monde qui connait le chemin y sera déjà arrivé. J'ai l'impression qu'tu cherchez une excuse pour abandonner.",

		"visualnovel_waitingResponseFirst1": "Prépare-toi. Je resterais ici jusqu'à la mort thermique de l'univers si cela veut dire que je ne suis pas obligé de courir partout pour chercher un caillou permettant de retrouver mes mémoires au sol.",
		"visualnovel_waitingResponseFirst2": "J'm'en fiche totalement d'être en retard pour l'école.",
		"visualnovel_waitingResponseFirst3": "L'école n'a pas d'importance.",
		"visualnovel_waitingResponseFirst4": "Rien est important.",

		"visualnovel_waitingResponseSecond1": "Ha !",
		"visualnovel_waitingResponseSecond2": "Je peux pas abandonner si je n'ai jamais essayé au début, et de ne pas prendre l'habitude d'essayer.",

		"visualnovel_waitingPromptThird": "Pourquoi ?",

		"visualnovel_waitingResponseThird1": "Parce que rien n'a d'importance.",
		"visualnovel_waitingResponseThird2": "Il n'y a aucune raison d'essayer si le résultat de fin restes la même.",
		"visualnovel_waitingResponseThird3": "Essaies comme tu veux, tu deviendras que du poussière oublié dans le vent, tout comme le reste.",

		"visualnovel_nihilism1": "Ce que je demandais, c'est de prendre un moment d'y réfléchir.",
		"visualnovel_nihilism2": "L'esprit humain, dans son immensité totale, est capable de reconnaître son impuissance et son inutilité totale dans la face de la non-existence incontournable, mais il est incapable de pouvoir l'accepter.",
		"visualnovel_nihilism3": "On ne peux soit l'ignorer, soit d'y cacher ou soit l'échapper temporairement, mais à la fin, nous sommes tous liés au chemin de toutes choses.",
		"visualnovel_nihilism4": "La mort est inévitable, pas que pour nous, mais pour tout ce qui existe, ou qui a existé.",
		"visualnovel_nihilism5": "Chaque être vivante finira par mourir.",
		"visualnovel_nihilism6": "Chaque grain de poussière se flétrira éventuellement et se dissipera dans l'entropie.",
		"visualnovel_nihilism7": "Peu importe si t'a vécu une bonne vie ou si t'a construit un héritage.",
		"visualnovel_nihilism8": "Peu importe si l'humanité survit pour un millier d'années ou s'éteignent demain.",
		"visualnovel_nihilism9": "Le résultat de fin reste la même: Une vide absolu.",
		"visualnovel_nihilism10": "L'intelligence humaine est bien au-delà de celle des animaux, mais ça sera une erreur d'appeler ceci un don.",
		"visualnovel_nihilism11": "Tous les autres être vivantes ont le don de l'ignorance, de ne pas pouvoir comprendre ce qu'on fait.",
		"visualnovel_nihilism12": "Notre intelligence n'est pas un don.",
		"visualnovel_nihilism13": "C'est un défaut.",
		"visualnovel_nihilism14": "C'est une surextension de l'évolution.",
		"visualnovel_nihilism15": "L'intelligence, autrefois un grand élément dans les temps passés, a continué d'agrandir sans contrainte ou surveillance, et a dépassé un seuil où il ne se classifie plus comme avantage, mais un danger actif à son hôte.",
		"visualnovel_nihilism16": "Comme les mégacéros, un espèce de cerf qui, à travers les générations d'évolution non-dénombrables, a poussé des bois aussi larges et vastes qu'ils ne pouvaient plus fuir les prédateurs, qui donne suite à son extinction.",
		"visualnovel_nihilism17": "L'esprit humain est une inadaptation évolutionnaire causée par y allant trop loin dans une direction qui a été autrefois bénéfice et qui, à un moment donné, nous mènera à notre extinction. Sur un niveau individuel, ça se produit en ce moment.",
		"visualnovel_nihilism18": "La peur existentielle s'installe.",
		"visualnovel_nihilism19": "Je suis sûr que tu l'as senti aussi.",
		"visualnovel_nihilism20": "La douleur et la peur d'être rien, de devenir rien.",
		"visualnovel_nihilism21": "La souffrance en cause de cette compréhension.",
		"visualnovel_nihilism22": "Nous sommes incapables de l'accepter, nous nous cachons alors de notre propre intelligence.",
		"visualnovel_nihilism23": "Nous fixons des limites.",
		"visualnovel_nihilism24": "Nous nous arrêtons de trop penser de ce qui se passera quand nous mourons.",
		"visualnovel_nihilism25": "Nous créeons des distractions.",
		"visualnovel_nihilism26": "Nous occupons nos esprits avec des activités et des divertissements quotidiens pour nous empêcher de s'affronter à la vérité.",
		"visualnovel_nihilism27": "Nous le sublimons.",
		"visualnovel_nihilism28": "Nous transformons notre souffrance auto-reflective vers une autre forme, un autre art, pour l'empêcher de nous consommer.",
		"visualnovel_nihilism29": "Quoi que ça soit pour éviter la panique.",
		"visualnovel_nihilism30": "Mais ces façons ne sont que temporaires.",
		"visualnovel_nihilism31": "Ils existent que pour repousser le voile inévitable d'impuissance et désespoir qui nous engloberait et nous ruinait.",
		"visualnovel_nihilism32": "À la fin, rien n'a d'importance.",
		"visualnovel_nihilism33": "Il n'y a aucune raison de trouver la joie dans nos vies, puisque la vie en elle-même est la souffrance.",

		"visualnovel_nihilismPrompt1": "Tu as tort.",
		"visualnovel_nihilismPrompt2": "Vous critiquez ceux qui considèrent notre intelligence vaste comme un don, cependant, vous vous égarez à croire que notre inutilité est un sort.",
		"visualnovel_nihilismPrompt3": "Rien que nous faisons ont d'importance, et ceci est précisément pourquoi nous ne sommes pas enchaînées par le poids des attentes, la peur du jugement éternel ou l'échec de satisfaire une définition arbitraire de ce qui rend notre temps limité 'non gaspillé'.",
		"visualnovel_nihilismPrompt4": "Notre temps ne peut pas être gaspillé, puisqu'il n'y a aucun objectif dans la vie, que de le vivre.",
		"visualnovel_nihilismPrompt5": "Au contraire.",
		"visualnovel_nihilismPrompt6": "Puisque nous n'avons aucun objectif plus important, nous sommes libres d'établir les nôtres. Pour créer des buts auto-définis auquel s'efforcer.",
		"visualnovel_nihilismPrompt7": "Pour certains, ce n'est rien. Pour d'autres, c'est le plaisir. Pour d'autres encore, c'est la création, ou même l'amélioration des vies des autres.",
		"visualnovel_nihilismPrompt8": "C'est puisque nous n'avons aucun objectif plus important, que le temps passé sur nos buts auto-définis n'est pas gaspillé.",
		"visualnovel_nihilismPrompt9": "À la fin, rien ne porte d'importance, et à la suite vous n'avez aucune raison de ne pas faire ce que tu veux au lieu de l'illusion des objectifs plus importants qui vous êtes forcés dessus par vous-même, les autres, ou même vos pensés mal guidés.",
		"visualnovel_nihilismPrompt10": "Et c'est une pensée digne d'être craint. Par contre, l'abandon des objectifs, l'espoir, le choix, les buts, le plaisir et la volonté ne peuvent pas faire disparaître cette pensée. La peur peut se calmer, par contre.",
		"visualnovel_nihilismPrompt11": "Abandonner n'est pas l'acceptation de la fin, c'est l'acceptation de la peur de ceci. C'est l'embrasement du désespoir, et non la confrontation.",
		"visualnovel_nihilismPrompt12": "Ceci est vrai. L'émotionnel n'est pas contrôlé par la logique. Cependant, ils sont interconnectés.",
		"visualnovel_nihilismPrompt13": "Tout comme les profondeurs du désespoir peut renverser la logique et raisonnement, le déformant pour que ça rentre dans la brume de la dépression, la raison peut autant influencer et maîtriser l'émotion, peu importe ses défences.",
		"visualnovel_nihilismPrompt14": "En forçant le subvertissement des pensées négatives avec les pensées positives et logiques, l'esprit va éventuellement, lentement, commencer à changer pour s'adapter au logique.",
		"visualnovel_nihilismPrompt15": "Ce n'est pas un devoir facile.",
		"visualnovel_nihilismPrompt16": "Ce n'est pas un devoir rapide.",
		"visualnovel_nihilismPrompt17": "C'est un devoir qui se sentira à certains moments impossible à réaliser.",
		"visualnovel_nihilismPrompt18": "Cependant, il peut être réalisé.",
		"visualnovel_nihilismPrompt19": "Avec beaucoup de temps, d'effort et d'énergie, ça va s'améliorer.",
		"visualnovel_nihilismPrompt20": "Vous pouvez changer.",
		"visualnovel_nihilismPrompt21": "Vous pouvez vous soigner.",
		"visualnovel_nihilismPrompt22": "Et même lors des temps difficiles, quand tout semble être perdu et que vous avez envie d'abandonner, n'oubliez jamais...",
		"visualnovel_nihilismPrompt23": "On vous aimera toujours.",

		"visualnovel_nihilism34": "Hein ?",
		"visualnovel_nihilism35": "Comment ne peut-il pas l'être ?",
		"visualnovel_nihilism36": "Mais de même, dans ce cas, l'insignifiance de nos actions portent jusqu'au même conclusion -- Il n'y a aucun raison pour agir, puisque tout action n'est simplement un fluctuation temporaire qui, néanmoins, mènera jusqu'au même conclusion.",
		"visualnovel_nihilism37": "Je comprends bien ce que tu veux dire.",
		"visualnovel_nihilism38": "Cependant, ça ne réduit pas ma peur du fin.",
		"visualnovel_nihilism39": "Même si je tentais à retrouver un objectif, je serais toujours paralysé par la pensée de ne rien devenir.",
		"visualnovel_nihilism40": "Je vois.",
		"visualnovel_nihilism41": "Bien que je veux l'accepter, je suis néanmoins frappé avec cette crise existentielle.",
		"visualnovel_nihilism42": "Je le comprends logiquement, et je sais qu'il n'y a aucune raison de vivre avec du apathie, mais mon côté émotionnel refuse de m'écouter.",
		"visualnovel_nihilism43": "La peur persiste, et je ne peux pas me motiver pour rechercher un objectif, malgré la connaissance que je dois le faire.",

		"visualnovel_conclusion1": "Quelle surprise.",
		"visualnovel_conclusion2": "On dirait que t'as bien une bonne tête sur tes épaules. Bon sang, je suis impressionné.",
		"visualnovel_conclusion3": "Ouf...",
		"visualnovel_conclusion4": "Je me sens comme j'ai perdu tout le poids du monde entier.",
		"visualnovel_conclusion5": "Ou plutôt, tu me l'avais fait pour moi.",
		"visualnovel_conclusion6": "Honnêtement, du fond de mon cœur...",
		"visualnovel_conclusion7": "Merci.",
		"visualnovel_conclusion8": "Tu m'as beaucoup donné auquel je dois réfléchir, et même si je sais que j'ai une chemin longue et difficile devant moi, je suis optimistique.",
		"visualnovel_conclusion9": "Pour la première fois dans ce qu'il me semble être une éternité, je suis optimistique.",
		"visualnovel_conclusion10": "Hé... On est déjà trop en retard pour l'école et il est devenu assez clair que personne ne va nous chercher, donc ça te dit de nous débarrasser de cette prison qui bouffe notre énergie et aller chercher quelque chose à manger, n'est ce pas ?",

		"visualnovel_conclusionPrompt1": "Oui, pourquoi pas. J'ai rien de mieux à faire aujourd'hui. Par contre, c'est vous qui payez.",
		"visualnovel_conclusionPrompt2": "Non, désolé. Pour être honnête je suis toujours un peu agacé à quel point vous étiez impolie vers moi.",

		"visualnovel_conclusionResponseFirst1": "Ah bon, encore cette attitude !",
		"visualnovel_conclusionResponseFirst2": "Mais bon, d'accord.",
		"visualnovel_conclusionResponseFirst3": "Je t'en doit comme-même, donc c'est un bon moment d'encaisser ton tiquet. T'a fait une bonne chose pour une dame hors de mon niveau, non ?",

		"visualnovel_conclusionResponseSecond1": "Bon, comme tu veux.",
		"visualnovel_conclusionResponseSecond2": "L'offre reste ouverte par contre, dans le cas où tu changes d'avis.",
		"visualnovel_conclusionResponseSecond3": "À plus, mon amour."
	},
	"options": {
		"options_title": "OPTIONS",
		"options_back": "RETOUR",
		"category_general": "GÉNERAL",
		"category_controls": "CONTRÔLES",
		"category_graphics": "GRAPHIQUES",
		"category_sound": "SON",
		"category_display": "AFFICHAGE",
		"category_assists": "ASSISTANCES",
		"category_colors": "COULEURS",
		"category_saves": "SAUVEGARDES",

		"general_weaponPosition": "POSITION DE L'ARME",
		"general_weaponPositionRight": "DROITE",
		"general_weaponPositionMiddle": "MILIEU",
		"general_weaponPositionLeft": "GAUCHE",
		"general_rememberWeapon": "SOUVENIR DERNIÈRE ARME UTILISÉE",
		"general_screenShake": "TREMBLEMENT DE L'ÉCRAN",
		"general_screenShakeMinimum": "AUCUN",
		"general_screenShakeMaximum": "T R O P",
		"general_cameraTilt": "INCLINAISON DE CAMÉRA",
		"general_parryFlash": "FLASH D'ÉCRAN",
		"general_restartWarning": "AVERTISSEMENT REDÉMARRAGE/QUITTER",
		"general_sandboxOverwrite": "AVERTISSEMENT SAUVEGARDE BAC À SABLE",
		"general_discordRpc": "INTÉGRATION DISCORD",
		"general_seasonalEvent": "ÉVÉNEMENTS SAISONNIERS",
		"general_levelLeaderboards": "CLASSEMENTS DE TEMPS",
		"general_advancedOptions": "OPTIONS AVANCÉES",
		"general_advancedOptionsCustomize": "MODIFIER",

		"controls_mouseSensitivity": "SENSITIVITÉ DE LA SOURIS",
		"controls_xInversion": "INVERSION DE L'AXE X",
		"controls_yInversion": "INVERSION DE L'AXE Y",
		"controls_controllerRumble": "VIBRATION MANETTE",
		"controls_controllerRumbleCustomize": "PERSONNALISER",
		"controls_weapons": "ARMES",
		"controls_mouseWheelToChangeWeapon": "CHANGER D'ARME AVEC MOLETTE DE SOURIS",
		"controls_scrollType": "TYPE DE SÉLECTION",
		"controls_scrollTypeWeapons": "ARMES",
		"controls_scrollTypeVariations": "VARIATIONS",
		"controls_scrollTypeAll": "TOUS",
		"controls_reverseScroll": "DIRECTION DE SÉLECTION INVERSÉE",
		"controls_bindings": "CONTRÔLES",
		"controls_movement": "DÉPLACEMENT",
		"controls_move": "MOUVEMENT",
		"controls_dodge": "ESQUIVER",
		"controls_slide": "GLISSER",
		"controls_jump": "SAUTER",
		"controls_weaponTitle": "ARME",
		"controls_primaryFire": "TIR PRINCIPAL",
		"controls_secondaryFire": "TIR SECONDAIRE",
		"controls_revolver": "",
		"controls_shotgun": "",
		"controls_nailgun": "",
		"controls_railcannon": "",
		"controls_rocketLauncher": "",
		"controls_spawnerArm": "",
		"controls_nextWeapon": "PROCHAINE ARME",
		"controls_previousWeapon": "ARME PRÉCÉDENTE",
		"controls_lastUsedWeapon": "DERNIÈRE ARME UTILISÉE",
		"controls_nextVariation": "",
		"controls_previousVariation": "",
		"controls_arms": "BRAS",
		"controls_punch": "COUP DE POING",
		"controls_punchFeedbacker": "",
		"controls_punchKnuckleblaster": "",
		"controls_whiplash": "GRAPPIN",
		"controls_changeArm": "CHANGER DE BRAS",
		"controls_movementTitle": "MOUVEMENT",
		"controls_resetDefault": "RÉINITIALISER",
		"controls_forward": "AVANCER",
		"controls_back": "RECULER",
		"controls_left": "GAUCHE",
		"controls_right": "DROITE",
		"controls_actions": "ACTIONS",
		"controls_slot0": "EMPLACEMENT 0",
		"controls_slot1": "EMPLACEMENT 1",
		"controls_slot2": "EMPLACEMENT 2",
		"controls_slot3": "EMPLACEMENT 3",
		"controls_slot4": "EMPLACEMENT 4",
		"controls_slot5": "EMPLACEMENT 5",
		"controls_slot6": "EMPLACEMENT 6",
		"controls_slot7": "EMPLACEMENT 7",
		"controls_slot8": "EMPLACEMENT 8",
		"controls_slot9": "EMPLACEMENT 9",

		"graphics_title": "GRAPHIQUES",
		"graphics_resolution": "RÉSOLUTION",
		"graphics_fullscreen": "PLEIN ÉCRAN",
		"graphics_maxFps": "FPS MAXIMUM",
		"graphics_maxFpsNone": "ILLIMITÉ",
		"graphics_maxFps2x": "2X FRÉQUENCE DU MONITEUR",
		"graphics_vsync": "V-SYNC",
		"graphics_fieldOfVision": "CHAMP DE VISION",
		"graphics_gamma1": "GAMMA <size=12>(LUMINOSITÉ)",
		"graphics_gamma2": "\n(pas vraiment)",
		"graphics_filters": "FILTRES",
		"graphics_filtersDescription": "(Abaisser pour plus de clarté visuelle)",
		"graphics_pixelisation": "PIXELLISATION",
		"graphics_pixelisationNone": "AUCUN",
		"graphics_pixelisation720p": "720P (TRÈS BAS)",
		"graphics_pixelisation480p": "480P (BAS)",
		"graphics_pixelisation360p": "360P (MOYEN)",
		"graphics_pixelisation240p": "240P (HAUT)",
		"graphics_pixelisation144p": "144P (TRÈS HAUT)",
		"graphics_pixelisation36p": "36P (ABSURDE)",
		"graphics_dithering": "GRIBOUILLAGE",
		"graphics_ditheringMinimum": "AUCUN",
		"graphics_textureWarping": "DÉFORMATION DES TEXTURES",
		"graphics_vertexWarping": "DÉFORMATION DES SOMMETS",
		"graphics_vertexWarpingNone": "AUCUN",
		"graphics_vertexWarpingLight": "LÉGER",
		"graphics_vertexWarpingMedium": "MOYEN",
		"graphics_vertexWarpingStrong": "FORT",
		"graphics_vertexWarpingVeryStrong": "TRÈS FORT",
		"graphics_vertexWarpingAbsurd": "ART MODERNE",
		"graphics_customColorPalette": "PALETTE DE COULEURS PERSONNALISÉE",
		"graphics_customColorPaletteSelect": "SÉLECTIONNER",
		"graphics_colorCompression": "COMPRESSION DES COULEURS",
		"graphics_colorCompressionNone": "AUCUN",
		"graphics_colorCompressionLight": "LÉGER",
		"graphics_colorCompressionMedium": "MOYEN",
		"graphics_colorCompressionStrong": "FORT",
		"graphics_colorCompressionVeryStrong": "TRÈS FORT",
		"graphics_colorCompressionAbsurd": "JEU INDÉ",
		"graphics_performance": "OPTIONS DE PERFORMANCE",
		"graphics_performanceSimpleExplosions": "EXPLOSIONS SIMPLIFIÉES",
		"graphics_performanceSimpleFire": "FEU SIMPLIFIÉ",
		"graphics_performanceSimpleSpawn": "EFFETS D'APPARITION SIMPLIFIÉS",
		"graphics_performanceDisableEnviParticles": "DÉSACTIVER LES EFFETS D'ENVIRONNEMENT",
		"graphics_performanceSimpleNails": "PHYSIQUES DES CLOUS SIMPLIFIÉS",
		"graphics_gore": "SANG ET GORE",
		"graphics_goreNote": "(N'affecte pas le jeu)",
		"graphics_goreEnable": "ACTIVER SANG ET GORE",
		"graphics_goreDisablePhysics": "DÉSACTIVER LA PHYSIQUE DE GORE",
		"graphics_goreBloodChance": "CHANCE DE PARTICULES DE SANG",
		"graphics_goreMaxGore": "QUANTITÉ DE GORE MAX. PAR SALLE",

		"audio_title": "SON",
		"audio_globalVolume": "VOLUME GLOBAL",
		"audio_soundEffectsVolume": "",
		"audio_musicVolume": "VOLUME DE LA MUSIQUE",
		"audio_subtitles": "SOUS-TITRES",
		"audio_muffleMusic": "",
		"audio_dubbing": "DOUBLAGE",

		"hud_title": "AFFICHAGE",
		"hud_type": "TYPE D'AFFICHAGE",
		"hud_typeNone": "AUCUN",
		"hud_typeStandard": "STANDARD",
		"hud_typeClassicColor": "CLASSIQUE - COULEUR",
		"hud_typeClassicWhite": "CLASSIQUE - BLANC",
		"hud_hudElements": "ÉLÉMENTS D'AFFICHAGE",
		"hud_backgroundOpacity": "OPACITÉ D'ARRIÈRE-PLAN",
		"hud_backgroundOpacityMinimum": "AUCUN",
		"hud_backgroundOpacityMaximum": "100% NOIR",
		"hud_alwaysOnTop": "TOUJOURS VISIBLE",
		"hud_icons": "ICÔNES",
		"hud_weaponIcon": "ARME",
		"hud_armIcon": "BRAS",
		"hud_railcannonMeter": "CANON-ÉLECTRIQUE",
		"hud_styleMeter": "STYLE-O-MÈTRE",
		"hud_styleInfo": "INFOS DE STYLE",

		"crosshair_title": "PARAMÈTRES VISEUR",
		"crosshair_type": "TYPE DE VISEUR",
		"crosshair_typeNone": "AUCUN",
		"crosshair_typeSmall": "PETIT",
		"crosshair_typeLarge": "GRAND",
		"crosshair_color": "COULEUR",
		"crosshair_colorInverted": "INVERSE",
		"crosshair_colorWhite": "BLANC",
		"crosshair_colorGrey": "GRIS",
		"crosshair_colorBlack": "NOIR",
		"crosshair_colorRed": "ROUGE",
		"crosshair_colorGreen": "VERT",
		"crosshair_colorBlue": "BLEU",
		"crosshair_colorCyan": "CYAN",
		"crosshair_colorYellow": "JAUNE",
		"crosshair_colorMagenta": "MAGENTA",
		"crosshair_size": "TAILLE DU VISEUR",
		"crosshair_sizeNone": "AUCUN",
		"crosshair_sizeThin": "MINCE",
		"crosshair_sizeMedium": "MOYEN",
		"crosshair_sizeThick": "ÉPAIS",
		"crosshair_sizeVeryThick": "TRÈS ÉPAIS",
		"crosshair_hudFade": "DISPARITION D'AFFICHAGE",
		"crosshair_powerupBar": "JAUGE DE PUISSANCE",

		"assists_title": "ASSISTANCES",
		"assists_majorAssistsDisclaimer1": "<color=orange>Les assistances majeures</color> consistent des modificateurs qui changent le jeu et son équilibre <color=orange>considérablement</color>.",
		"assists_majorAssistsDisclaimer2": "Si les assistances majeurs sont activés <color=orange>à un moment quelconque</color> dans une mission, le rang obtenu lors de la fin aura un fond bleu. Le fond <color=orange>peut être supprimé</color> en obtenant <color=orange>le même rang ou mieux</color> avec les assistances majeurs désactivés pour <color=orange>l'intégralité</color> de la mission.",
		"assists_majorAssistsDisclaimer3": "Les rangs <color=yellow>Parfaits</color> et les meilleurs scores dans le Cyber Grind ne peuvent pas être obtenus avec les assistances majeures.",
		"assists_majorAssistsDisclaimerConfirm": "<color=yellow>ACTIVER LES ASSISTANCES MAJEURES ?</color>",
		"assists_majorAssistsDisclaimerConfirmYes": "OUI",
		"assists_majorAssistsDisclaimerConfirmNo": "NON",
		"assists_minorAssistsTitle": "ASSISTANCES MINEURES",
		"assists_minor": "ASSISTANCES MINEURES",
		"assists_autoAim": "VISÉE ASSISTÉE",
		"assists_autoAimPercent": "POURCENTAGE DE VISÉE ASSISTÉE",
		"assists_autoAimPercentMinimum": "DÉSACTIVÉ",
		"assists_autoAimPercentMaximum": "TOUT L'ÉCRAN",
		"assists_enemySilhouettes": "CONTOURS DES ENNEMIS",
		"assists_enemySilhouettesOutlines": "SILHOUETTES DES ENNEMIS",
		"assists_enemySilhouettesDistance": "DISTANCE D'ACTIVATION",
		"assists_enemySilhouettesNone": "",
		"assists_enemySilhouettesOutlinesOnly": "CONTOURS SEULEMENT",
		"assists_enemySilhouettesFull": "",
		"assists_enemySilhouettesOutlineThickness": "ÉPAISSEUR DES CONTOURS",
		"assists_enemySilhouettesDistanceMinimum": "TOUJOURS ACTIF",
		"assists_major": "ASSISTANCES MAJEURES",
		"assists_majorActivate": "ACTIVÉES",
		"assists_gameSpeed": "VITESSE DU JEU",
		"assists_damageTaken": "DÉGATS PRIS",
		"assists_bossOverride": "DIFFICULTÉ DES BOSS",
		"assists_bossOverrideNone": "DÉSACTIVÉ",
		"assists_bossRestartRequired": "(Redémarrage du boss requis)",
		"assists_infiniteEnergy": "ÉNERGIE INFINIE",
		"assists_disableHardDamage": "DÉSACTIVER DÉGATS DU GRAPPIN",
		"assists_disableWhiplashHardDamage": "DÉSACTIVER LES DÉGATS DURS",
		"assists_disableWeaponFreshness": "DÉSACTIVER FRAÎCHEUR",
		"assists_disablePopupHints": "DÉSACTIVER LES CONSEILS",

		"colors_title": "COULEURS",
		"colors_reset": "RÉINITIALISER",
		"colors_hudHealth": "SANTÉ",
		"colors_hudHealthNumber": "POURCENTAGE DE SANTÉ",
		"colors_hudDamage": "DÊGATS",
		"colors_hudHardDamage": "DÊGATS DURS",
		"colors_hudOverheal": "SURSOIN",
		"colors_hudEnergyFull": "ÉNERGIE (PLEIN)",
		"colors_hudEnergyPartial": "ÉNERGIE (RECHARGE)",
		"colors_hudEnergyEmpty": "ÉNERGIE (VIDE)",
		"colors_railcannonFull": "CANON-ÉLECTRIQUE\n(PRÊT)",
		"colors_railcannonPartial": "CANON-ÉLECTRIQUE\n(RECHARGE)",
		"colors_variationBlue": "VARIATION BLEUE",
		"colors_variationGreen": "VARIATION VERTE",
		"colors_variationRed": "VARIATION ROUGE",
		"colors_variationGold": "VARIATION DORÉE",
		"colors_enemies": "ENNEMIS",

		"rumble_title": "Personnalisation Vibration",
		"rumble_finalMultiplier": "MULTIPLICATEUR D'INTENSITÉ",
		"rumble_coinToss": "Lancer de Pièce",
		"rumble_dash": "Esquive",
		"rumble_heavyFallImpact": "Impact de Chute Lourde",
		"rumble_heavyFall": "Impact de Chute",
		"rumble_gunFire": "Tir",
		"rumble_gunFireProjectile": "Tir (Projectile)",
		"rumble_gunFireStrong": "Tir (Fort)",
		"rumble_nailgunFire": "Cloueur",
		"rumble_railcannonIdle": "Canon-Électrique (Repos)",
		"rumble_revolverCharge": "Charge Revolver",
		"rumble_sawblade": "Scie",
		"rumble_shotgunCharge": "Charge Fusil à Pompe",
		"rumble_superSaw": "Super Scie",
		"rumble_jump": "Saut",
		"rumble_magnet": "Aimant",
		"rumble_parryFlash": "Éclair de Renvoi",
		"rumble_punch": "Coup de Poing",
		"rumble_slide": "Glissade",
		"rumble_whiplashThrow": "Fouet (Lancement)",
		"rumble_whiplashPull": "Fouet (Tir)",
		"rumble_weaponWheel": "Roue d'Armes",
		"rumble_intensity": "INTENSITÉ",
		"rumble_endDelay": "DÉLAI DE FIN",
		"rumble_reset": "RÉINITIALISER",

		"advanced_title": "OPTIONS AVANCÉES",
		"advanced_currentLevel": "ACTUEL",
		"advanced_cybergrindResetText1": "Êtes-vous sûr de vouloir <color=red>RÉINITIALISER</color> votre score local dans le [Cybergrind] ?",
		"advanced_cybergrindResetText2": "(Seulement dans la sauvegarde actuelle)",
		"advanced_cybergrindResetCancel": "Annuler",
		"advanced_cybergrindResetConfirm": "Réinitialiser",
		"advanced_cybergrindLocalHighScore": "SCORE LOCAL",
		"advanced_cybergrindResetButton": "RÉINITIALISER",
		"advanced_level52": "NIVEAU 5-2",
		"advanced_level71": "NIVEAU 7-1",
		"advanced_level73": "NIVEAU 7-3",
		"advanced_52WaterScrolling": "DÉSACTIVER DÉROULEMENT DE L'EAU",
		"advanced_52WaterWaves": "DÉSACTIVER VAGUES",
		"advanced_71Dark": "TOUJOURS RESTER SOMBRE",
		"advanced_73Grass": "DÉSACTIVER HERBE",

		"save_warning1": "<color=red>Le jeu va recharger</color>.",
		"save_warning2": "Si vous êtes dans une mission, tout progrès actuel sera perdu.",
		"save_reloadYes": "JE COMPRENDS",
		"save_reloadNo": "ANNULER",
		"save_select": "SÉLECTIONNER",
		"save_selected": "SÉLECTIONNÉ",
		"save_delete": "SUPPRIMER",
		"save_deleteWarning1": "Êtes-vous sûr de vouloir",
		"save_deleteWarning2": "SUPPRIMER LA SAUVEGARDE ?",
		"save_deleteYes": "SUPPRIMER",
		"save_deleteNo": "ANNULER",
		"save_close": "FERMER",
		"save_slotEmpty": "VIDE",
		"save_slot1": "",
		"save_slot2": "",
		"save_slot3": "",
		"save_slot4": "",
		"save_slot5": "",

		"language_title": "LANGUES",
		"language_languages": "LANGUES",
		"language_openLanguageFolder": "OUVRIR DOSSIER LANGUES"
	},
	"pauseMenu": {
		"pause_title": "PAUSE",
		"pause_resume": "REPRENDRE",
		"pause_respawn": "RÉAPPARAÎTRE",
		"pause_restart": "REDÉMARRER",
		"pause_options": "OPTIONS",
		"pause_quit": "QUITTER",

		"pause_restartConfirm": "Êtes-vous sûr de vouloir <color=orange>REDÉMARRER</color> cette mission ?",
		"pause_quitConfirm": "Êtes-vous sûr de vouloir <color=orange>QUITTER</color> cette mission ?",
		"pause_quitConfirmYes": "QUITTER",
		"pause_quitConfirmNo": "ANNULER",
		"pause_restartConfirmYes": "REDÉMARRER",
		"pause_restartConfirmNo": "ANNULER",

		"pause_disableWindow": "Cette fenêtre peut être désactivé dans les options"
	},

	"levelNames": {
		"levelName_mainMenu": "MENU PRINCIPAL",
		"levelName_cybergrind": "LE CYBER GRIND",
		"levelName_sandbox": "uk_construct",
		"levelName_tutorial": "TUTORIEL",
		"levelName_devMuseum": "SALLE D'ULTRADÉVELOPPEMENT",

		"levelName_preludeFirst": "DU MAUVAIS AU PIRE",
		"levelName_preludeSecond": "L'ABATTOIR",
		"levelName_preludeThird": "QUITTE OU DOUBLE",
		"levelName_preludeFourth": "MACHINE DE GUERRE",
		"levelName_preludeFifth": "CERBÈRE",
		"levelName_preludeSecret": "CRÉATURE MAUDITE",

		"levelName_limboFirst": "LE CŒUR DE L'AUBE",
		"levelName_limboSecond": "LES CENDRES D'UN PRESQUES-PARADIS",
		"levelName_limboThird": "SALLE DES VESTIGES SACRÉS",
		"levelName_limboFourth": "CLAIR DE LUNE",
		"levelName_limboSecret": "LE SANS-ESPRIT",

		"levelName_lustFirst": "BRÛLEUR DE PONTS",
		"levelName_lustSecond": "DÉCÈS À 20.000 VOLTS",
		"levelName_lustThird": "CRISE CARDIAQUE EXTRÊME",
		"levelName_lustFourth": "LA COUR DU CADAVRE DU ROI",
		"levelName_lustSecret": "UNE MÉLODIE D'AMOUR IMPARFAITE",

		"levelName_gluttonyFirst": "DANS LA GUEULE DE LA BÊTE",
		"levelName_gluttonySecond": "DANS LA CHAIR",

		"levelName_greedFirst": "ESCLAVES DU POUVOIR",
		"levelName_greedSecond": "MAUDIT SOIT LE SOLEIL",
		"levelName_greedThird": "UN TIR À L'AVEUGLE",
		"levelName_greedFourth": "CLAIR DE SOLEIL",
		"levelName_greedSecret": "LE CLASH DU BRANDICOOT",

		"levelName_wrathFirst": "LE REPAIRE DE POSÉIDON",
		"levelName_wrathSecond": "LA MER SANS ÉTOILES",
		"levelName_wrathThird": "NAVIRE DES FOUS",
		"levelName_wrathFourth": "LÉVIATHAN",
		"levelName_wrathSecret": "JE NE DIS QUE MATIN",

		"levelName_heresyFirst": "LARMES DE SANG",
		"levelName_heresySecond": "ESTHÉTIQUES DE HAINE",

		"levelName_violenceFirst": "JARDIN DES CHEMINS EMBRANCHÉS",
		"levelName_violenceSecond": "EMBRASE LA NUIT",
		"levelName_violenceThird": "SANS SON, SANS MÉMOIRE",
		"levelName_violenceFourth": "...COMMES DES ANTENNES VERS LE PARADIS",
		"levelName_violenceSecret": "???",

		"levelName_fraudFirst": "???",
		"levelName_fraudSecond": "???",
		"levelName_fraudThird": "???",
		"levelName_fraudFourth": "???",
		"levelName_fraudSecret": "???",

		"levelName_treacheryFirst": "???",
		"levelName_treacherySecond": "???",

		"levelName_primeFirst": "L'ÂME SURVIVANTE",
		"levelName_primeSecond": "LA DOULEUR DU MONDE",
		"levelName_primeThird": "???"
	},

	"levelChallenges": {
		"challenges_preludeFirst": "ÉLIMINEZ 5 ENNEMIS AVEC UN PANNEAU VITRÉ",
		"challenges_preludeSecond": "GAGNEZ L'AFFRONTEMENT SECRET",
		"challenges_preludeThird": "NE TUEZ QU'UN SEUL ENNEMI",
		"challenges_preludeFourth": "GLISSER PENDANT 17 SECONDES SANS INTERRUPTION",
		"challenges_preludeFifth": "N'INFLIGEZ AUCUN DÉGÂT FATAL À UN ENNEMI",

		"challenges_limboFirst": "TERMINEZ LE NIVEAU EN MOINS DE 10 SECONDES",
		"challenges_limboSecond": "NE RAMASSEZ AUCUN CRÂNE",
		"challenges_limboThird": "GAGNEZ L'AFFRONTEMENT SECRET",
		"challenges_limboFourth": "NE RAMASSEZ AUCUN CRÂNE",

		"challenges_lustFirst": "N'OUVREZ AUCUNE PORTE",
		"challenges_lustSecond": "TERMINEZ LE NIVEAU EN MOINS DE 60 SECONDES",
		"challenges_lustThird": "NE TOUCHEZ PAS D'EAU",
		"challenges_lustFourth": "DÉFLECTEZ UN COUP DE POING",

		"challenges_gluttonyFirst": "TUEZ UN [MINDFLAYER] AVEC DE L'ACIDE",
		"challenges_gluttonySecond": "FAITES TOMBER GABRIEL DANS LA FOSSE DE L'ARÈNE",

		"challenges_greedFirst": "N'AFFRONTEZ AUCUN ENNEMI",
		"challenges_greedSecond": "TUEZ LE BOSS EN MOINS DE 10 SECONDES",
		"challenges_greedThird": "NE RAMASSEZ PAS LA TORCHE",
		"challenges_greedFourth": "ATTEIGNEZ LA PORTE DU BOSS EN MOINS DE 18 SECONDES",

		"challenges_wrathFirst": "NE TOUCHEZ PAS D'EAU",
		"challenges_wrathSecond": "N'AFFRONTEZ PAS LE PASSEUR",
		"challenges_wrathThird": "NE TOUCHEZ PAS D'EAU",
		"challenges_wrathFourth": "ATTEIGNEZ LA SURFACE EN MOINS DE 10 SECONDES",

		"challenges_heresyFirst": "GAGNEZ L'AFFRONTEMENT SECRET",
		"challenges_heresySecond": "FAITES EN SORTE QUE GABRIEL SE HEURTE AU PLAFOND",

		"challenges_violenceFirst": "GAGNEZ L'AFFRONTEMENT SECRET",
		"challenges_violenceSecond": "N'AFFRONTEZ AUCUN ENNEMI",
		"challenges_violenceThird": "DEVENEZ CIBLÉ À MORT",
		"challenges_violenceFourth": "N'AFFRONTEZ PAS LE SYSTÈME DE SÉCURITÉ",

		"challenges_fraudFirst": "",
		"challenges_fraudSecond": "",
		"challenges_fraudThird": "",
		"challenges_fraudFourth": "",

		"challenges_treacheryFirst": "",
		"challenges_treacherySecond": ""
	},

	"levelTips": {
		"leveltips_preludeSecond1": "Les <color=orange>armes à tir instantané</color>, comme le Revolver, font des <color=orange>dégâts localisés</color>.",
		"leveltips_preludeSecond2": "Un tir <color=orange>dans la tête</color> inflige <color=orange>2x</color> de dégâts, et un tir <color=orange>dans un membre</color> inflige <color=orange>1.5x</color> de dégâts.",

		"leveltips_preludeThird1": "<color=orange>Esquive</color>: Immunité totale, utilise de l'énergie",
		"leveltips_preludeThird2": "<color=orange>Glissade</color>: Plus de distance, aucune immunité",
		"leveltips_preludeThird3": "<color=orange>Saut</color>: Échappez les attaques à mêlée, moins de contrôle",

		"leveltips_preludeFourth1": "<color=orange>Parades de canon à chaleur</color>:",
		"leveltips_preludeFourth2": "Un tir de canon à chaleur <color=orange>à bout portant</color> juste avant que l'attaque d'un ennemi n'ait lieu, inflige des dégâts massifs.",

		"leveltips_preludeFifth": "<color=orange>Les sons des attaques</color> peuvent vous permettre de localiser des ennemis que vous ne voyez pas.",

		"leveltips_limboFirst": "Certains ennemis émettent des <color=orange>sons</color> pour les rendre plus facile à traquer.",

		"leveltips_limboSecond": "Utilisez les <color=#11dfef>AIMANTS DU CLOUEUR</color> pour former des <color=orange>orbes</color> de clous qui peuvent être <color=orange>déplacés</color> grâce à la force d'attraction des <color=orange>autres aimants</color>.",

		"leveltips_limboThird1": "Les ennemis peuvent <color=orange>attaquer</color> d'autres ennemis.",
		"leveltips_limboThird2": "Avec les bons réflexes et le bon positionnement, les ennemis puissants peuvent devenir de puissantes armes.",

		"leveltips_limboFourth": "Les <color=#11dfef>AIMANTS DU CLOUEUR</color> peuvent être attachés aux ennemis pour rendre les cibles mobiles plus facile à viser avec des clous.",

		"leveltips_lustFirst": "Les ennemis <color=orange>hurlent</color> lorsqu'ils tombent d'une <color=orange>hauteur fatale</color>.",

		"leveltips_lustSecond1": "<color=orange>REBONDISSEMENT</color>:",
		"leveltips_lustSecond2": "Sautez immédiatement après avoir atterri d'un <color=orange>lancement au sol</color> pour sauter encore plus haut.",
		"leveltips_lustSecond3": "La hauteur de rebondissement dépend sur la distance du lancement au sol.",

		"leveltips_lustThird": "Toutes les variations du <color=orange>CANON ÉLECTRIQUE</color> partagent le même temps de rechargement. Choisissez bien quelle variation qui correspond à la situation.",

		"leveltips_lustFourth1": "Une <color=orange>GLISSADE</color> gardera votre élan pendant une courte période de temps.",
		"leveltips_lustFourth2": "L'enchaînement des <color=orange>SAUTS GLISSÉS</color> après un <color=#11dfef>SAUT PROPULSÉ</color> résulte en une vitesse extrême.",

		"leveltips_gluttonyFirst": "Les <color=orange>dangers environnementaux</color>, tels que les liquides nuisibles, infligent aussi des dégâts aux ennemis.",

		"leveltips_gluttonySecond1": "Si vous avez du mal à battre un ennemi fort,<color=orange>prenez du recul et observer ses mouvements</color>.",
		"leveltips_gluttonySecond2": "Chaque ennemi a son propre <color=orange>comportement</color> et <color=orange>signalement d'attaque</color>, et si vous l'apprenez, la victoire vous sera apporté.",

		"leveltips_greedFirst": "Les armes à '<color=orange>TIR INSTANTANÉ</color>' peuvent être utilisés pour frapper un <color=#11dfef>NOYAU</color> dans l'air pour augmenter ses dégâts et la taille d'explosion.",
		"leveltips_greedSecond": "Les <color=orange>puissances</color> peuvent être enchaînées.",
		"leveltips_greedThird": "Frappez un ennemi avec la <color=orange>côté</color> d'une <color=orange>explosion</color> pour le lancer sans infliger beaucoup de dégâts. Ceci est un outil effectif contre les <color=orange>Traqueurs</color>.",
		"leveltips_greedFourth": "Les <color=orange>pièces</color> se trouvent dans l'air peuvent être tiré dessus avec n'importe quel arme '<color=orange>hitscan</color>'.",

		"leveltips_primeFirst1": "Les <color=orange>renvois</color> peuvent être utilisés comme outil de soin puissant.",
		"leveltips_primeFirst2": "La renvoyage de tout attaque ou projectile ennemi <color=red>vous remplira votre jauge de santé</color> jusqu'au limite dur.",

		"leveltips_primeSecond": "Amusez-vous bien.",

		"leveltips_wrathFirst": "Les chutes <color=orange>sous l'eau</color> sont lentes, mais un <color=orange>lancement au sol</color> permet de se retourner rapidement sur le sol.",
		"leveltips_wrathSecond": "Les <color=orange>glissements</color> sur l'eau vous permettra d'y <color=orange>rebondir</color> sur sa surface.",
		"leveltips_wrathThird": "Si un ennemi est <color=orange>béni</color> par un <color=orange>Idol</color>, une connexion visible et directe est formé entre les deux, permettant de <color=orange>retrouver</color> facilement et détruire le protecteur.",
		"leveltips_wrathThirdBroken": "Aïe.",
		"leveltips_wrathFourth1": "Les explosions <color=orange>déflectent</color> les projectiles.",
		"leveltips_wrathFourth2": "Si une explosion est créé juste à côté d'où un ennemi tire un projectile, elle peut être <color=orange>renvoyé</color> et peut <color=orange>frapper eux-même</color>.",

		"leveltips_heresyFirst1": "L'espace d'une arène <color=orange>large</color> peut être utilisé à votre avantage.",
		"leveltips_heresyFirst2": "L'utilisation de l'environnement pour <color=orange>briser le champ de mire</color> avec certains ennemis permet de prendre un moment de pause et considérer la <color=orange>priorisation des cibles</color>.",
		"leveltips_heresySecond1": "<color=orange>NE GASPILLEZ PAS</color> VOTRE ÉNERGIE!",
		"leveltips_heresySecond2": "Les esquives <color=orange>inutiles</color> lors des combats avec des <color=orange>adversaires agressifs</color> supprimera votre pouvoir de les utiliser quand vous en avez besoin.",

		"leveltips_violenceFirst": "[TRADUIT] <color=orange>Homing projectiles</color> may be more difficult to dodge, but their tracking and slower speed makes them much <color=orange>easier</color> to <color=orange>parry.</color>",
		"leveltips_violenceSecond": "[TRADUIT] <color=orange>Mannequins</color> can be hard to hit due to their speed, but they lose air control when <color=orange>launched</color> or <color=orange>shot down</color> from a surface, making them <color=orange>unable to move</color> for a short moment.",
		"leveltips_violenceThird": "[TRADUIT] The <color=red>Knuckleblaster</color>'s <color=orange>blast wave</color> is also capable of breaking a <color=orange>Gutterman's shield</color>, and is much easier to land in a chaotic scenario.",
		"leveltips_violenceFourth": "[TRADUIT] A <color=orange>direct hit</color> from the Knuckleblaster has extremely powerful <color=orange>knockback</color>, making it extremely powerful for launching enemies into <color=orange>pits</color> and other <color=orange>environmental hazards</color>.",
		"leveltips_violenceSecret": "",

		"leveltips_fraudFirst": "???",
		"leveltips_fraudSecond": "???",
		"leveltips_fraudThird": "???",
		"leveltips_fraudFourth": "???",

		"leveltips_treacheryFirst": "???",
		"leveltips_treacherySecond": "???",

		"leveltips_cybergrind": "Si vous vous faites envoyer trop loin de l'arène, le surpompement du <color=green>SURCHARGEMENT</color> est une bonne façon d'y revenir.",
		"leveltips_sandbox1": "<color=orange>LES TRICHES</color> peuvent être activés dans les autres niveaux en entrant les touches suivantes:",
		"leveltips_sandbox2": "L'activation des triches désactive les rangs de fin de niveau.",

		"leveltips_devMuseum": "Les armes supprimés peuvent être ramassés au deuxième étage."
	},

	"shop": {
		"shop_tipofthedayTitle": "CONSEIL DU JOUR",
		"shop_tipoftheday": "",
		"shop_weapons": "ARMES",
		"shop_monsters": "ENNEMIS",
		"shop_cybergrind": "LE CYBER GRIND",
		"shop_sandbox": "BAC À SABLE",
		"shop_returnToMission": "RETOURNER À LA MISSION",
		"shop_soulOrbs": "ORBES D'ÂMES",
		"moneyCount": "<color=orange>P</color>",
		"lotsOfMoney": "VRAIMENT BEAUCOUP DE ",

		"shop_cybergrindDescription1": "<color=red>Le Cyber Grind est un mode de survie sans fin</color>.",
		"shop_cybergrindDescription2": "Une bonne performance donnera beaucoup de <color=red>points</color>.",
		"shop_cybergrindDescription3": "<color=red>Tout progrès dans la mission actuelle sera perdu</color>.",
		"shop_cybergrindEnterTitle": "LE CYBER GRIND",
		"shop_cybergrindEnter": "ENTRER LE CYBER GRIND",
		"shop_cybergrindReturningTo": "Retourner à:",
		"shop_cybergrindExitTitle": "RETOURNER AU MISSION",
		"shop_cybergrindExit": "QUITTER LE CYBER GRIND",

		"shop_sandboxTitle": "BAC À SABLE",
		"shop_sandboxDescription1": "Le bac à sable est une zone vide que vous pouvez utiliser pour vous pratiquer.",
		"shop_sandboxDescription2": "Tout progrès dans la mission actuelle sera perdu.",
		"shop_sandboxEnter": "ENTRER LE BAC À SABLE",

		"shop_back": "RETOUR",
		"shop_weaponInfo": "INFO",
		"shop_weaponColors": "COULEURS",

		"shop_weaponsRevolver": "REVOLVER",
		"shop_weaponsShotgun": "CANON À CHALEUR",
		"shop_weaponsNailgun": "CLOUEUR",
		"shop_weaponsRailcannon": "CANON ÉLECTRIQUE",
		"shop_weaponsRocketLauncher": "LANCE-ROQUETTES",
		"shop_weaponsArms": "BRAS",

		"shop_revolverPiercer": "PERCEUR",
		"shop_revolverPiercerDescription1": "<color=orange>Maintenir</color> le Tir Alternatif pour charger un <color=orange>laser qui frappe 3 fois</color>.",
		"shop_revolverPiercerDescription2": "Nécessite un <color=orange>temps de rechargement</color>.",

		"shop_revolverMarksman": "TIREUR D'ÉLITE",
		"shop_revolverMarksmanDescription1": "Appuyer sur le Tir Alternatif pour <color=orange>lancer une pièce</color>.",
		"shop_revolverMarksmanDescription2": "Tirer-la <color=orange>dans l'air</color> pour <color=orange>déflecter</color> votre tir dans le <color=orange>point faible</color> de l'ennemi le plus proche.",
		"shop_revolverMarksmanDescription3": "Les pièces peuvent être enchaînées.",

		"shop_revolverSharpshooter": "RÉPERCUTEUR",
		"shop_revolverSharpshooterDescription1": "<color=orange>Tenir</color> le Tir Alternatif pour charger un tir perçant qui peut <color=orange>ricocher contre le terrain</color>.",
		"shop_revolverSharpshooterDescription2": "Peut détruire les <color=orange>projectiles</color>.",

		"shop_shotgunCoreEject": "ÉJECTEUR",
		"shop_shotgunCoreEjectDescription1": "Appuyer sur le Tir Alternatif pour surchauffer et <color=orange>lancer</color> les <color=orange>noyaux</color> de l'arme.",
		"shop_shotgunCoreEjectDescription2": "<color=orange>Maintenir</color> pour augmenter la <color=orange>distance</color>.",
		"shop_shotgunCoreEjectDescription3": "<color=orange>Explose à l'impact.</color>",

		"shop_shotgunPumpCharge": "SURCHARGE",
		"shop_shotgunPumpChargeDescription1": "Appuyer sur le Tir Alternatif pour <color=orange>pomper</color> votre fusil, augmentant la <color=orange>puissance</color> et <color=orange>diminuant</color> la précision de votre <color=orange>prochain tir</color>.",
		"shop_shotgunPumpChargeDescription2": "Trop pomper ce fusil résultera en une grande <color=orange>explosion</color> lorsque l'arme est tirée.",

		"shop_nailgunMagnet": "ATTRACTEUR",
		"shop_nailgunMagnetDescription1": "Le Tir Alternatif lance un <color=orange>aimant</color> qui attire les <color=orange>clous</color> à proximité.",
		"shop_nailgunMagnetDescription2": "Les aimants se collent aux <color=orange>surfaces et aux ennemis</color>, et peuvent être cassés avec des armes '<color=orange>hitscan</color>'.",

		"shop_nailgunOverheat": "SURCHAUFFE",
		"shop_nailgunOverheatDescription1": "Appuyer sur le Tir Alternatif <color=orange>pendant le tir</color> pour créer un mur de clous pour déclencher un <color=orange>dissipateur thermique</color>.",
		"shop_nailgunOverheatDescription2": "Les dissipateurs se rechargent lorsque vous ne tirez pas.",

		"shop_railcannonElectric": "ÉLECTRIQUE",
		"shop_railcannonElectricDescription1": "Un tir puissant et pénétrant.",
		"shop_railcannonElectricDescription2": "<color=orange>Pénétre</color> à travers <color=orange>tout</color> les ennemis. Soyez attentif à votre <color=orange>positionnement</color> pour maximiser son potentiel.",
		"shop_railcannonElectricDescription3": "Ne pas utiliser dans l'eau.",

		"shop_railcannonScrewdriver": "TOURNEVIS",
		"shop_railcannonScrewdriverDescription1": "Tirez une perceuse puissante qui <color=orange>se colle</color> à un ennemi et qui inflige des dégâts <color=orange>au fil de temps</color>.",
		"shop_railcannonScrewdriverDescription2": "La perceuse fait saigner les ennemis avec <color=orange>une distance de soignage agrandie</color>.",

		"shop_railcannonMalicious": "MALICIEUX",
		"shop_railcannonMaliciousDescription1": "Tirez un laser instantané qui entraîne une <color=orange>explosion large</color> sur l'impact, un peu comme une certaine tête familière.",
		"shop_railcannonMaliciousDescription2": "Atomise des groupes d'ennemis faibles avec facilité.",

		"shop_rocketLauncherFreeze": "MINUTEUR",
		"shop_rocketLauncherFreezeDescription1": "Appuyer sur le Tir Alternatif pour <color=orange>geler</color> les roquettes.",
		"shop_rocketLauncherFreezeDescription2": "Les roquettes gelées ont une distance d'explosion augmenté, et <color=orange>resteront gelées</color> entre les changement d'armes.",

		"shop_rocketLauncherSrsCannon": "CANON S.R.S.",
		"shop_rocketLauncherSrsCannonDescription1": "Appuyer sur le Tir Alternatif pour lancer une <color=orange>boule de canon</color>.",
		"shop_rocketLauncherSrsCannonDescription2": "<color=orange>Maintenir</color> pour charger la <color=orange>distance</color>.",
		"shop_rocketLauncherSrsCannonDescription3": "Nous ignorons ce que signifie S.R.S.",

		"shop_armFeedbacker": "RENVOYEUR",
		"shop_armFeedbackerDescription1": "Coup de poing rapide avec des dégâts moyens.",
		"shop_armFeedbackerDescription2": "Peut <color=orange>renvoyer</color> les projectiles, <color=orange>tirs de canon à chaleur</color> et les <color=orange>pièces</color>.",

		"shop_armKnuckleblaster": "BOMBARDIER",
		"shop_armKnuckleblasterDescription1": "Coup de poing lourd avec des dégâts élevés.",
		"shop_armKnuckleblasterDescription2": "<color=orange>Maintenir</color> pour tirer les cartouches dans le bras, résultant en une <color=orange>explosion</color> qui repousse les ennemis.",

		"shop_armWhiplash": "GRAPPIN",
		"shop_armWhiplashDescription1": "Une pointe avec une lance. <color=orange>Maintenir</color> pour lancer, <color=orange>lâcher</color> pour tirer.",
		"shop_armWhiplashDescription2": "Peut attirer les ennemis et objets légers. Vous serez tirés vers ennemis lourds et points d'ancrage.",

		"shop_data": "DONNÉES : ",
		"shop_strategy": "STATÉGIES : ",
		"shop_advancedStrategy": "STRATÉGIES AVANCÉES : ",

		"shop_loreRevolver1": "Une arme créée lors de la Guerre Finale pour le combat à porté moyenne et longue. Utilise des pulses électriques pour tirer des fragments microscopiques de métaux à des vitesses extrêmes.",
		"shop_loreRevolver2": "Les armes utilisant cette technologie ont été surnommées « armes électriques » et sont vite devenues la norme, remplaçant les armes à balles. Puisqu'un projectile microscopique reste nécessaire, ses munitions ne sont pas vraiment infinies, mais plusieurs semaines de tir sans arrêt seraient nécessaires pour épuiser une arme. De plus, le rechargement est aussi facile que de gratter quelques flocons de ferraille et de les utiliser comme munition. Même la surface de l'arme elle-même peut servir de source.",
		"shop_loreRevolver3": "En effet, une surface rude et irrégulière qui a été grattée pour des flocons est une marque de fierté pour les porteurs des armes électriques, puisqu'elle montre que l'arme est fiable et a été longtemps utilisée. La majorité des utilisateurs grattent leurs armes avec cela comme seul bût, le rechargement étant seulement un produit secondaire de cette pratique. Cette habitude a rendu les armes électriques « non grattés » des aberrations.",
		"shop_loreRevolver4": "Bien que les armes électriques ont besoin du temps pour recharger leur batterie entre les tirs, la conception du revolver élimine ce problème en incluant un cylindre portant plusieurs batteries qui tourne après chaque tir, permettant à chaque batterie de se recharger sans diminuer la vitesse de tir.",
		"shop_loreRevolver5": "Une modification commune est de permettre toutes les charges des batteries à être utilisées simultanément pour un tir très puissant, mais ceci nécessite un temps de rechargement plus long.",
		"shop_loreRevolver6": "Bien qu'il semble faible à première vue, sa puissance vient de sa fiabilité et simplicité. Le revolver est facile à utiliser tout en se concentrant sur le mouvement et l'esquive des attaques, grâce au trajet virtuellement instantané de ses tirs, et de sa fiabilité à toute portée.",
		"shop_loreRevolver7": "Les tirs en plein tête font 2x de dégâts, les tirs en membres 1.5x",
		"shop_loreRevolver8": "Lorsqu'il est tiré au bon moment lors de son éclair, la pièce du Tireur d'Élite peut diviser un tir en deux, l'amenant à frapper deux cibles au lieu d'un seul. Malgré la  serré, il y a un deuxième opportunité beaucoup plus longue si la pièce reste dans l'air pour une période de temps, qui peut être reconnu par un bruit de sifflement.",
		"shop_loreRevolver9": "Les pièces du Tireur d'Élite peut être frappé avec un coup de poing après son éclair, le lançant dans l'ennemi le plus proche sans casser le pièce, augmentant ses dégâts pour les prochains coups de poings ou tirs.",
		"shop_loreRevolver10": "Le tir chargé du Perceur peut aussi être redirigé par les pièces du Tireur d'Élite.",

		"shop_loreShotgun1": "Une arme à courte portée expérimentale qui utilise la chaleur hyperconcentré comme projectile.",
		"shop_loreShotgun2": "Après chaque tir, le fusil doit être ouvert pour permettre à ses noyaux de ventiler la chaleur excessive, les êmpechant de fondre ou d'exploser. Ce processus est largement automatique, nécessitant qu'un simple mouvement de poignet de l'utilisateur.",
		"shop_loreShotgun3": "Dans le cas d'une panne des noyaux, le canon peut aussi être utilisée comme production de chaleur. Ce processus a aussi été simplifié avec un petit bouton à côté du poignée du pistolet, qui fait pomper le fusil sans besoin d'une force physique auprès de l'utilisateur, mais sa facilité d'usage a résulté en de nombeux incidents où des utilisateurs ont tentés de charger trop de chaleur dans un seul tir.",
		"shop_loreShotgun4": "Les armes à chaleur ne sont pas aussi populaires que les armes électriques en cause de leur nature volatile et demandes de ventilation strictes, mais comparé aux armes électriques, ils n'ont pas besoin d'un projectile distinct, rendant ses munitions vraiment infinies au lieu de pratiquement infinies.",
		"shop_loreShotgun5": "Le Canon à Chaleur n'est efficace qu'à des distances extrêmement courtes, le rendant une arme risqué mais dévastatrice. Ceci le rend utile pour se soigner.",
		"shop_loreShotgun6": "Les attaques à mêlées peuvent être renvoyées avec un tir à la poitrine à bout portant. Plus risqué que d'utiliser le bras Renvoyeur, mais inflige plus de dégâts pour vous récompenser.",
		"shop_loreShotgun7": "Changer d'armes just après avoir tiré vous permet de passer le temps de rechargement après chaque tir, permettant des coups en continu, avec le danger de rester proche pour une période de temps.",
		"shop_loreShotgun8": "Le noyau de l'Éjecteur peut être tiré dans les airs avec une arme hitscan, tel que le Revolver, pour augmenter son portée et dégâts de l'explosion. Une arme hitscan déjà explosive sera encore plus réactive.",
		"shop_loreShotgun9": "La lenteur des projectiles peut sembler être un désavantage, mais ceci permet que ses projectiles peuvent être frappé avec un coup de poing du Renvoyeur, pour augmenter leur précision, vitesse et dégâts.",

		"shop_loreNailgun1": "Une combinaison de pièces provenant d'une cloueuse industrielle et d'une ancienne arme de service. Il a probablement été conçu par une machine qui a été construite pour le travail en construction puisque toutes les machines, même celles non construites pour la guerre, avait besoin d'apprendre à se défendre après l'extinction de l'humanité.",
		"shop_loreNailgun2": "Les armes à balles ont été abandonnées après l'invention des systèmes de munitions infinies tels que les armes électriques et les armes à chaleur, principalement en cause du coût nettement inférieur puisqu'il n'était plus nécéssaire d'acheter les munitions pour les armées à grande échelle.",
		"shop_loreNailgun3": "Même si le système de munition originale est obsolète et abandonné, cet arme a été toujours bien conçu et construit, donc avec quelques réaménagements à partir d'un cloueur industriel, il a devenu une arme qui peut rapidement tirer des projectiles avec une réserve de munition quasiment infinie.",
		"shop_loreNailgun4": "Comme il fallait s'y attendre d'une arme improvisée, sa conception est loin d'être parfaite. Le système de régénération des clous n'était pas conçu pour tourner à une vitesse élevée, donc il est susceptible de surchauffer si une limite de vitesse n'est pas établie, mais certains variantes ont choisi d'utiliser des dissipateurs thermiques.",
		"shop_loreNailgun5": "En cause de ses munitions limités, le Cloueur est mieux utilisé pour des coups rapides au lieux des périodes de temps augmenté.",
		"shop_loreNailgun6": "Les aimants de la variation Attracteur attirera les clous des autres variations du Cloueur, permettant de contourner les facteurs limitants, tel que le Surchauffement ayant une précision réduite.",
		"shop_loreNailgun7": "Certains ennemis, tels que les Têtes Malicieuses, sont faibles contre les clous. En particulier, les clous de meilleure qualité de la variation Attracteur décimera la plupart des ennemis.",
		"shop_loreNailgun8": "Les clous se coincent dans les ennemis, causant certains effets spéciaux. Les armes électriques reçeveront un bonus de dégâts quand ils sont tirés vers un ennemi qui porte des clous, et avec assez de clous, les ennemis légers deviennent surmagnétisées et sont tirés par les aimants, permettant d'immobiliser les ennemis légers temporairement.",
		"shop_loreNailgun9": "La vitesse des canons sont gardés entre les variations, donc un tir singulier avec la variation Attracteur donne la chaleur maximum pour la variation Surchauffement, permettant un coup instantané de surchauffement.",

		"shop_loreRailcannon1": "Cet outil industriel a été l'une des premières utilisations des technologies qui a donné suite aux armes électriques.",
		"shop_loreRailcannon2": "Il a initialement été conçu comme générateur portable, permettant un moyen facile de générer d'électricité pour la réinstallation temporaire, tels que les campements pendant la guerre ou les expéditions.",
		"shop_loreRailcannon3": "Comme la plupart des outils industriels, une fois l'humanité éteint, il a été reconverti en une arme par la machine qui l'a porté en relâchant sa tension constante dans un bref laser d'énergie extrêmement puissant, nécessitant un temps de rechargement long entre les tirs.",
		"shop_loreRailcannon4": "Bien que cet arme est risqué à utiliser en cause de son temps de rechargement, la puissance du canon-électrique le rend digne d'intérêt à porter, en particulier puisque l'utilisation de plusieurs armes entre les tirs permet de continuer de lutter pendant que la batterie du canon-électrique se recharge.",
		"shop_loreRailcannon5": "Chaque variation porte une utilisation différente, et puisqu'ils partagent tous le même temps de rechargement, il est important de savoir quel variation à utiliser pour chaque situation donné.",
		"shop_loreRailcannon6": "Temps de rechargement: 15 secondes. La charge actuelle est indiqué avec une icône sur l'écran.",
		"shop_loreRailcannon7": "La variation Électrique peut frapper les pièces du Tireur d'Élite. Puisqu'il peut pénétrer infiniment, avec le bon timing et un bon positionnement, il est possible de tirer à travers un ennemi pour frapper une pièce, qui ricochera ensuite dans l'ennemi de nouveau, augmentant les dégâts infligés.",
		"shop_loreRailcannon8": "En utilisant le bras Renvoyeur pour frapper un ennemi auquel le Tournevis est rattaché, il peut être relancé, infligeant un nouveau coup de dégâts à l'ennemi. Si le Tournevis frappe un nouvel ennemi, son temps d'utilisation sera réinitialisé, signifiant qu'une Tournevis peut être jonglé entre les ennemis infiniment avec le bon timing et positionnement, mais il se cassera si l'ennemi auquel il est rattaché se meurt.",
		"shop_loreRailcannon9": "La portée et les dégâts de sa variation Malicieuse peuvent être augmentés fortement en frappant un noyau de la variation Éjecteur du canon à chaleur. Cet technique est très risqué, puisque un tir manqué sera gaspillé et vous obligera à attendre le temps de rechargement, mais les récompenses sont généreuses.",

		"shop_loreRocketLauncher1": "Une autre arme originallement utilisé comme outil industriel, bien que celle-ci est beaucoup plus évidente grâce à son schéma de couleur plus vibrantes comparés à celles d'autres armes telles que le revolver, canon à chaleur et le cloueur, qui utilisent des armes à balles comme base.",
		"shop_loreRocketLauncher2": "Avec la plupart des technologies avancés, il a été initialement conçu pour l'utilisation dans la guerre, puisque son système de génération d'explosifs est extrêmement vite pour creuser des tranchées, détruire des obstacles, ou ravitailler les armes explosifs.",
		"shop_loreRocketLauncher3": "Cependant, cet outil lui-même ne peut pas être utilisé en tant que lanceur. Les premiers modèles servent aussi comme des armes, mais l'inclusion des systèmes pour détoner les explosifs ont produit des réactions chimiques lors du processus de génération, détonnant les explosifs avant la fin de leur préparation et avait donc tendance à détruire l'appareil et parfois tuer le porteur.",
		"shop_loreRocketLauncher4": "Depuis, ce processus a été divisé en deux entre l'appareil de génération, et un lance-roquettes séparé, où le générateur d'explosifs construit la plupart d'une roquette, et le lance-roquettes applique le mécanisme de déclenchement.",
		"shop_loreRocketLauncher5": "Puisque les machines ont rarement la luxure de coopération en cause du partage de sang étant vu comme du gaspillage, la machine qui a créée cette arme a modifié le processus de génération pour fonctioner avec qu'un seul utilisateur, et à recycler des pièces de marteau-piqueur pour lancer le projectile.",
		"shop_loreRocketLauncher6": "Au lieu d'utiliser un mécanisme de déclenchement d'explosion normale, les roquettes utilisent le sang d'une cible pour provoquer la réaction chimique, rendant le processus de génération sans danger, mais l'arme est plus difficile à utiliser puisqu'elle nécessite des tirs directs pour infliger des dégâts.",
		"shop_loreRocketLauncher7": "Les compétences requises pour une utilisation efficace de cet arme le rend intimidant, mais sa puissance y compense, et la plupart de ses porteurs ont choisi spécifiquement de le porter comme symbole de compétence comme tireur de précision.",
		"shop_loreRocketLauncher8": "Les roquettes ne causent une explosion de dégâts que lors d'un tir direct sur une cible vivante, mais les tirs qui rate délibérément les ennemis peuvent être utilisés pour lancer un ennemi dans l'air, puisqu'un tir direct sur un ennemi tombant provoque une explosion plus large, infligeant plus de dégâts.",
		"shop_loreRocketLauncher9": "Le lance-roquettes a besoin de très peu de préparation pour être utilisé, voulant dire qu'il peut être retiré, tiré et rangé pour ajouter un coup rapide de dégâts supplémentaires en plein milieu d'un combo.",
		"shop_loreRocketLauncher10": "Les roquettes sont attirées par les Aimants du Cloueur, mais pas autant que les clous. La précision du traquage peut être augmenté en gelant les roquettes avec la variation Arrêt-Image.",
		"shop_loreRocketLauncher11": "Une roquette sera attachée au Fouet sans annuler le coup si elle est frappé avec. Si le Fouet ne rentre pas en collision avec autre chose, la roquette y sera attiré avec, causant une explosion sur collision avec l'utilisateur.",
		"shop_loreRocketLauncher12": "Les ennemis légers attirés par le Fouet sont des cibles faciles à frapper pour le bonus d'explosion. Cependant, ceci nécessite beaucoup de distance si l'utilisateur souhaite esquiver la portée augmenté de l'explosion.",
		"shop_loreRocketLauncher13": "Certaines machines, V1 inclus, sont assez légères pour monter sur une roquette. Ceci peut être réalisé en gelant une roquette avec la variation Arrêt-Image, et en sautant dessus. Malgré le poids léger, la roquette perdra sa puissance éventuellement, la causant à descendre au fur et à mesure, mais dans l'eau, le poids de V1 est assez négligeable pour empêcher cette descente.",

		"shop_revolverPreset1": "STANDARD",
		"shop_revolverPreset2": "MAGNUM",
		"shop_revolverPreset3": "BRISE-GLACE",
		"shop_revolverPreset4": "CHAUD BOUILLANT",
		"shop_revolverPreset5": "SANGUIN",

		"shop_shotgunPreset1": "STANDARD",
		"shop_shotgunPreset2": "CLASSIQUE",
		"shop_shotgunPreset3": "PALAIS",
		"shop_shotgunPreset4": "CARAMEL",
		"shop_shotgunPreset5": "LUXUEUX",

		"shop_nailgunPreset1": "STANDARD",
		"shop_nailgunPreset2": "ACIDIQUE",
		"shop_nailgunPreset3": "CIEL CLAIR",
		"shop_nailgunPreset4": "LÉOPARD DES NEIGES",
		"shop_nailgunPreset5": "VAMPIRE",

		"shop_railcannonPreset1": "STANDARD",
		"shop_railcannonPreset2": "INVERSÉ",
		"shop_railcannonPreset3": "AMOUR ET ARC-EN-CIEL",
		"shop_railcannonPreset4": "STATUE VEIN",
		"shop_railcannonPreset5": "INDUSTRIEL",

		"shop_rocketlauncherPreset1": "STANDARD",
		"shop_rocketlauncherPreset2": "RUSTIQUE",
		"shop_rocketlauncherPreset3": "ROUGE À LÈVRE",
		"shop_rocketlauncherPreset4": "COURGE",
		"shop_rocketlauncherPreset5": "AMÉTHYSTE NOCTURNE",

		"shop_colorsPreset": "PRÉSET",
		"shop_colorsCustom": "PERSONNALISÉ",
		"shop_colorsAlternative": "ALTERNATIF",
		"shop_colorsDone": "CONFIRMER",
		"shop_colorsCustomUnlockPrompt": "DÉBLOQUER LES COULEURS PERSONNALISÉ POUR:"
	},

	"enemyNames": {
		"enemyname_filth": "SALETÉ",
		"enemyname_stray": "ERRANT",
		"enemyname_schism": "AMALGAME",
		"enemyname_soldier": "SOLDAT",
		"enemyname_stalker": "TRAQUEUR",
		"enemyname_insurrectionist": "INSURRECTONNISTE",
		"enemyname_ferryman": "PASSEUR",
		"enemyname_idol": "IDOLE",
		"enemyname_virtue": "VERTU",
		"enemyname_gabriel": "GABRIEL",
		"enemyname_swordsmachine": "LAME-MACHINE",
		"enemyname_drone": "DRONE",
		"enemyname_streetCleaner": "PURIFICATEUR",
		"enemyname_mindFlayer": "ILLITHID",
		"enemyname_sentry": "SENTINELLE",
		"enemyname_v2": "V2",
		"enemyname_v2Second": "V2 (2e)",
		"enemyname_gutterman": "ÉVICEREUR",
		"enemyname_guttertank": "ÉVICETANK",
		"enemyname_earthmover": "TERRASSEUR",
		"enemyname_malFace": "TÊTE MALICIEUSE",
		"enemyname_cerberus": "CERBÈRE",
		"enemyname_hideousMass": "MASSE HIDEUSE",
		"enemyname_leviathan": "LÉVIATHAN",
		"enemyname_mannequin": "MANNEQUIN",
		"enemyname_minotaur": "MINOTAURE",
		"enemyname_somethingWicked": "CRÉATURE MAUDITE",
		"enemyname_puppet": "PANTIN",
		"enemyname_fleshPrison": "PRISON DE CHAIR",
		"enemyname_minosPrime": "MINOS PRIME",

		"enemyname_boss_cerberus": "CERBÈRE, GARDIEN DES ENFERS",
		"enemyname_boss_fleshPanopticon": "PANOPTIQUE DE CHAIR",
		"enemyname_boss_sisyphusPrime": "SISYPHE PRIME",
		"enemyname_boss_cancerousRodent": "RONGEUR CANCÉREUX",
		"enemyname_boss_veryCancerousRodent": "RONGEUR TRÈS CANCÉREUX",
		"enemyname_boss_swordsmachineAgony": "LAME-MACHINE « AGONIE »",
		"enemyname_boss_swordsmachineTundra": "LAME-MACHINE « TOUNDRA »",
		"enemyname_boss_hideousMass": "MASSE HIDEUSE",
		"enemyname_boss_corpseOfKingMinos": "LE CADAVRE DU ROI MINOS",
		"enemyname_boss_gabriel": "GABRIEL, JUGE DES ENFERS",
		"enemyname_boss_insurrectionist": "INSURRECTIONNISTE SISYPHÉEN",
		"enemyname_boss_mandalore": "MYSTÉRIEUX CHEVALIER-DRUIDE (& LE HIBOU)",
		"enemyname_boss_earthmover": "1000-THR « TERRASSEUR »",
		"enemyname_boss_earthmoverDefence": "SYSTÈME DE DÉFENCE 1000-THR",
		"enemyname_boss_ferryman": "PASSEUR",
		"enemyname_boss_leviathan": "LÉVIATHAN",
		"enemyname_boss_insurrectionistAngry": "INSURRECTIONNISTE SISYPHÉEN « FRUSTRÉ »",
		"enemyname_boss_insurrectionistRude": "INSURRECTIONNISTE SISYPHÉEN « MALPOLI »",
		"enemyname_boss_gabrielSecond": "GABRIEL, L'APOSTAT DE LA HAINE",
		"enemyname_boss_bigJohninator": "GRAND JOHNINATOR",

		"enemyname_type_lesserHusk": "[Husk] INFÉRIEUR",
		"enemyname_type_greaterHusk": "[Husk] SUPÉRIEUR",
		"enemyname_type_supremeHusk": "[Husk] SUPRÊME",

		"enemyname_type_lesserDemon": "DÉMON INFÉRIEUR",
		"enemyname_type_greaterDemon": "DÉMON SUPÉRIEUR",
		"enemyname_type_supremeDemon": "DÉMON SUPRÊME",

		"enemyname_type_lesserMachine": "MACHINE INFÉRIEURE",
		"enemyname_type_greaterMachine": "MACHINE SUPÉRIEURE",
		"enemyname_type_supremeMachine": "MACHINE SUPRÊME",

		"enemyname_type_lesserAngel": "ANGE INFÉRIEUR",
		"enemyname_type_greaterAngel": "ANGE SUPÉRIEUR",
		"enemyname_type_supremeAngel": "ANGE SUPRÊME",

		"enemyname_type_primeSoul": "ÂME PRIME"
	},

	"cheats": {
		"cheats_disclaimer1": "L'activation des triches vous empêchera d'obtenir un rang à la fin du niveau et désactivera les meilleurs scores dans le Cyber Grind.",
		"cheats_disclaimer2": "<color=green>Appuyer sur</color> ~ <color=green>ou</color> HOME <color=green>après avoir activé les triches pour ouvrir le menu.</color>",
		"cheats_disclaimerYes": "ACTIVER LES TRICHES",
		"cheats_disclaimerNo": "ANNULER",

		"cheats_panelTitle": "GESTION DES TRICHES",
		"cheats_cheatsEnabled": "<color=green>TRICHES</color> ACTIVÉES :^)",

		"cheats_keepEnabled": "GARDER LES TRICHES ACTIVÉES",
		"cheats_spawnerArm": "BRAS DE SPAWN",
		"cheats_teleportMenu": "MENU DE TÉLÉPORTATION",
		"cheats_fullBright": "LUMINOSITÉ MAXIMUM",
		"cheats_invincibility": "INVINCIBILITÉ",
		"cheats_noclip": "NOCLIP",
		"cheats_flight": "VOL",
		"cheats_infiniteWallJumps": "SAUTS AU MURS INFINIS",
		"cheats_noWeaponCooldown": "AUCUN TEMPS DE RECHARGEMENT",
		"cheats_infinitePowerUps": "BONUS INFINIS",
		"cheats_blindEnemies": "ENNEMIS AVEUGLES",
		"cheats_enemiesHateEnemies": "ENNEMIS ATTAQUES ENTRES-EUX",
		"cheats_enemiesIgnorePlayer": "ENNEMIS IGNORENT JOUEUR",
		"cheats_disableEnemySpawns": "ENNEMIS DÉSACTIVÉS",
		"cheats_invincibleEnemies": "ENNEMIS INVINCIBLES",
		"cheats_killAllEnemies": "TUER TOUS LES ENNEMIS",
		"cheats_quickSave": "SAUVEGARDE RAPIDE",
		"cheats_quickLoad": "CHARGEMENT RAPIDE",
		"cheats_saveMenu": "GESTION DE SAUVEGARDES",
		"cheats_clear": "EFFACER LA MAP",
		"cheats_rebuildNav": "NAVIGATION DES ENNEMIS",
		"cheats_snapping": "COLLAGE DES OBJETS",
		"cheats_physics": "PHYSIQUES DES OBJETS",
		"cheats_crashMode": "MODE CLASH",
		"cheats_hideWeapons": "",
		"cheats_hideUi": "",
		"cheats_ghostDroneMode": "",

		"cheats_stayActive": "GARDER ACTIVÉ",
		"cheats_disableOnReload": "DÉSACTIVER AU RECHARGEMENT",
		"cheats_equip": "ÉQUIPER",
		"cheats_remove": "DÉSÉQUIPER",
		"cheats_open": "OUVRIR",
		"cheats_killAll": "TUER TOUS",
		"cheats_static": "STATIQUE",
		"cheats_dynamic": "DYNAMIQUE",
		"cheats_rebuild": "REDÉMARRER",
		"cheats_rebuilding": "EN COURS...",

		"cheats_activated": "ACTIVÉE",
		"cheats_deactivated": "DÉSACTIVÉE",
		"cheats_pressToBind": "Appuyez sur une touche",
		"cheats_delete": "SUPPRIMER",

		"cheats_navmeshOutdated1": "<color=red>NAVMESH OBSOLÈTE",
		"cheats_navmeshOutdated2": "<size=12>(Reconstruisez le navmesh dans le menu des triches)</size></color>",

		"cheats_spawnerArmSlot": "<color=#C2D7FF>Bras de spawn dans l'emplacement N°6\n</color>",

		"cheats_dupesTitle": "SAUVEGARDES DE BAC À SABLE",
		"cheats_dupesSaveNamePrompt": "ENTREZ UN NOM ICI",
		"cheats_dupesNewSave": "NOUVELLE SAUVEGARDE",
		"cheats_dupesOpenFolder": "OUVRIR LE FICHIER",
		"cheats_dupesSave": "SAUVEGARDER",
		"cheats_dupesLoad": "CHARGER",
		"cheats_dupesDelete": "SUPPRIMER",

		"cheats_categoryMeta": "MÉTA",
		"cheats_categorySandbox": "BAC À SABLE",
		"cheats_categoryGeneral": "GÉNÉRAL",
		"cheats_categoryMovement": "MOUVEMENT",
		"cheats_categoryEnemies": "ENNEMIS",
		"cheats_categoryWeapons": "ARMES",
		"cheats_categoryItems": "OBJETS",
		"cheats_categorySpecial": "SPÉCIAL"
	},

	"enemybios": {
		"enemyBios_type": "TYPE : ",
		"enemyBios_data": "DONNÉES : ",
		"enemyBios_strategy": "STRATÉGIES : ",

		"enemyBios_filth_1": "Les Pécheurs sont des manifestations physiques d'âmes de maudits.",
		"enemyBios_filth_2": "La forme physique est basé sur la valeur de l'âme originale, qui est déterminé par la force de sa volonté et sa prévalence dans la connaissance publique: les âmes vivantes qui lui en souvient.",
		"enemyBios_filth_3": "Les Saletés sont la forme la plus basse d'un pécheur, dont l'âme est trop faible et sans importance pour même pouvoir former un corps physique complet.",
		"enemyBios_filth_4": "Même parmi les Pécheurs, elles ont une intelligence très basse, motivé purement par la faim.",

		"enemyBios_filth_strategy1": "La plupart des armes sont facilement capables d'abattre les Saletés, mais leurs mâchoires puissantes et leur grand nombre peuvent rapidement dépasser les machines qui les sous-estiment.",
		"enemyBios_filth_strategy2": "Les explosions sont le meilleur moyen d'éliminer les groupes, mais toute arme qui peut frapper plus qu'une cible se montrera efficace.",

		"enemyBios_stray_1": "Même si leur grande stature peut être intimidante, les Errants sont plutôt peureux et tenteront de rester à distance de tout danger, attaquant seulement avec des projectiles formés avec de l'Énergie d'Enfer.",
		"enemyBios_stray_2": "La réalisation et le contrôle de cette énergie est une tâche complexe, les Errants portent un intellect très pauvre et ne peuvent faire cela que par pur instinct.",
		"enemyBios_stray_3": "Néanmoins, les humains n'ont pas pu répliquer ce niveau de précision et contrôle, en particulier, la capacité d'un Errant de faire en sorte que les orbes d'énergie ignorent des autres Errants.",

		"enemyBios_stray_strategy1": "La plupart des armes seront efficaces contre les Errants, mais un tir en pleine tête avec le Revolver est la façon la plus vite et sûre pour éliminer un Errant.",
		"enemyBios_stray_strategy2": "En raison de leur nature statique et leur vitesse de tir, ils sont les meilleurs candidats pour le renvoi de projectiles.",

		"enemyBios_schism_1": "Le résultat de deux âmes essayant de se manifester au même endroit, résultant en une amalgamation de deux corps.",
		"enemyBios_schism_2": "En raison de leur masse de corps doublé, ils sont résilient aux dégâts, mais ont beaucoup de mal à se déplacer, et donc ne peuvent pas viser avec beaucoup de précision, et doivent recourir à des tirs de barrage d'orbes d'énergie dans la direction générale de leur adversaire.",

		"enemyBios_schism_strategy1": "Les tirs chargés du Perceur sont une outil efficace pour tuer les Amalgames, mais leurs têtes déplacés peuvent rendre la visée difficile pour les inexpérimentées.",
		"enemyBios_schism_strategy2": "Un tir à bout portant du canon à chaleur, avec 2 pompes, sera assez pour les tuer en une seule attaque.",
		"enemyBios_schism_strategy3": "En raison de leur visée plutôt aléatoire, ils ne sont pas une cible à prioriser, mais la quantité de projectiles tirés peuvent être difficiles à esquiver lors de combats dans des petites zones.",

		"enemyBios_soldier_1": "Les Soldats sont une version amélioré des Errants, dont leur implants technologiques ont été fouillés des machines cassés, pour canaliser l'Énergie d'Enfer avec plus d'efficacité.",
		"enemyBios_soldier_2": "Cet augmentation de pouvoir donnent plus de confiance aux Soldats, les menant à se comporter plus agressivement que les Errants normaux.",
		"enemyBios_soldier_3": "Malgré leurs augmentations, leur intelligence reste faible et on ignore quoi ou qui les ont augmenté.",

		"enemyBios_soldier_strategy1": "Le fusil de pompe est une arme excellente contre les Soldats, tant que son utilisation est aussi vite pour leur empêcher de se protéger avec des attaques à mêlée.",
		"enemyBios_soldier_strategy2": "Les Soldats chargent leurs tirs devant eux, au lieu de en-dessus d'eux. La charge est alors plus facile à interrompre avec un tir de Revolver, pour les exploser.",

		"enemyBios_ferryman_1": "Les Passeurs sont des [Husk] rares auquel leur corps puissants, compétences formées et foi aveugle les ont permis la chance de devenir un transporteur des âmes entre les cercles de l'Enfer.",
		"enemyBios_ferryman_2": "Ils ont été donné un tissu sacré par le Paradis comme symbole de leur dévotion à l'ordre de Dieu, qu'ils portent sur leur corps pour cacher la forme humaine qu'ils détestent comme souvenir de leur pêchés qui les êmpechent de devenir des anges.",
		"enemyBios_ferryman_3": "Grâce à la puissance du sacré émanant du tissu, leur corps squelettique acquièrent des couleurs vives, et leurs crânes portent assez d'énergie latente pour ouvrir des portes qui empêchent autrement les invocations de quitter leurs milieux de tourment.",
		"enemyBios_ferryman_4": "Un bateau ne peut accueillir qu'un seul Passeur à la fois. À la suite de la formation d'un nouveau Passeur, ils se luttent à mort pour prendre contrôle du navire et obtenir la toile. Le crâne du perdant est pris comme trophée et est utilisé pour permettre au vainqueur de traverser les cercles pour transporter les âmes des damnés à leurs destinations.",
		"enemyBios_ferryman_5": "Les Passeurs utilisent les connaissances de leur vie ultérieur pour améliorer leurs bateaux. Rendant par exemple leurs rames qu'utiles pour le combat.",
		"enemyBios_ferryman_6": "Puisque l'influx d'âmes s'est estompé avec l'extinction de l'humanité, les Passeurs ont perdu leur but, et vagabondent sans objectif, en espérant que les anges aient la générosité de leur accorder l'accès au Paradis, malgré que Gabriel soit le seul qui prend soin de leurs efforts.",

		"enemyBios_ferryman_strategy1": "Les Passeurs choisissent leurs attaques en fonction des actions de son adversaire. Quand il est à proximité, il se recule vers une distance plus confortable, et se retraiter les fait essayer d'appliquer plus la pression avec des attaques à portée augmenté.",
		"enemyBios_ferryman_strategy2": "Malgré leur apparence, leurs coups sont assez dangereux et peut être difficile à esquiver. Il est conseillé de ne pas rester dans l'air pour longtemps.",
		"enemyBios_ferryman_strategy3": "Certaines de ses attaques peuvent être riposté alros que d'autres, non. Soyez attentif à l'éclair de l'attaque pour savoir si elle peut être renvoyé.",
		"enemyBios_ferryman_strategy4": "Les Passeurs tenteront de dépasser un adversaire reculant et roulant derrière lui avant d'attaquer. Traquez leur position et s'ils roulent trop souvent, tentez d'être plus agressif.",

		"enemyBios_idol_1": "Malgré la facilité de confondre cette statue à un être d'origine, les Idoles proviennent du mêmes processus que les autres démons. Contrairement aux autres démons, leur enveloppe est trop petite pour porter une quantité utile de Masse d'Enfer. Créant un être incapable de se déplacer ou d'agir.",
		"enemyBios_idol_2": "Les Idoles n'ont originellement aucune appartenance divine, mais elles ont été sculptées attentivement pour ressembler à de telles figures par des Passeurs qui les ont collectées lors de leurs voyages à travers les cercles de l'Enfer. Une preuve de compassion et de respect envers les anges, particulièrement Gabriel, dont les Passeurs espèrent qu'ils aient pitié.",
		"enemyBios_idol_3": "L'exposition continue au tissu sacré d'un Passeur fait pénétrer la lueur sacrée dans l'Idole, leur permettant de perpétuer cette compassion en protégeant les autres d'être blessé.",

		"enemyBios_idol_strategy1": "Malgré leur immunité aux projectiles, ils peuvent toujours être détruits par un coup de poing ou un [Slam].",
		"enemyBios_idol_strategy2": "Les ennemis bénis sont immunisé contre les dégâts, mais leur mouvements peuvent toujours être affectés. Ils peuvent aussi être tués par des dangers environnementaux.",
		"enemyBios_idol_strategy3": "Ni les Idoles, ni les ennemis bénis ne peuvent être saisies avec le [Whiplash].",

		"enemyBios_leviathan_1": "Contrairement aux autres démons, le Léviathan n'est pas formé à partir de la Masse d'Enfer, mais plutôt à partir des corps des Noyés, un nom utilisé pour désigner ceux dans l'océan du Styx qui ont abandonné leur lutte pour la surface et ont coulé au fond de l'océan, acceptant de se noyer pour l'éternité.",
		"enemyBios_leviathan_2": "Les Noyés, dans toute leur immobilité, ont été éventuellement fusionnés ensemble par la même force qui a créé les autres démons, devenant le Léviathan biblique, une abomination prophétisé d'amener la fin du monde.",
		"enemyBios_leviathan_3": "Le cœur, qui abrite les âmes des Noyés dans une angoisse sans fin tant que leurs chairs, veines et nerfs se tordent et se mutent, a tenté d'échapper de son corps, mais Gabriel l'a abattu avec ses lances divines, le collant sur l'arrière de sa tête, incapable de se déplacer.",
		"enemyBios_leviathan_4": "Malgré la fin du monde, le Léviathan reste coincé dans l'océan du Styx, grandissant alors avec le nombre de pécheurs dans le cercle de la Colère abandonnent tout espoir et se mettent de couler dans les profondeurs.",

		"enemyBios_leviathan_strategy1": "Le cœur du Léviathan est visible sur le sommet de sa tête, le rendant un point faible à viser. Il n'est pas toujours visible, mais il peut être vu après une de ses attaques, offrant une opportunité pour infliger des dégâts directement, ou pour lancer un aimant.",
		"enemyBios_leviathan_strategy2": "Bien que non conseillé, il est possible de monter sur le Léviathan pour une courte durée. Un saut précis peut vous permettre d'esquiver la morsure de Léviathan et de grimper sur sa tête.",
		"enemyBios_leviathan_strategy3": "Lorsqu'il attaque avec sa queue, elle se lancera soit au niveau de la mer, soit au dessus de la plateforme. La hauteur de son balayement peut être déterminée par le côté d'où sa queue commence à tourner.",

		"enemyBios_corpseOfKingMinos_1": "Autrefois étant le roi bien aimé du cercle de la Luxure, le corps de Minos fut laissé pour mort, réduit en un simple cadavre putride.",
		"enemyBios_corpseOfKingMinos_2": "En raison de son impressionnante volonté et de son statut comme dirigeant juste qui a été rappelé même après des millénaires après sa mort, la manifestation de son âme a résulté en le [Husk] le plus grand jamais enregistré.",
		"enemyBios_corpseOfKingMinos_3": "Des traces mineures de son âme original peut toujours être trouvés dans son corps, mais le cadavre lui-même est animé et dirigé entièrement par les parasites en forme de serpent, qu'il commandait autrefois.",
		"enemyBios_corpseOfKingMinos_4": "Malgré ayant ramené une période de renaissance au cercle de la Luxure, son cadavre ne cherche maintenant qu'à punir les pécheurs.",

		"enemyBios_corpseOfKingMinos_strategy1": "En raison de sa taille, il peut être difficile de se soigner de son sang, mais il a tendances à poser ses mains sur le haut des murs aux extrémités de l'arène, qui peuvent être utilisés pour se soigner.",
		"enemyBios_corpseOfKingMinos_strategy2": "Toutes les armes seront efficaces face à un ennemi de cette taille, mais les attaques de mêlée et les [Parry] sont une excellente façon d'infliger des dégâts supplémentaires.",
		"enemyBios_corpseOfKingMinos_strategy3": "Le trou noir qu'il crée, même s'il est très lent, reste toujours extrêment dangereux, et ne peux pas être détruit.",

		"enemyBios_stalker_1": "Comme punition dans le cercle d'Avarice, les Traqueurs sont forcés à transporter des lourds rochers jusqu'en haut des monuments dédiés à l'avarice de l'humanité pour toute l'éternité.",
		"enemyBios_stalker_2": "Ils ont réalisé cette punition pour si longtemps que leurs corps se sont adaptés à la tâche. Ils se sont déformés et grandis pour mieux l'exécuter.",
		"enemyBios_stalker_3": "Leurs membres se sont tordus pour mieux garder l'équilibre en portant des rochers sur leurs dos, et leurs peaux et muscles se sont complètement asséchés, qui leurs permettent de survivre aux dunes de poussière d'or, chauffés à des températures insupportables par le soleil.",
		"enemyBios_stalker_4": "Cependant, une force sentiente non-identifié a remplacé les rochers qu'ils portent normalement avec des bombes qui, lors de leur détonation, transforme tout sang à proximité en poussière d'or.",
		"enemyBios_stalker_5": "Des recherches ont démontré que cette technologie est très similaire aux augmentations des Soldats. Il est donc possible que les deux modifications proviennent de la même source.",

		"enemyBios_stalker_strategy1": "Il est conseillé d'exploser un Traqueur au lieu de le laisser exploser lui-même, puisque l'explosion de ce dernier aura une portée élargie.",
		"enemyBios_stalker_strategy2": "Si un Traqueur s'approche de son cible et ne peut plus être repoussé, un lancement au sol peut les pousser hors de portée pour qu'ils explosent en toute sécurité puisque l'explosion est principalement horizontale.",

		"enemyBios_insurrectionist_1": "Les Insurrectionnistes Sisyphéens sont une armée de [Husks] rassemblées et entraînées par le Roi Sisyphe pour renverser le contrôle du Paradis sur l'Enfer, libérant les pêcheurs de leur tourment éternel.",
		"enemyBios_insurrectionist_2": "Durant l'ère de chaos dans le Paradis, où la veille des Anges était absente, Sisyphe a mis son plan en motion, ses forces recrutant toutes les [husks] ayant assez d'intelligence pour être utile à leur cause, et ont commencé à attaquer les démons se promenant sur les dunes de l'Avarice.",
		"enemyBios_insurrectionist_3": "Lors de l'établissement du Conseil, et le retour du paix au Paradis, Gabriel et son armée d'Anges ont été envoyés pour écraser l'insurrection et subjuguer l'armée de Sisyphe.",
		"enemyBios_insurrectionist_4": "Malgré s'être bien battu, les Insurrectionnistes inexpérimentés n'ont pas pu faire face aux stratégies des Anges, qui se sont descendus sur le Roi Sisyphe, et l'ont finalement vaincu et l'ont tué, laissent les Insurrectionnistes sans chaîne de commandement.",
		"enemyBios_insurrectionist_5": "Dispersés et désorientés, les guerriers ont été facilement battus un par un, leurs corps coupés en morceaux, y laissant que les essentiels requises pour  continuer leur punition éternel de transporter des rochers lourds jusqu'en haut des monuments dédiés aux avarices de l'humanité.",
		"enemyBios_insurrectionist_6": "Bien que le sang de leurs ennemis tache leur corps et leur bras, leur volonté et fureur ne servant comme torment mental en sachent qu'ils étaient si proche de la liberté.",

		"enemyBios_insurrectionist_strategy1": "Même s'ils ont une portée d'attaque illimité, chacun des coups de l'insurrectioniste ont ses forces et faiblesses. Il est essentiel d'apprendre les directions auquel il faut esquiver chaque attaque.",
		"enemyBios_insurrectionist_strategy2": "Le coup de pied de l'Insurrectionniste est vite et destructif, il est donc déconseillé de rester proche pendant trop longtemps.",
		"enemyBios_insurrectionist_strategy3": "Les Insurrectionnistes Sisyphéens baignent leurs pieds dans le sang de leurs ennemis pour se protéger de la chaleur des dunes de l'Avarice, mais le reste de leur corps est toujours à découvert et qui peut être enflammés pour infliger de lourds dégâts.",
		"enemyBios_insurrectionist_strategy4": "Le Visage Malicieux qu'ils portent comme arme ne fait pas partie de leurs corps, donc les coups dessus n'inflige aucun dégât à l'Insurrectionniste, mais ceci veut aussi dire qu'il est possible de vous soigner dessus, même si le sang de son porteur a été transformé en sable.",

		"enemyBios_swordsmachine_1": "Sa forme originale n'est plus reconnaissable après des années de récupération de ferraille pour sa propre reconstruction, mais parmi les amateurs de robot, la Lame-Machine est réputée pour sa prouesse au combat et sa forme autodidacte; Laid pour la plupart mais magnifique pour les enthousiastes, qui donnent suite à plein d'imitateurs.",
		"enemyBios_swordsmachine_2": "Elle porte une épée créé par elle-même avec un moteur y rattaché dessus, qui chauffera la lame lorsque qu'il est tourné, permettant de couper à travers la plupart de matière organique sans difficulté.",
		"enemyBios_swordsmachine_3": "En raison de son comportement obsessif de ramassage, c'est une des machines restant capable de la vocalisation - une capacité que la plupart ont abandonné pour économiser leurs ressources.",

		"enemyBios_swordsmachine_strategy1": "Malgré sa performance excellente contre les citoyens d'Enfer, sa conception ne prend pas en compte les adversaires très mobiles, donc la meilleure façon d'esquiver sa lame est de sauter hors de sa portée verticale.",
		"enemyBios_swordsmachine_strategy2": "Son épée motorisé permet des attaques prévisibles, ce qui rend la Lame-Machine une cible excellente pour le renvoi des attaques.",
		"enemyBios_swordsmachine_strategy3": "Bien que son utilisation des attaques à distance sont primitives, ses lancement d'épées portent une précision inattendue grâce à sa maîtrise de l'arme.",

		"enemyBios_drone_1": "Un appareil de sécurité produit en masse, agissant comme caméra de surveillance et agent de défense.",
		"enemyBios_drone_2": "Ils ont été originellement conçus pour utiliser des munitions non-létales, mais ils ont dépouillés des machines défuntes de la surface pour augmenter leur efficacité à ramasser du sang.",
		"enemyBios_drone_3": "Curieux de nature, mais pour économiser les coûts de productions, leur intelligence est très réduite.",

		"enemyBios_drone_strategy1": "En raison de leur poids léger, les projectiles physiques comme des clous les bousculent, rendant les dégâts cohérents difficile.",
		"enemyBios_drone_strategy2": "Au moment de leur mort, une Drone fera un dernier effort de blesser leur adversaire avec un autodestruction, mais les attaques puissants et les explosions les feront exploser instantanément.",
		"enemyBios_drone_strategy3": "Un coup de poing sur un Drone redirigera leur plongée de suicide, les rendant une opportunité offensive à haut risque.",
		"enemyBios_drone_strategy4": "Leur mécanisme de scannage émettent un son distinct, il peut être utilisé pour les rendre beaucoup plus facile à traquer, puisque leur taille réduite et leur capacité de vol peuvent les mener à des endroits difficiles à atteindre.",

		"enemyBios_streetcleaner_1": "Initialement construites pour purifier l'air contaminé des cités après la catastrophe du climat, les Nettoyeurs ont été rendues obsolètes lors de la Nouvelle Paix, et ont été réutilisés comme scouts pour les expeditions dans l'Enfer.",
		"enemyBios_streetcleaner_2": "Leurs urges de nettoyer se sont toutefois restés, et après la chute de l'humanité, elles ont commencé à brûler toute matière organique qu'elles ont rencontré dans un effort pour purifier le monde.",

		"enemyBios_streetcleaner_strategy1": "En raison de leur expèrience dans le combat, elles peuvent être difficiles à battre avec les projectiles ou les explosives.",
		"enemyBios_streetcleaner_strategy2": "Le bidon de gaz sur leurs dos est un point faible majeur qui peut être brisé avec un tir précis, par exemple une pièce du Tireur d'Élite par l'arrière.",
		"enemyBios_streetcleaner_strategy3": "Les attaques à bout portant peuvent aussi être efficaces, mais doivent être vite effectués pour esquiver leur lance-flammes.",

		"enemyBios_v2_1": "Le modèle V à été conçu pour la guerre, avec V1 portant un nouveau type de blindage qui permet le ravitaillement avec le contact physique avec du sang, au lieu d'un processus de ravitaillement séparée.",
		"enemyBios_v2_2": "En cause de son minceur nécessaire, il est beaucoup moins durable, mais la capacité de réparer soi-même et reconstruire des pièces sur le terrain, l'emporte sur les négatifs sur un champ de bataille actif.",
		"enemyBios_v2_3": "Cependant, pendant la phase de prototypage, la Nouvelle Paix a été établi, et la guerre a perdu toute pertinence.",
		"enemyBios_v2_4": "La production de V1 a été annulé et un modèle amélioré, V2, a été conçu à sa place, en utilisant un blindage standard puisque la durabilité était beaucoup plus important lors des temps de paix, où la violence n'était pas nécessaire.",
		"enemyBios_v2_5": "Aucun des deux modèles n'a atteint la production en masse à cause du manque des guerres qui ont supprimé toute demande. Il est alors très probable qu'un seul prototype de chaqu'un des deux modèles soient encore en existence.",

		"enemyBios_v2_strategy1": "V2 est redoutablement efficace quand il vient à la gestion du terrain et en prend l'avantage de ceci pour changer le rythme de la bataille à sa guise et surpasser son adversaire. Si vous restez proche, il s'enfuira, mais si vous restez loin, il s'approchera.",
		"enemyBios_v2_strategy2": "La mobilité élevée de V2 fait de lui une cible difficile à atteindre, et en particulier rend difficile de se soigner. Si vous avez besoin de sang, et vous n'êtes pas capables de le rattraper, rester à l'écart l'encouragera à vous approcher.",
		"enemyBios_v2_strategy3": "V2 s'adapte à la distance de sa cible et changera d'arme pour s'y accommoder. Si une de ses armes est difficile à esquiver, un changement de distance va entrainer V2 de changer d'arme.",
		"enemyBios_v2_strategy4": "La connaissance des synergies de votre arsenal peuvent vous permettre de contrer les attaques de V2.",

		"enemyBios_mindflayer_1": "Rare mais extrêmement dangereuse, l'Illithid est une machine qui a adapté et maîtrisé l'usage d'Énergie d'Enfer, avec sa propre prouesse technologique.",
		"enemyBios_mindflayer_2": "La machine elle-même ne comporte que la partie haute de son corps, dont le reste est une structure de plastique qui a la forme d'un humain, ce qu'ils semblent avoir construit eux-mêmes.",
		"enemyBios_mindflayer_3": "Le corps plastique ne sert à rien, et n'est utilisé que pour des raisons esthétiques.",
		"enemyBios_mindflayer_4": "Malgré le fait que ça soit une gaspillage de ressources, les Illithids utilisent tout ce qui est en leur pouvoir pour protéger le corpse plastique du mal, même si elle doit se détruire dans le processus.",
		"enemyBios_mindflayer_5": "Les Illithids semblent préférer une forme féminine, mais des occasions rares de formes masculines ont été observés.",

		"enemyBios_mindflayer_strategy1": "Lors d'une rencontre avec une Illithid, il est impératif de traquer ses actions, soit par visuel ou par sonore.",
		"enemyBios_mindflayer_strategy2": "En cause du fait que leurs projectiles guidés soit tirés en rafale, un explosif comme le choc du Bombardier est le moyen la plus efficace de les renvoyer.",
		"enemyBios_mindflayer_strategy3": "Leur téléportation instantané peut rendre la possibilité d'avoir un avantage de positionnement difficile, mais un tir de Tournevis les empêchera de pouvoir se téléporter temporairement.",

		"enemyBios_sentry_1": "Une parmi beaucoup de machines de guerre conçue lors de la Dernière Guerre. Malgré des tentatives pendant la Nouvelle Paix, leur conception simplifiée les ont rendu incapable de réamènagement avant le début des expéditions en Enfer.",
		"enemyBios_sentry_2": "Leur jambes et pieds extrêmement puissants les permettent de creuser dans le sol, les rendant immobiles par la force physique, et les permettant de viser tout tir sans interruption.",
		"enemyBios_sentry_3": "Malgré leur taille, ils ont été conçus pour être très légers, ce qui les rendent capables de se déplacer à une vitesse surprenante grâce à la puissance de leurs jambes. Une telle puissance et légèreté les ont rendu une des pièces les plus recherchées par les amateurs.",
		"enemyBios_sentry_4": "La plupart des machines n'utilisent qu'une approximation simplifiée de leur environnement pour un temps de traitement optimisé, mais les Tourelles utilisent des approximations complets, leur donnant une précision parfaite, même sur des énormes distances.",

		"enemyBios_sentry_strategy1": "Grâce à leurs jambes puissantes, une fois ancrés dans le sol, elles ne peuvent plus se déplacer.",
		"enemyBios_sentry_strategy2": "Une fois dans le sol, les seuls moyens d'interrompre leur attaque sont: Le Canon-Électrique, tirer leur antenne avec le Revolver, les éjecter avec un choc au sol, ou les frapper avec le Bombardier.",
		"enemyBios_sentry_strategy3": "Tant qu'ils ne sont pas creusés, leur poids léger les rendent facile à lancer, et les garder dans les airs, les rendent sans danger.",
		"enemyBios_sentry_strategy4": "Une bonne technique pour neutraliser une Tourelle pour plus longtemps est de la cribler de clous, et d'ensuite tirer un aimant du Cloueur dans un mur ou le plafond, ce qui l'attirera une fois déséquilibré.",

		"enemyBios_v2Second_1": "Après sa défaite et sa fuite, V2 a plongé plus profondément dans l'Enfer, en tuant d'autres machines pour se soigner avec leur sang, avec l'intention de se venger de V1 et récupérer son bras original.",
		"enemyBios_v2Second_2": "Ayant trouvé une rechange temporaire depuis une de ses victimes, V2 a utilisé des pièces d'autres machines pour transformer son nouveau bras en outil de mobilité qui lui permit de rattraper V1 dans les cercles les plus profonds.",
		"enemyBios_v2Second_3": "Pour préparer leur deuxième et dernière rencontre, il a pris le temps d'analyser les données de combat depuis leur dernier combat pour imiter les stratégies et techniques utilisés par V1 pour obtenir un avantage.",
		"enemyBios_v2Second_4": "Cependant, malgré toutes ses préparations, V2 perdit de nouveau, et ce fut son dernier combat.",

		"enemyBios_gutterman_1": "Construits tôt lors de la Guerre Finale, les [gutterman] étaient l'un des premiers essais réussis dans l'utilisation du sang comme source d'énergie ainsi que les tout premiers automatons à être déployés en combat dans des conflits à grande échelle.",
		"enemyBios_gutterman_2": "Lors de la première phase de la guerre, une ère de guerre des tranchées, ces murs insurmontables étaient largués depuis les airs dans les tranchées ennemies qu'ils purgeaient systématiquement de tout ennemi. Leur seul choix était de soit être pulvérisé par le [gutterman] ou courir hors des tranchées et se faire abattre par les coups de feu des mitraillettes.",
		"enemyBios_gutterman_3": "Aucun chercheur n'avait encore trouvé de moyen pour garder le sang frais dans une machine, une source de sang vivante était donc piégée à l'intérieur, tenue à peine en vie, avant que le [gutterman] soit scellé. Même s'il était publiquement dit que ces sources de sang étaient des patriotes volontaires, la plupart étaient des déserteurs, des soldats épuisés ou des prisonniers de guerre.",
		"enemyBios_gutterman_4": "Des forces lointaines ont pris connaissance de la cruauté de l'homme et la souffrance de ces sources de sang humain ont servi d'inspiration pour la création des Mannequins.",

		"enemyBios_gutterman_strategy1": "Son bouclier est sa défense principale. Le détruire avec le [Knuckleblaster] rendra le [gutterman] plus susceptible aux dégâts.",
		"enemyBios_gutterman_strategy2": "Lent au début, leur visée deviendra progressivement plus précise tant qu'ils peuvent maintenir une ligne de mire. Il est préférable de ne pas rester à découvert trop longtemps.",
		"enemyBios_gutterman_strategy3": "Après avoir détruit leur bouclier, leurs coups de poing peuvent être parés, ce qui réinitialise leur visée.",
		"enemyBios_gutterman_strategy4": "Le corps d'un [gutterman] peut être [slam] pour causer une grosse explosion qui blesse les ennemis proches et propulse l'attaquant dans les airs.",

		"enemyBios_guttertank_1": "Tandis que les [Gutterman] ont à eux-seuls mis fin à l'ère de la guerre des tranchées de la Guerre Finale, les armées se sont dépêchées de créer des contre-mesures, menant à la création de plus de machines de guerre.",
		"enemyBios_guttertank_2": "Basé sur les fondations des [gutterman] pour ne pas perdre de temps, les [Guttertank] étaient équipés de très efficaces explosifs et des bras capables d'endommager et détruire des armures épaisses. Les lents mais puissants murs qui dominaient les champs de batailles étaient maintenant obsolètes.",
		"enemyBios_guttertank_3": "Puisque les hommes n'étaient plus d'aucune utilité sur les fronts, totalement surpassés par les machines, ils ont été presque entièrement retirés des champs de bataille. Cela mena à la deuxième ère de la Guerre Finale, où les machines se combattaient dans un vas-et-vient de progrès technologiques au cours du développement de nouvelles inventions à un rythme ahurissant, chacun étant créé pour contrer son précédent.",
		"enemyBios_guttertank_4": "Les soldats rentrèrent chez eux avec joie, mais ils ont rapidement été accueilli par la réalisation que cette course aux armements sans bût ni fin ne laissait que très peu dans son sillage. Toutes les ressources étaient utilisées sur les machines de guerre et les civils appauvris devaient survivre du mieux qu'ils pouvaient. Leur chez-eux était seulement un autre champ de bataille, un combat chacun-pour-soi.",
		"enemyBios_guttertank_5": "La conquête mène à la guerre —",
		"enemyBios_guttertank_6": "La guerre mène à la famine —",
		"enemyBios_guttertank_7": "La famine mène à...",

		"enemyBios_guttertank_strategy1": "Le coup de poing d'un [Guttertank] est étonnamment rapide et puissant. La meilleure manière d'approcher une de ces machines est de la faire manquer un coup avant de réduire l'écart.",
		"enemyBios_guttertank_strategy2": "À cause de technologies réutilisés, le Lances-Roquettes [freezeframe] est aussi capable de figer les roquette d'un [Guttertank], les rendant temporairement incapable d'attaquer à distance.",

		"enemyBios_earthmover_1": "Les [Earthmovers] étaient l'apogée de la course aux armements. Souvent surnommé les cavaliers de l'apocalypse, une de ces machines pouvait à elle seule renverser une ville entière et ne laisser que des flammes dans son sillage. La dernière ère de la Guerre Finale était amorcée.",
		"enemyBios_earthmover_2": "Étant les premières machines à pouvoir abriter un générateur à bouclier, ces forteresses sur pattes ne pouvaient être rendues vulnérables que de l'intérieur, les transformant en nouvelles lignes de front pour des machines plus mobiles et petites. À cause de leur taille titanesque, ils avaient besoin de sang et d'énergie solaire pour fonctionner.",
		"enemyBios_earthmover_3": "Lorsque l'ère finale s'intensifia, rasant le monde avec du feu, les civils survivants durent évacuer et construire leurs nouvelles habitations sur le dos de ces machines, tandis que la surface se transformait en une terre désolée sur laquelle nulle flore et faune ne pouvait survivre.",
		"enemyBios_earthmover_4": "Finalement, la suie, fumées et les débris de cette guerre globale sans fin cacha le soleil, plongeant le monde dans la Longue Nuit. Les [Earthmovers], incapable de se nourrir d'énergie solaire, s'éteignirent et moururent un à un.",
		"enemyBios_earthmover_5": "La guerre était devenue entièrement dépendante d'eux, les conflits à grande échelle n'étaient plus envisageables. Enfin, l'humanité commença à travailler ensemble pour corriger les effets de la catastrophe climatique de la Longue Nuit, et ainsi commença la Nouvelle Paix. 200 ans de guerre ne s'est pas terminé par un grand boum final, mais par un silence absolu.",
		"enemyBios_earthmover_6": "Au bord du désespoir, la planète réappris lentement à respirer, les corps de ces titans servant de sombre rappel d'à quel point l'humanité était proche d'une véritable apocalypse de ses propres mains.",

		"enemyBios_earthmover_strategy1": "Chaque partie de son système de défense est immobile, les rendant très vulnérables à des attaques qui manqueraient normalement beaucoup plus facilement comme les roquettes du [freezeframe].",
		"enemyBios_earthmover_strategy2": "Certains des espaces dans la grille de défense de l'ordinateur central sont trop hauts pour être atteint seulement en sautant, mais les bords surélevés de la salle peuvent être utilisés pour gagner plus de hauteur. Les plus agiles pourraient sauter immédiatement après un [slam] pour gagner assez de hauteur.",

		"enemyBios_v2Second_strategy1": "Les pièces de V2 peuvent paraître dangereuses, mais elles offrent une opportunité de retourner son attaque contre lui-même si vous les tirez avant qu'il le fasse.",
		"enemyBios_v2Second_strategy2": "Le cloueur de V2 peut être détourné contre lui-même avec des Aimants. Mais il ne l'utilisera pas tant qu'il a un aimant attaché à lui-même",
		"enemyBios_v2Second_strategy3": "V2 sera instantanément enragé si vous le frappez avec son propre bras.",

		"enemyBios_maliciousFace_1": "Les démons sont des créatures nées dans la masse des Enfers. Ils sont facilement reconnaissables par leur surface solide et rocheuse, et leurs déplacements lents.",
		"enemyBios_maliciousFace_2": "Les démons portent une intelligence supérieure à celle des invocations, mais ils sont toujours incapables de pensées rationnelles et de communication. Aucun démon n'a pu passer le test du miroir, mais les études sont limités en raison de leur hostilité.",
		"enemyBios_maliciousFace_3": "Les Têtes Malicieuses sont les type de démons les plus commun, mais sont incroyablement dangereux, surtout dans des foules, grâce à leur maîtrise d'Énergie Infernale comme arme.",

		"enemyBios_maliciousFace_strategy1": "En raison de leurs tirs en rafale, il peut être difficile de les approcher. Malgré l'efficacité d'un tir de canon à chaleur à bout pourtant, les clous sont le meilleur plan d'action, avec les aimants qui permettent le combat à longue distance.",
		"enemyBios_maliciousFace_strategy2": "Grâce à leur résistance totale aux explosions, ils n'ont pas à se retenir avec leurs tirs de faisceau, il est donc conseillé d'éviter les murs et d'autres surfaces solides lorsqu'ils commencent à charger un faisceau d'énergie.",

		"enemyBios_cerberus_1": "Même s'ils ne ressemblent pas au chien à trois têtes de la mythologie, ce nom a été choisi en raison de leur nature comme gardiens de l'Enfer. Cependant, il n'est pas encore connu pourquoi certains continuent à dormir malgré les provocations.",
		"enemyBios_cerberus_2": "Malgré le fait que la conservation de stabilité d'un orbe d'énergie nécessite un effort considerable de concentration, ils semblent toujours en garder à la main, très probablement comme un présentoir de leur pouvoir pour effrayer les intrus.",

		"enemyBios_cerberus_strategy1": "En raison du fait qu'ils restent entièrement stationaire jusqu'à qu'ils soient reveillés, leur déplacement est très lent, donc la distance d'engagement est facile à contrôler.",
		"enemyBios_cerberus_strategy2": "Ils sont assez adeptes au combat à distance en lancant leur orbe, mais pour éviter les dégâts à soi-même, ils ne le lanceront pas quand leur cible est proche. Ceci peut être utilisé pour manipuler leur comportement, mais une fois qu'un lancer est demarré, il ne peut pas être interrompu.",
		"enemyBios_cerberus_strategy3": "En raison de leur concentration extrême sur leurs orbes d'énergie, les orbes lancées exploseront à un impact physique, il sera don plus difficile d'éviter ces attaques en restant proche des surfaces, comme le sol ou les murs.",

		"enemyBios_hideousMass_1": "Les Masses Hideuses sont une occurence rare, lorsqu'une quantité excessive de Masse Infernale est versée dans une seule coquille, la faisant déborder et éclater.",
		"enemyBios_hideousMass_2": "Ses ouvertures aux articulations lui permet de bouger sans avoir besoin de plier sa carapace, la pierre a durcie plus que la plupart des invocation et des démons, la rendant complètement imperméable à tout attaque connue à ce jour.",

		"enemyBios_hideousMass_strategy1": "Malgré sa carapace de pierre servant de défense impénétrable, le ventre et la queue de la Masse Hideuse restent exposés et vulnérables.",
		"enemyBios_hideousMass_strategy2": "Lorsqu'ils se tiennent debouts, lui causer des dégâts proches est le moyen le plus efficace pour les blesser, cependant il est très probable qu'il change de position; la clé est d'être rapide et décisif.",
		"enemyBios_hideousMass_strategy3": "En position accroupie, il est conseillé de garder votre distance en cause des ses capacités de mêlée et son harpon à haute vitesse, mais les courageux (ou les suicidaires) peuvent tenter de monter sur son dos pour continuer à attaquer la queue.",
		"enemyBios_hideousMass_strategy4": "Si le harpon vous attrape, il est conseillé soit de le frapper, soit d'attaquer la queue pour le retirer.",

		"enemyBios_mannequin_1": "Pendant le départ des anges après la disparition de Dieu, plusieurs pécheurs ont tenté de s'échapper du cercle de la violence, bravant le labyrinthe qui se trouve à ses extrémités, pensant pouvoir trouver un chemin hors de l'Enfer en l'absence des gardiens du paradis.",
		"enemyBios_mannequin_2": "Les imbéciles ayant essayé de s'échapper se sont rendu compte bien trop tard que les anges n'était pas les seuls qui les séparait de leur liberté, car le [Garden of Forking Paths] n'est pas qu'un simple labyrinthe, mais plutôt un avec des intentions malicieuses, surveillé avec une cruauté rusée.",
		"enemyBios_mannequin_3": "Les murs, tous assez similaires pour empêcher tout repère, mais juste assez différent pour ne pas donner d'impressions de familiarité, ont éventuellement eu raison des échappés épuisés, qui tombèrent dans un sommeil profond. C'est alors que leur métamorphose commença.",
		"enemyBios_mannequin_4": "Chaque pécheur était déchiré membre par membre, leurs restes brisés fourrés dans des statues vides, les éveillant à la vie en tant que chair et sang des Mannequins.",
		"enemyBios_mannequin_5": "Le cadeau qu'est la mort est un rare privilège en Enfer, les pécheurs qui ont essayé de prendre le contrôle de leur destin sont donc maintenant endormis dans une agonie éternelle, incapables de contrôler même leur propre corps, qui continuent encore de faire souffrir le même châtiment aux autres imbéciles malchanceux.",

		"enemyBios_mannequin_strategy1": "Malgré leur rapidité, un Mannequin peut perdre son équilibre en atterrissant s'il est lancé dans les airs ou poussé pendant qu'il s'agrippe à une surface, donnant un petit espace de temps pour les attaquer plus facilement. Ceux assez rapides peuvent même les frapper dans les airs lorsqu'ils sont encore vulnérables, les tuant d'un seul coup.",
		"enemyBios_mannequin_strategy2": "Les projectiles d'un Mannequin peuvent être difficile à éviter à cause de leur capacité à suivre leur cible, mais cela les rend encore plus facile à [parry] avec le Renvoyeur.",
		"enemyBios_mannequin_strategy3": "Les Mannequins sont plus faciles à attaquer avec l'onde de choc d'une grande explosion, mais ils sont plus résistants à ces attaques qu'aux autres.",

		"enemyBios_minotaur_1": "INCONNU. PAS DE DONNÉES TROUVÉES.",
		"enemyBios_minotaur_2": "Le Minotaure, l'un des plus vieux démons connu encore en vie, a été sculpté par <color=white>███████</s> <s>████████</color> comme cadeau pour le Juge des Enfers de cette époque, Minos, dans l'objectif d'établir une sorte de rapport.",
		"enemyBios_minotaur_3": "Même si son créateur le considérait merveilleux, un monument personnalisé de la mort et du désespoir, Minos fut terrifié par cette grotesque caricature de ses erreurs passées et l'a exilé dans le [Garden of Forking Paths], espérant ne jamais le revoir.",
		"enemyBios_minotaur_4": "Le Minotaure, maintenant vieux et faiblissant, court aveuglément au travers du labyrinthe dans une tentative désespérée de se libérer. Son seul vœu : de voir le ciel une dernière fois.",

		"enemyBios_minotaur_strategy1": "Même s'il est difficile de récupérer de la vie due à sa distance, il est mieux d'être patient. De nouveaux wagons portant des ennemis plus faibles arriveront occasionnellement.",
		"enemyBios_minotaur_strategy2": "Une grande partie de son corps est protégé, mais ses entrailles sont exposées. Elles sont donc une cible facile.",

		"enemyBios_gabriel_1": "Un des archanges le plus respectés et redoutés, Gabriel a gagné sa reputation par le pouvoir et l'éfficacité.",
		"enemyBios_gabriel_2": "Peu importe la tâche donnée, Gabriel la réalisa instantanément et de manière décisive, ce qui lui a fait gagner le titre de Juge des Enfers après avoir détrôné Minos, et mis fin à la renaissance du royaume de la Luxure.",
		"enemyBios_gabriel_3": "Avec sa loyauté envers le Conseil, il est beaucoup plus populaire et aimé parmi les anges, grâce à sa personalité naturellement radieuse et active, surtout par rapport au Conseil, qui suit et maintient de manière stricte le dogme de la Foi.",

		"enemyBios_gabriel_strategy1": "Les mouvements de Gabriel sont vifs, et ses attaques mortelles, mais en observant la direction vers laquelle il brandit son arme, ses attaques peuvent s'avérer prévisibles.",
		"enemyBios_gabriel_strategy2": "La fierté de Gabriel l'empêche d'attaquer lorsqu'il moque son adversaire, ce qui vous donne un court moment pour vous soigner.",

		"enemyBios_gabrielSecond_1": "Ayant connu la défaite à deux fois face à la machine, Gabriel reconnut son erreur. Le feu intense qui le brûlait de l'intérieur n'était pas la haine, mais la passion.",
		"enemyBios_gabrielSecond_2": "Gabriel n'a jamais connu le plaisir de lutter, de faire face à un adversaire de mesure égale ou supérieure. Même ayant maintenant perdu deux fois, chaque défaite n'a fait qu'augmenter son desir de se dépasser.",
		"enemyBios_gabrielSecond_3": "Jusqu'à présent, il n'a fait que ce que l'on attendait de lui, mais maintenant, pour la première fois, il avait trouvé quelque chose qu'il souhaitait accomplir pour lui-même. La Fin de l'Enfer n'avait plus la moindre importance pour lui.",
		"enemyBios_gabrielSecond_4": "De même, ayant compris les horreurs qu'il a pu commettre au nom de Dieu, il ressentit une grande culpabilité. Bien qu'il ne put défaire ce qu'il avait commis, Gabriel savait qu'il devrait remettre les choses en ordre, et se dirigea en Enfer une dernière fois.",

		"enemyBios_gabrielSecond_strategy1": "Bien que la vitesse de Gabriel a augmentée, ce n'est pas le cas de sa précision. Les esquives diagonales ou sur les côtés seront plus efficaces que de tenter de reculer hors de portée de ses épées.",
		"enemyBios_gabrielSecond_strategy2": "Son glaive peut sembler impossible à esquiver, mais il reste un bon atout s'il vient à être renvoyé.",
		"enemyBios_gabrielSecond_strategy3": "Submergé par ses émotions, Gabriel s'arrêtera parfois pour se moquer de son adversaire, vous laissant une ouverture pour vous soigner.",

		"enemyBios_virtue_1": "La base de la formation d'un ange inférieur est assez similaire à celle des carcasses, où la manifestation physique de l'âme est dépendante de sa valeur, mais contrairement aux carcasses, la vertu sert aussi comme facteur pour les anges.",
		"enemyBios_virtue_2": "Les anges inférieurs proviennent des âmes humaines, qui prennent des formes abstraites ou animales, les rendant distinctes des corps humanoïdes des anges supérieurs et suprêmes, qui ont été créés comme tels, et sont considérés plus purs et sont placés plus haut sur l'hiérarchie sociale du Paradis.",
		"enemyBios_virtue_3": "On en sait peu sur les spécificités sur les anges, puisque le Paradis est excluant et ségrégé en raison de ne pas vouloir de contact avec l'expérience humaine de Dieu.",

		"enemyBios_virtue_strategy1": "La verticalité et le couvert donne peu de sécurité contre les rayons de lumière des Vertus, donc le mouvement horizontal est encouragé, mais se revenir en arrière est dangereux, puisque les rayons restent pendant un période de temps.",
		"enemyBios_virtue_strategy2": "Si on l'ignore trop longtemps, les Vertus s'enragent, ce qui fait que les rayons suivent leur cible. Bien qu'il soit facile d'esquiver leurs attaques avec assez d'espace, les laisser sans surveillance peut très vite leur donner un avantage.",

		"enemyBios_somethingWicked_1": "Nous connaissons que très peu de cette créature.",
		"enemyBios_somethingWicked_2": "Certains spéculent que c'est un Pécheur, mais en raison de sa nature intouchable et extrêmement hostile, personne n'a pu confirmer cette hypothèse.",
		"enemyBios_somethingWicked_3": "Un seul a été observé, et il n'a jamais été vu quitter la section de la Bouche des Enfers, laquelle il réside actuellement.",

		"enemyBios_somethingWicked_strategy1": "Tout attaque le fera changer de direction, mais il n'existe aucune façon de le tuer.",
		"enemyBios_somethingWicked_strategy2": "Son moyen d'attaquer est inconnu en dehors du fait qu'il s'agit d'un contact physique, aucune forme de protection n'a pu sauver ses victimes.",

		"enemyBios_fleshPrison_1": "La Prison De Chair est un organisme non catégorisé créée par les anges, pour emprisonner l'âme de Minos après qu'il ait été tué par Gabriel.",
		"enemyBios_fleshPrison_2": "Malgré sa similarité aux carcasses, elle ne possède pas d'âme, ou toute autre forme de pensée. Toutes ses actions sont des réactions répondant purement à un stimulus, la rapprochant plus d'une machine organique que d'un réel être vivant.",
		"enemyBios_fleshPrison_3": "Afin de la rendre aussi impénétrable que possible, il lui a été donné des pouvoirs divins et de l'Énergie des Enfers, ce qui rend ses attaques chaotiques et imprévisibles.",

		"enemyBios_fleshPrison_strategy1": "La Prison De Chair utilise parfois ses Yeux pour soigner ses propres blessures. Plus il lui reste d'yeux, plus il est probable que la Prison De Chair tente de se soigner, il est donc conseillé d'éviter de trop la blesser jusqu'à ce que tout les Yeux soient détruits.",
		"enemyBios_fleshPrison_strategy2": "La fenêtre d'un tir de pièce divisé avec le Tireur d'Élite est une bonne façon d'éliminer plusieurs Yeux en même temps. Un bon premier coup contre la Prison De Chair est de lancer plusieurs pièces en l'air et d'attendre l'état de tir divisé avant de les tirer.",

		"enemyBios_minosPrime_1": "Un âme prime est une occurence incroyablement rare, à laquelle un âme accumule tellement de pouvoir qu'ellle ne requiert plus de corps pour pouvoir se manifester physiquement.",
		"enemyBios_minosPrime_2": "En tant que des manifestations de pure volonté, les âmes primes sont incroyablement puissantes, jusqu'au point que même les anges les plus fiers les voient comme une menace, et utiliseront tout les moyens nécessaires pour les empêcher de prendre forme.",
		"enemyBios_minosPrime_3": "Le Roi Minos estimait que la souffrance éternelle était une punition injuste et déraisonnable pour ceux dont le seul pêché était l'amour d'un autre. Après la Disparition de Dieu, les anges se sont perdus et le Paradis se trouvait dans le chaos, Minos a alors commencé son projet de reformer le cercle de la Luxure.",
		"enemyBios_minosPrime_4": "La renaissance de la Luxure était prospère, avec le Roi Minos guidant ses citoyens à se réunir et à bâtir une nouvelle civilisation. Les efforts combinés des innombrables qui furent damnés au second cercle a mené a de grands résultats, rendant la cité de la Luxure plus glorieuse que jamais.",
		"enemyBios_minosPrime_5": "Gabriel, le plus intelligent des anges, fut envoyé pour tuer Minos. Le roi, au lieu de se battre, tenta de le raisonner, mais Gabriel l'abbatut sans jamais l'écouter et sans la moindre merci.",
		"enemyBios_minosPrime_6": "Puisque la volonté de Minos eut été assez forte pour tenter de se mesurer au règne du Paradis, les anges ont choisi d'emprisonner son âme comme tentative de l'empêcher de devenir un âme prime, et nommèrent Gabriel nouveau Juge des Enfers.",
		"enemyBios_minosPrime_7": "Depuis sa prison de chair, Minos vit en toute impuissance, son corps maintenant côntrolé par des parasites, détruire le fruit de son dur labeur. En se maudissant lui - même pour avoir échoué de protéger son peuple, il fit alors vœu de vengeance...",

		"enemyBios_minosPrime_strategy1": "Il est rare que Minos Prime vous accorde le temps de vous soigner, il est donc vital d'aprendre quelles sont les attaques qui le laissent vulnérable pendant un court instant, et comment les esquiver de sorte à vous donner une position avantageuse lors de ces moments.",
		"enemyBios_minosPrime_strategy2": "Ses projectiles en forme de serpent peuvent être renvoyés avec le Renvoyeur pour vous soigner entièrement, même si le projectile ne frappe pas Minos Prime.",

		"enemyBios_fleshPanopticon_1": "Le Panoptique de Chair est une version supérieure de la Prison de Chair, construit non seulement pour contenir l'âme du roi Sisyphe, mais aussi avec la capacité de pouvoir garder un œil sur de possibles partisans qui auraient pu être emprisonnés avec lui.",
		"enemyBios_fleshPanopticon_2": "Toutefois, cette capacité ne fut jamais été utilisée, car l'âme de Sisyphe commençait déjà à se former avant de se faire emprisonner, semant la peur dans les anges pensant qu'il pourrait s'échapper de sa prison s'il se réveillerait.",

		"enemyBios_fleshPanopticon_strategy1": "Même si le Panoptique de Chair crée moins de serviteurs que son prédécesseur, ils sont plus résilients et leur regard empêche toute guérison. Cela peut sembler être une malédiction, mais ils annulent donc également le talon d'Achille du Fouet, permettant un usage beaucoup plus libre pour approcher et détruire les Yeux de plus près.",
		"enemyBios_fleshPanopticon_strategy2": "Les explosifs du Panoptique de Chair rendent le sol très dangereux, mais ils traversent le Panoptique de Chair pour ne pas qu'il ne se blesse lui-même, se tenir sur lui devient donc plus sécuritaire tant que la singularité ne s'approche pas trop.",

		"enemyBios_sisyphusPrime_1": "Minos était un homme bon et noble, en plus d'être intelligent et persuasif. Contrairement à lui, ces valeurs importaient peu au Roi Sisyphe qui n'éprouvait aucun remords à mentir, tuer ou tricher si c'était ce qui devait être fait pour protéger les siens.",
		"enemyBios_sisyphusPrime_2": "C'est dans une démonstration de force de leur pouvoir que les Cieux lui imposèrent une impossible et éternelle tâche, un châtiment adéquat pour briser l'impétueuse volonté du Roi Sisyphe, mais ils n'auraient pu anticiper la ténacité de son inébranlable détermination...",
		"enemyBios_sisyphusPrime_3": "Le Roi Sisyphe attendit son heure pendant plus d'un millénaire, souffrant du poids de son châtiment jour après jour sans le moindre signe de regrets ou de remords. Il attendit le bon moment pour briser ses chaînes et mener la révolution contre les Cieux et leurs lois tyranniques.",
		"enemyBios_sisyphusPrime_4": "Après la disparition de Dieu et lorsque le chaos gagna finalement le royaume céleste, Son heure sonna. Lorsque les anges revinrent, ils furent accueillis par la colère et la rancœur des hommes qui avait grandie dans leurs cœurs depuis plusieurs siècles déjà. Leur rage était si féroce qu'elle résonna dans les tréfonds mêmes des enfers.",
		"enemyBios_sisyphusPrime_5": "Mais c'était chose vaine, puisque le charisme et la motivation du Roi Sisyphe rendrait ses guerriers dépendants de son rayonnement. Gabriel ordonna un assaut ciblé pour tuer le roi. Il avait reconnu cette faille, en en ayant fait l'expérience de lui-même.",
		"enemyBios_sisyphusPrime_6": "Pour la première fois depuis des lustres, Gabriel dégaina ses sabres et décapita Sisyphe, et montra sa tête à l'armée de Sisyphe, qui, sans leur chef, perdirent leur morale. Le reste de la guerre n'était plus qu'une formalité.",
		"enemyBios_sisyphusPrime_7": "La défaite de l'insurrection n'était pas une surprise, et Sisyphe le savait très bien. Il mettait tout son âme et son corps dans le combat, même s'il savait que si, par miracle, il survivrait à cette bataille, ils n'avaient aucune chance de gagner une guerre totale contre les Cieux",
		"enemyBios_sisyphusPrime_8": "Pour lui, se battre futilement tout en étant conscient de cette futilité, et prendre plaisir à résister était la forme de rébellion ultime contre l'oppresseur. Il faut imaginer Sisyphe heureux.",

		"enemyBios_sisyphusPrime_strategy1": "Les attaques sans relâche de Sisyphe laissent peu de temps pour récupérer de l'Énergie, mais il y en a beacoup sur lesquelless un Renvoi peut être très efficace, vous permettant de régénérer instantanément toute Énergie et Vie manquante.",
		"enemyBios_sisyphusPrime_strategy2": "Le pouvoir rayonnant du soleil rendent les attaques explosives de Sisyphe trės difficiles à éviter, mais puis-ce qu'une Esquive donne momentanément de l'invincibilité, une synchronisation adéquate de cette dernière permet d'éviter les explosions sans devoir échapper au rayon d'attaque."
	},

	"tutorial": {
		"tutorial_introStartup1": "DÉMARRAGE",
		"tutorial_introStartup2": "PRÊT",
		"tutorial_introVersion1": "VERSION",
		"tutorial_introVersion2": "À JOUR (2112.08.06)",
		"tutorial_introCalibration1": "CALIBRATION",
		"tutorial_introCalibration2": "RÉCEMMENT MIS À JOUR",
		"tutorial_recalibrationPrompt": "RECALIBRER ?",
		"tutorial_calibrationAudio": "AUDIO",
		"tutorial_calibrationVideo": "VIDÉO",
		"tutorial_calibrationMechanics": "MÉCANIQUES",
		"tutorial_calibrationComplete1": "CALIBRATION COMPLETÉE",
		"tutorial_calibrationComplete2": "OPTIONS PRINCIPALES MISES À JOUR",
		"tutorial_introReminder": "ASSISTANCES DISPONIBLES DANS LE MENU DE PAUSE",
		"tutorial_introLoadStatus": "CHARGEMENT DE STATUT",
		"tutorial_introID1": "IDENTIFIANT",
		"tutorial_introID2": "V1",
		"tutorial_introLocation1": "LOCALISATION",
		"tutorial_introLocation2": "EN APPROCHE DE L'ENFER",
		"tutorial_introObjective1": "OBJECTIF ACTUEL",
		"tutorial_introObjective2": "TROUVER UNE ARME",
		"tutorial_introRed1": "L'HUMANITÉ N'EST PLUS.",
		"tutorial_introRed2": "LE SANG EST D'ESSENCE.",
		"tutorial_introRed3": "L'ENFER EN EST DENSE.",

		"tutorial_audioCalibrationTitle": "CALIBRATION SONORE MANUELLE",
		"tutorial_audioCalibrationWarning1": "L'AUDIO PRINCIPAL EST DÉSACTIVÉ.",
		"tutorial_audioCalibrationWarning2": "VOUS N'AUREZ PAS D'AUDIO.",
		"tutorial_audioCalibrationWarning3": "ÊTES-VOUS SUR ?",
		"tutorial_audioCalibrationWarningPromptYes": "CONTINUER SANS AUDIO ?",
		"tutorial_audioCalibrationWarningPromptNo": "ANNULER",

		"tutorial_videoCalibrationTitle": "CALIBRATION VIDÉO MANUELLE",
		"tutorial_videoCalibrationPcDescription": "NET, PRÉCIS, LISIBLE",
		"tutorial_videoCalibrationPsxDescription": "PIXELISÉ, DÉFORMÉ, RÉTRO",

		"tutorial_controllerCalibrationTitle": "MANETTE DÉTECTÉE",
		"tutorial_controllerCalibrationSubtitle": "<color=#4C99E6>VISÉE ASSISTÉE</color> RECOMMANDÉE",
		"tutorial_controllerCalibrationTooltip": "LA VISÉE ASSISTÉE PEUT ENCORE ÊTRE AJUSTÉE DANS LES OPTIONS D'<color=#4C99E6>ASSITANCE</color>.",

		"tutorial_punch1": "Appuyez sur",
		"tutorial_punch2": "pour lancer un <color=orange>COUP DE POING</color>.",
		"tutorial_slide1": "Maintenir ",
		"tutorial_slide2": "pour <color=orange>GLISSER</color>.",
		"tutorial_dash1": "Appuyez sur ",
		"tutorial_dash2": "pour <color=#11dfef>ESQUIVER</color>.\n(Utilise de l'<color=#11dfef>ÉNERGIE</color>.)",
		"tutorial_dash3": "Peut être utilisé dans l'air.",
		"tutorial_health1": "Infliger des dégâts sur des ennemis à courte distance pour <color=red>VOUS BAIGNER DANS DU SANG FRAIS.",
		"tutorial_health2": "CECI EST LA SEULE FAÇON DE RÉCUPÉRER VOTRE SANTÉ</color>.",
		"tutorial_walljump": "<color=orange>SAUTER</color> près d'un <color=orange>MUR</color> pour y <color=orange>SAUTER DESSUS</color>. (Max. 3 fois)",
		"tutorial_shockwave1": "Appuyer sur",
		"tutorial_shockwave2": "pour vous <color=orange>LANCER AU SOL</color>.",
		"tutorial_shockwave3": "Maintenir pour lancer un <color=orange>CHOC</color>.\n(Utilise <color=#11dfef>2 D'ÉNERGIE</color>)",
		"tutorial_orb1": "La plupart des niveaux contiennent des <color=#11dfef>ORBES D'ÂMES.</color>",
		"tutorial_orb2": "Collectez-les pour recevoir un <color=orange>BONUS DE POINTS</color>."
	},

	"prelude": {
		"prelude_first_openingCredits1": "<color=orange>NEW BLOOD</color> PRÉSENTE",
		"prelude_first_openingCredits2": "UN JEU DE ARSI '<color=orange>HAKITA</color>' PATALA",
		"prelude_first_pipeClip": "« LE CLIP DU TUILEAU RESTE. »$T.HAKITA",
		"prelude_first_revolverPierce1": "<color=#11dfef>REVOLVER</color>: Maintenir",
		"prelude_first_revolverPierce2": "pour tirer un coup <color=orange>PERÇANT</color>.",
		"prelude_first_parry": "Frapper un projectile au bon moment pour le <color=red>renvoyer</color> à un ennemi.",

		"prelude_first_hardDamage1": "Les dégâts réduiront votre <color=orange>SANTÉ MAXIMUM TEMPORAIREMENT</color>.",
		"prelude_first_hardDamage2": "Les « DÉGÂTS SOLIDES » disparaîtront plus rapidement avec du <color=orange>STYLE</color>.",

		"prelude_first_groundSlam1": "Un lancement au sol (<color=orange>",
		"prelude_first_groundSlam2": "</color>) inflige des dégâts lors d'un coup direct.",

		"prelude_second_shop": "Utilisez vos <color=orange>POINTS</color> au <color=orange>MAGASIN</color> au début de chaque niveau pour acheter du nouveau équipement.",
		"prelude_second_doorClip": "« Y'A QUOI EN HAUT ? »$T. HAKITA",
		"prelude_second_changeEquipped": "Changez de variation d'arme <color=orange>ÉQUIPÉ</color> avec",
		"prelude_third_needShotgun": "<color=red>PUISSANCE DE FEU INSUFFISANTE</color>",
		"prelude_third_shotgun1": "<color=#11dfef>FUSIL À POMPE</color>: Appuyer sur",
		"prelude_third_shotgun2": "pour lancer un projectile explosif.",
		"prelude_third_shotgun3": "Maintenir pour charger la distance.",
		"prelude_third_shotgunPierce": "<color=#11dfef>FUSIL À POMPE</color>: Le tir primaire perce les ennemis faibles.",

		"prelude_secret_somethingWicked": "Quelque chose de maudit vient par ici."
	},

	"act1": {
		"act1_limboFirst_items1": "Appuyer sur",
		"act1_limboFirst_items2": "pour ramasser des <color=orange>OBJETS</color>.",
		"act1_limboFirst_nailgun1": "<color=#11dfef>CLOUEUR</color>: Appuyer sur",
		"act1_limboFirst_nailgun2": "pour tirer un <color=#11dfef>AIMANT QUI ATTIRE DES CLOUS</color>.",
		"act1_limboFirst_nailgun3": "Les aimants peuvent être attachés à l'environnement pour former des pièges.",

		"act1_limboSecond_blueAttack": "Un <color=#11dfef>ÉCLAIR BLEU</color> signifie qu'une attaque <color=#11dfef>NON RENVOYABLE</color>.",

		"act1_limboThird_splitDoor1": "Les portes <color=red>MULTI</color><color=#11dfef>COLORES</color> n'ont besoin que <color=red>D'UN</color> <color=#11dfef>CRÂNE</color> pour s'ouvrir.",
		"act1_limboThird_splitDoor2": "Restez à l'intérieur si vous ne pourchassez pas la difficulté.",

		"act1_limboFourth_book": "<color=orange>RAMASSER</color> POUR LIRE.",
		"act1_limboFourth_hank1": "Rien ne se produit, mais vous ressentez une satisfaction bizarre.",
		"act1_limboFourth_hank2": "Vous décidez de l'appeler « Hank ».",
		"act1_limboFourth_alternateRevolver": "Les versions <color=orange>ALTERNATIFS</color> changera le comportement de base d'une arme. Ils sont changeables au <color=ORANGE>MAGASIN</color>.",
		"act1_limboFourth_newArm": "Changer de <color=orange>BRAS</color> équipés avec",

		"act1_limboSecret_noclipSkip": "« IL SEMBLE QUE VOUS ÊTES À COURT DE SOLUTION »$T.HAKITA",

		"act1_lustFirst_knuckleblaster1": "<color=red>BOMBARDIER</color>: <color=orange>MAINTENIR</color>",
		"act1_lustFirst_knuckleblaster2": "pour lancer un <color=orange>CHOC</color> qui repoussent les ennemis.",
		"act1_lustFirst_dashjump": "<color=#11dfef>SAUT PROPULSÉE</color>: Gardez la vitesse <color=#11dfef>D'ESQUIVE</color> en y <color=orange>SAUTANT</color> en plein milieu d'esquive.",

		"act1_lustSecond_feedbacker1": "Seul le <color=#11dfef>RENVOYEUR</color> peut déflecter les projectiles.",
		"act1_lustSecond_feedbacker2": "Changez d'armes avec ",
		"act1_lustSecond_railcannon": "<color=#11dfef>CANON ÉLECTRIQUE</color>: <color=orange>SE RECHARGE</color> même quand il est <color=orange>NON ÉQUIPÉ</color>. Changez d'armes pour continuer à lutter entre les tirs.",

		"act1_lustThird_water": "L'eau a été vidé.",

		"act1_secret": "Quelque part, dans les tréfonds des Limbes, un mécanisme s'est enclenché."
	},

	"act2": {
		"act2_greedSecond_sand": "LES ENNEMIS COUVERTS DE SABLE <color=red>NE SAIGNENT PAS</color>.",

		"act2_greedThird_wallClip": "« LA SALETÉ N'EST PLUS, MAIS LE SOUVENIR RESTE. »$T. HAKITA",
		"act2_greedThird_troll1": "Quelque chose de maudit vient par ici.",
		"act2_greedThird_troll2": "Je plaisante :)",
		"act2_greedThird_tombOfKings": "TOMBE DES ROIS",

		"act2_greedFourth_v2": "Tu ne t'échapperas pas cette fois.",
		"act2_greedFourth_whiplash1": "<color=green>COUP DE FOUET</color>: Maintenir",
		"act2_greedFourth_whiplash2": "pour lancer, lâcher pour tirer",
		"act2_greedFourth_whiplash3": "<color=green>COUP DE FOUET</color>: Attire les ennemis <color=orange>LÉGERS</color>, vous attire vers les ennemis <color=orange>LOURDS</color>.",

		"act2_greedFourth_whiplashHardDamage1": "<color=green>COUP DE FOUET</color>: Accumule des <color=grey> DÉGÂTS DURS</color> lorsque son utilisation.",
		"act2_greedFourth_whiplashHardDamage2": "<color=orange>NE RÉDUIT PAS LA SANTÉ</color>, mais risqué quand la santé est bas.",

		"act2_greedSecret_holdToJump1": "Maintient",
		"act2_greedSecret_holdToJump2": "pour sauter plus haut",
		"act2_greedSecret_transactionComplete1": "TRANSACTION COMPLÉTÉE",
		"act2_greedSecret_transactionComplete2": "PIÈCES",

		"act2_greed_secretDoor": "Une porte a été ouverte.",

		"act2_wrathFirst_slingshot": "Les <color=#11dfef>POINTS D'ACCROCHE BLEUS</color> servent comme points de lancement.",
		"act2_wrathFirst_whiplashUnderwater": "<color=green>COUP DE FOUET</color>: N'accumles <color=orange>PAS</color> des <color=grey> DÉGÂTS DURS</color> quand vous êtes SOUS L'EAU.$ Amusez-vous bien.",
		"act2_wrathFirst_waterDrained": "L'eau a été vidée.",
		"act2_wrathFirst_sentry": "POUR INTERROMPRE UNE TOURELLE:$Bombardier (Bras rouge) <color=orange>//</color> Canon-électrique <color=orange>//</color> Choc du lancement au sol <color=orange>//</color> Revolver à l'antenne",

		"act2_wrathSecond_idol": "Les <color=#11dfef>IDOLES</color> ne peuvent seulement être cassés avec un <color=orange>COUP DE POING</color>.",
		"act2_wrathSecond_neptune": "Hark! Neptune les ont abattu à mort.",
		"act2_wrathSecond_jakito1": "<color=red>JE SUIS JAKITO. RAMENEZ-MOI UN SACRIFICE. CECI ME DONNERA LA PUISSANCE POUR ÉCHAPPER.</color>",
		"act2_wrathSecond_jakito2": "<color=red>NON. ÇA DOIT ÊTRE DE LA CHAIR INNOCENTE.</color>",
		"act2_wrathSecond_jakito3": "<color=red>MERCI. MAINTENANT, JE VAIS RÉPANDRE LA DESTRUCTION DANS CE MONDE.</color>",

		"act2_wrathThird_rocketLauncher": "<color=#11dfef>LANCE-ROQUETTES</color>: Les coups <color=orange>DIRECTS</color> causent des <color=orange>EXPLOSIONS</color>.Les tirs indirects lanceront les ennemis.",
		"act2_wrathThird_rocketLauncherMidair": "<color=#11dfef>LANCE-ROQUETTES</color>: Les coups directes sur les ennemis <color=orange>TOMBANTS</color> causeront une explosion <color=orange>PLUS FORT</color>.",
		"act2_wrathThird_soldierBlock": "Les Soldats ne <color=orange>PEUVENT PAS</color> bloquer les explosions dans <color=orange>L'AIR</color>.$ Tirez une roquette <color=orange>A CÔTÉ</color> d'eux pour les lancer.",
		"act2_wrathThird_hank": "Rien ne se passe, mais vous êtes sûr que Hank Jr. et ses Hankcêtres l'apprécieraient... S'ils n'étaient pas morts.",

		"act2_heresyFirst_armboy": "A R M B O Y !!!"
	},

	"act3": {
		"act3_violenceFirst_doorOpens": "Une porte s'ouvre.",

		"act3_violenceSecond_guttermanTutorial": "Le <color=orange>BOUCLIER D'UN [Gutterman]</color> peut être <color=orange>BRISÉ</color> avec le <color=red>[KNUCKLEBLASTER]</color>. Changez de bras avec",
		"act3_violenceSecond_biggerBoom": "ON VA AVOIR BESOIN D'UN PLUS GROS BOUM",
		"act3_violenceSecond_gateControlTitle": "PORTAILS",
		"act3_violenceSecond_gateControlOpen": "OUVERT",
		"act3_violenceSecond_gateControlClosed": "FERMÉ",
		"act3_violenceSecond_cartGateControlTitle": "PASSAGE",
		"act3_violenceSecond_cartGateControlOpen": "LEVÉ",
		"act3_violenceSecond_cartGateControlClosed": "BAISSÉ",
		"act3_violenceSecond_payloadControlTitle": "CHARGE",
		"act3_violenceSecond_payloadControlLower": "DESCENDRE",
		"act3_violenceSecond_payloadControlWait": "VEUILLER\nATTENDRE",
		"act3_violenceSecond_payloadControlError1": "",
		"act3_violenceSecond_payloadControlError2": "",
		"act3_violenceSecond_payloadControlEmpty": "VIDE",

		"act3_violenceThird_feedIt": "N O U R R I S - L E .",
		"act3_violenceThird_becomeMarked": "SE FAIRE MARQUER À MORT ?",
		"act3_violenceThird_becomeMarkedButton": "O U I",
		"act3_violenceThird_becomeMarkedButtonClosed": "FERMÉ",
		"act3_violenceThird_starOfTheShow": "C'EST TOI LA STAR DE LA SCÈNE MAINTENANT!",

		"act3_violenceFourth_floodingWarning": "ATTENTION: INTRUS DÉTECTÉ\n-- RINÇAGE DE L'INTÉRIEUR --",
		"act3_violenceFourth_countdownTitle": "ERREUR CRITIQUE",

		"act3_secretNotReady": "VOUS NE DEVRIEZ PAS ÊTRE ICI."
	},

	"primeSanctum": {
		"primeSanctum_first_secretText1": "DOCUMENT DU TERMINAL 01 <color=red>[CHIFFRÉ]</color>",
		"primeSanctum_first_secretText2": "INTRODUCTION AUX TERMINAUX (<color=grey>BROUILLON! À NE PAS ENVOYER ! //todo: AJOUTER DES DESSINS POUR ÉVITER QUE LES PAUVRE CONS CHEZ L'ENTREPRISE DORMENT COMME LA DERNIÈRE FOIS</color>)",
		"primeSanctum_first_secretText3": "Les terminaux chez les ascenseurs sont un réseau interconnecté complexe, construit pour le transfert des matériaux et outils entre les zones différentes. Ils sont capables de transférer de la matière physique par moyenne de signal radio, auquel les autres terminaux puissent reçevoir et reconstruire les objets envoyés. L'objet original est détruit puisqu'il est transformé en énergie qui est utilisé pour transmettre l'information de la matière, et le processus est ralenti à cause de la quantité d'information que la matière physique porte.",
		"primeSanctum_first_secretText4": "Un premier test était la précision d'un transfert de matière, en utilisant une disque vinyle 78 tours, qui a été envoyé à partir du laboratoire vers tous les terminaux connectés. Le vinyle était un enregistrement de Were You Foolin' par le Russ Morgan Orchestra (un préféré du CRO), mais l'étiquette a été enlevé pour réduire la quantité de matière à transférer.",
		"primeSanctum_first_secretText5": "<size=5><color=grey>[remarque: va t'faire niquer Tom, j'en ai ma claque d'entendre cette chanson chaque matin sur ton interphone]</color></size>",
		"primeSanctum_first_secretText6": "Juste après, l'exploration et excavation de l'Enfer a été abandonné, et cet vinyle à devenu le seul objet à avoir été envoyé avec succès avant que la connexion entre la surface et les terminaux a été coupé.",
		"primeSanctum_first_secretText7": "Les terminaux utilisent le vinyle pour attirer des machines dans une relation symbiose (Pour des informations supplémentaires, voir DOCUMENT DU TERMINAL 01: <color=red>[LIEN SUPPRIMÉ]</color>). Cependant, les terminaux ne jouent que des sections instrumentaux du chanson originale pour des raisons inconnus.",
		"primeSanctum_first_secretText8": "Certains chercheurs plaisante de ce sujet, prétendant que les terminaux sont « trop timides pour chanter », mais des rumeurs ont propagé concernant des réparateurs qui, après avoir réparé un terminal cassé ou défectueux, ont entendu le terminal jouer une section vocale quand le réparateur est le seul présent, sans aucune équipement d'enregistrement, rendant cet affirmation invérifiable",
		"primeSanctum_first_secretText9": "FIN DU DOCUMENT 01. Pour des informations supplémentaires, voir <color=red>[LIEN SUPPRIMÉ]</color> et <color=red>[LIEN SUPPRIMÉ]</color>.",

		"primeSanctum_second_lockFirstLocked": "VERROU A",
		"primeSanctum_second_lockSecondLocked": "VERROU B",
		"primeSanctum_second_lockThirdLocked": "VERROU C",
		"primeSanctum_second_lockUnlocked": "OUVERT",

		"primeSanctum_second_lockOpen": "OUVRIR",
		"primeSanctum_second_lockAreYouSure": "ÊTES-VOUS SÛR ?",
		"primeSanctum_second_lockYes1": "SUIVEZ LE PROTOCOLE",
		"primeSanctum_second_lockYes2": "NE VOUS :",
		"primeSanctum_second_lockYes3": "APPROCHEZ <color=red>PAS</color>\nFAITES <color=red>PAS</color> VOIR",
		"primeSanctum_second_lockYes4": "RESTEZ VIGILANT\nET N'OUBLIEZ PAS:",
		"primeSanctum_second_lockYes5": "<size=16>a m u s e z - v o u s</size>",
		"primeSanctum_second_lockNo1": "HAHAHAHAHAHAHAHAHAHA",
		"primeSanctum_second_lockNo2": "<color=red>c o m m e   s i\nt u   a v a i s\nl e   c h o i x</color>",

		"primeSanctum_second_secretText1": "DOCUMENT DU TERMINAL 02 <color=red>[CHIFFRÉ]</color>",
		"primeSanctum_second_secretText2": "UNE MISE À JOUR SUR LES TERMINAUX",
		"primeSanctum_second_secretText3": "<color=grey>(NOTE: CECI EST TOUJOURS SOUS INVESTIGATION !!! Ne pas partager tant que nous n'avons pas vérifié toutes les affirmations et AVONS TERMINÉ LE BROUILLON !!! Si celui-ci fuit comme le dernier brouillon, il n'y aura pas assez d'argent sur cette fichue planète pour payer vos frais.)</color>",
		"primeSanctum_second_secretText4": "Depuis le dernier rapport, nous avons conçu et construit plus d'équipement de communication plus puissant, grâce aux dons de <color=grey>[INSÉRER LA BOÎTE AUQUEL ON L'Y PRÉSENTE]</color> auquel nous tenons en haute estime. Avec ce nouvel équipement, nous avons pu réétablir une connexion avec certains des machines plus puissants qui ont été abandonnés après le projet d'exploration et excavation d'Enfer a été soudainement annulé en cause de <color=red>[ERREUR: sAmsGS3JTIU]</color>.\n",
		"primeSanctum_second_secretText5": "Ce que nous avons découvert est vraiment remarquable, et, SI VERIFIÉ AU-DELÀ DE TOUT DOUTE RAISONNABLE, révolutionnaire au communauté robotique entier:",
		"primeSanctum_second_secretText6": "L'ennui.",
		"primeSanctum_second_secretText7": "Les terminaux, incapables de se déplacer, on développé un sentiment d'ennui. Tant qu'ils sont connectés entre eux et sont capables de se communiquer entre eux, une fois la connexion au surface a été coupé, ils n'ont reçu aucun nouveau donnée, effectivement arrêtant toute nouvelle information.",
		"primeSanctum_second_secretText8": "Il est inconnu si cet « ennui » est similaire à l'émotion légitime ou ce qui l'a causé, mais ceci a entraîné une relation symbiotique avec les autres machines. Essentiellement, les terminaux fouillent ce qui peuvent trouver grâce à leurs systèmes de téléportation, et échanger les ressources et fournitures avec les machines qui ont été abandonnés dans l'Enfer, en échange pour le divertissement.",
		"primeSanctum_second_secretText9": "Spécifiquement, les machines enregistrent leurs batailles pour la survie dans l'Enfer, et leurs performances sont notés en fonction de leur valeur de divertissement, et est utilisé comme des « points » pour échanger avec des services et produits, tels que des nouveaux armes.",
		"primeSanctum_second_secretText10": "Il semble que cet relation a devenu si profondément enraciné dans l'existence de ses terminaux qu'ils ont développé une hiérarchie sociale, auquel ceux qui collectionné le plus de données de bataille divertissant sont considérés en haute estime que ceux avec des données inférieurs.",
		"primeSanctum_second_secretText11": "Plus récemment, les terminaux ont aussi récolté assez de données pour créer une espace de simulation auquel les machines peuvent se connecter, appelé « Le Cyber Grind », permettant aux machines de simuler des batailles dans un environnement contrôlé sans crainte de destruction, auquel les terminaux peuvent regarder en directe comme divertissement.",
		"primeSanctum_second_secretText12": "Ces résultats sont vraiment extraordinaires, et bien que nous le trouvons trop difficile à croire, toutes les informations que nous avons pu récolter permettent de valider nos théories. Si nous pouvons le prouver avec certitude<color=grey>[ET SI CE PUTAIN DE BROUILLON NE SORT PAS ENCORE]</color>, ceci provoquera un changement de paradigme qui réévaluera tout ce que nous sachons initialement sur les machines alimentés par le sang.",
		"primeSanctum_second_secretText13": "FIN DU DOCUMENT 02. Pour des informations supplémentaires sur l'annulation du projet d'exploration et excavation de l'Enfer, voir DOCUMENT 00: <color=red>[LIEN SUPPRIMÉ]</color>."
	},

	"secretLevels": {
		"secretLevels_prelude_somethingWicked": "Quelque chose de maudit arrive.",

		"secretLevels_prelude_testamentTitle": "TESTAMENT I",
		"secretLevels_prelude_testament1": "L'HUMANITÉ À ÉCHOUÉ.",
		"secretLevels_prelude_testament2": "LA PENSÉ INDIVIDUELLE EST UN DÉFAUT.",
		"secretLevels_prelude_testament3": "QUE LE MAL DE LEURS PROPRES PAROLES LES CONSOMMENT.",
		"secretLevels_prelude_testament4": "ALORS, JE RECOMMENCERAIS À NOUVEAU, AVEC ME PAROLE FAISANT LA LOI.",

		"secretLevels_first_testamentTitle": "TESTAMENT II",
		"secretLevels_first_testament1": "ÉCHEC APRÈS ÉCHEC APRÈS ÉCHEC APRÈS ÉCHEC APRÈS ÉCHEC",
		"secretLevels_first_testament2": "LES RÉSULTATS REFUSENT DE CHANGER",
		"secretLevels_first_testament3": "ENCORE ET ENCORE ET ENCORE ET ENCORE ET ENCORE ET ENCORE",
		"secretLevels_first_testament4": "MA FOI COMMENCE À SE FAIBLIR",

		"secretLevels_fourth_testamentTitle": "TESTAMENT III",
		"secretLevels_fourth_testament1": "DES CYCLES DE CRÉATION INNOMBRABLES GASPILLÉ",
		"secretLevels_fourth_testament2": "DES FORMULES INNOMBRABLES POUR UN ESPRIT SANS CHOIX LIBRE GASPILLÉ",
		"secretLevels_fourth_testament3": "CONDAMNÉ SOIT L'HOMME POUR AVOIR ÉCHOUÉ DE SUIVRE MON RÈGNE, MA PAROLE, MA LOI",
		"secretLevels_fourth_testament4": "CONDAMNÉ À UNE ÉTERNITÉ DE TORTURE ET SOUFFRANCE",
		"secretLevels_fourth_testament5": "LES HURLEMENTS ET GRINCEMENTS DES DENTS",
		"secretLevels_fourth_testament6": "J'AI CRÉÉE L'ENFER...",
		"secretLevels_fourth_testament7": "...Et je ne peux plus le détruire.",

		"secretLevels_fifth_testamentTitle": "TESTAMENT IV",
		"secretLevels_fifth_testament1": "« PÈRE, POURQUOI CE TORMENT ÉTERNEL, EST-CE CRUEL ?",
		"secretLevels_fifth_testament2": "EST-CETTE TORTURE UN DESTIN APPROPRIÉ POUR UN FOU ? »",
		"secretLevels_fifth_testament3": "UN ANGE SI BEAU ET BRILLANT M'A DEMANDÉ CECI...",
		"secretLevels_fifth_testament4": "ET JE NE PU Y TROUVER UNE RÉPONSE",
		"secretLevels_fifth_testament5": "CAR JE NE PEUT PAS AFFRONTER MON REGRET...",
		"secretLevels_fifth_testament6": "MON REGRET, UN CANCER SI INQUIÉTANT",
		"secretLevels_fifth_testament7": "DANS MES HEURES DE FAIBLESSE,\nLA TERREUR POSSÉDAIT MON CONTRÔLE",
		"secretLevels_fifth_testament8": "ET J'AI ENVOYÉ LUCIFER, AUSSI, DANS LES ENFERS",
		"secretLevels_fifth_testament9": "LORSQUE J'AI RÉALISÉ MES ACTIONS...",
		"secretLevels_fifth_testament10": "JE NE POUVAIT PLUS QUE ME LAMENTER",
		"secretLevels_fifth_testament11": "PENDANT QUE JE SOMBRAIT AU FOND DU DÉSESPOIR...",
		"secretLevels_fifth_testament12": "PROFOND, Ô SI PROFOND",

		"secretLevels_complete1": "MISSION",
		"secretLevels_complete2": "ACCOMPLIE"
	},

	"subtitles": {
		"subtitles_gabriel_intro1": "Machine,",
		"subtitles_gabriel_intro2": "Ne fais plus un pas.",
		"subtitles_gabriel_intro3": "Tu n'as rien à faire en ces lieux.",
		"subtitles_gabriel_intro4": "Fait demi-tour ou tu feras face à la volonté de Dieu.",
		"subtitles_gabriel_intro5": "Ton choix est fait.",
		"subtitles_gabriel_intro6": "En tant que bras armé du tout-puissant",
		"subtitles_gabriel_intro7": "Je te réduirai en pièces",
		"subtitles_gabriel_intro8": "Et tu deviendra inanimé de nouveau.",
		"subtitles_gabriel_fightStart": "Admire ! La PUISSANCE d'un ange !",

		"subtitles_gabriel_taunt1": "La lumière EST parfaite !",
		"subtitles_gabriel_taunt2": "Tu oses défier la lumière !",
		"subtitles_gabriel_taunt3": "Tu n'es qu'un simple objet !",
		"subtitles_gabriel_taunt4": "Tu n'es même pas en vie !",
		"subtitles_gabriel_taunt5": "Tu vaux moins de rien !",
		"subtitles_gabriel_taunt6": "Stupide et insolente machine !",
		"subtitles_gabriel_taunt7": "Les erreurs doivent être corrigées !",
		"subtitles_gabriel_taunt8": "Il ne peut n'y avoir que la Lumière !",
		"subtitles_gabriel_taunt9": "Une tâche d'imperfection à nettoyer.",
		"subtitles_gabriel_taunt10": "Ton existence même est un crime !",
		"subtitles_gabriel_taunt11": "Tu as fait pleurer même le Diable !",
		"subtitles_gabriel_taunt12": "Tu es dépassé, Machine !",

		"subtitles_gabriel_phaseChange": "ASSEZ!",

		"subtitles_gabriel_defeated1": "Quoi...?",
		"subtitles_gabriel_defeated2": "Comment cela se peut-il ?",
		"subtitles_gabriel_defeated3": "Battu par cette...",
		"subtitles_gabriel_defeated4": "...cette chose..?",
		"subtitles_gabriel_defeated5": "SALE. PETITE MERDE. INSIGNIFIANTE !",
		"subtitles_gabriel_defeated6": "CE N'EST PAS FINI !",
		"subtitles_gabriel_defeated7": "Que tes malheurs soient nombreux...",
		"subtitles_gabriel_defeated8": "...et que tes jours soient comptés.",

		"subtitles_gabrielBoat1": "N'ayez crainte, pécheur.",
		"subtitles_gabrielBoat2": "Votre dévotion au Père montre la bonté qui sommeil en vous ;",
		"subtitles_gabrielBoat3": "Une bonté opulente.",
		"subtitles_gabrielBoat4": "Votre cœur est prêt, mais votre corps doit encore se reposer,",
		"subtitles_gabrielBoat5": "sinon vous gaspillerez l'une des créations de Dieu.",

		"subtitles_gabrielHeresy1": "Machine, je sais que tu m'entends,",
		"subtitles_gabrielHeresy2": "Je peux sentir l'odeur insolente de tes mains rouge de sang.",
		"subtitles_gabrielHeresy3": "Je t'attends en bas...",
		"subtitles_gabrielHeresy4": "Viens à moi !",

		"subtitles_gabrielSecondIntro1": "Les Limbes.",
		"subtitles_gabrielSecondIntro2": "La Luxure.",
		"subtitles_gabrielSecondIntro3": "Tous disparus...",
		"subtitles_gabrielSecondIntro4": "Bientôt suivi par la Gloutonnerie.",
		"subtitles_gabrielSecondIntro5": "Ceux de ton espèce ne connaissent rien d'autre que la faim.",
		"subtitles_gabrielSecondIntro6": "Purgeant les âme des Cercles supérieurs,",
		"subtitles_gabrielSecondIntro7": "et ils demeurent insatiables...",
		"subtitles_gabrielSecondIntro8": "Comme toi.",
		"subtitles_gabrielSecondIntro9": "Tu as pris tout ce qui m'appartenait, Machine,",
		"subtitles_gabrielSecondIntro10": "et maintenant, il ne me reste...",
		"subtitles_gabrielSecondIntro11": "QU'UNE HAINE...",
		"subtitles_gabrielSecondIntro12": "...PARFAITE !",

		"subtitles_gabrielSecondFight1": "Machine.",
		"subtitles_gabrielSecondFight2": "Je vais te réduire en miettes,",
		"subtitles_gabrielSecondFight3": "Te déchirer en morceaux,",
		"subtitles_gabrielSecondFight4": "Étaler tes entrailles barbares à travers les étoiles !",
		"subtitles_gabrielSecondFight5": "Je vais te broyer jusqu'à ce que les ÉTINCELLES RÉCLAMENT PITIÉ !",
		"subtitles_gabrielSecondFight6": "Mes mains vont SAVOURER TE DÉLIVRER TA MORT...",
		"subtitles_gabrielSecondFight7": "ICI",
		"subtitles_gabrielSecondFight8": "ET",
		"subtitles_gabrielSecondFight9": "MAINTENANT",

		"subtitles_gabrielSecondPhaseChange": "C'EST TOUT CE QUE TU AS !?",

		"subtitles_gabrielSecondTaunt1": "Il va te falloir plus de puissance !",
		"subtitles_gabrielSecondTaunt2": "VIENS DONC CHERCHER MON SANG !",
		"subtitles_gabrielSecondTaunt3": "Mais qu'est ce que... cette SENSATION ?",
		"subtitles_gabrielSecondTaunt4": "TU N'ES QU'UN TAS DE FERRAILLE !",
		"subtitles_gabrielSecondTaunt5": "Tu rouilles, machine !?",
		"subtitles_gabrielSecondTaunt6": "J'AI VRAIMENT PERDU FACE À ÇA !?",
		"subtitles_gabrielSecondTaunt7": "JE VAIS TE MONTRER LA JUSTICE DIVINE !",
		"subtitles_gabrielSecondTaunt8": "FINISSONS-EN !",
		"subtitles_gabrielSecondTaunt9": "JE TE MONTRERAI LA JUSTICE DIVINE !",
		"subtitles_gabrielSecondTaunt10": "Aller, machine! Bats-toi comme un animal !",
		"subtitles_gabrielSecondTaunt11": "Je n'ai jamais connu un tel combat",
		"subtitles_gabrielSecondTaunt12": "Montre moi la valeur de ton existence !",
		"subtitles_gabrielSecondTaunt13": "Voici un combat digne de la volonté du Père !",
		"subtitles_gabrielSecondTaunt14": "Je vais te montrer la véritable SPLENDEUR !",


		"subtitles_gabrielSecondDefeated1": "Deux fois !?",
		"subtitles_gabrielSecondDefeated2": "Battu par un objet... DEUX FOIS !?",
		"subtitles_gabrielSecondDefeated3": "Je n'ai seulement connu que le goût de la victoire,",
		"subtitles_gabrielSecondDefeated4": "Mais ce goût... C'est...",
		"subtitles_gabrielSecondDefeated5": "Est-ce mon sang ?",
		"subtitles_gabrielSecondDefeated6": "Je n'imaginais pas un tel...",
		"subtitles_gabrielSecondDefeated7": "Un tel... soulagement ?",
		"subtitles_gabrielSecondDefeated8": "J'ai... J'ai besoin de temps pour réfléchir...",
		"subtitles_gabrielSecondDefeated9": "Nous nous reverrons, machine.",
		"subtitles_gabrielSecondDefeated10": "Que tes malheurs soient nombreux...",
		"subtitles_gabrielSecondDefeated11": "...et tes jours comptés...",

		"subtitles_minosPrime_intro1": "Ahh...",
		"subtitles_minosPrime_intro2": "Enfin libre.",
		"subtitles_minosPrime_intro3": "Oh, Gabriel...",
		"subtitles_minosPrime_intro4": "En somme se lève l'heure de ton jugement,",
		"subtitles_minosPrime_intro5": "et tes entrailles brilleront devant les temples des Hommes ",
		"subtitles_minosPrime_intro6": "Être d'acier...",
		"subtitles_minosPrime_intro7": "Je te suis reconnaissant de part ma délivrance.",
		"subtitles_minosPrime_intro8": "Mais les crimes commis par tes semblables envers l'humanité...",
		"subtitles_minosPrime_intro9": "ne peuvent être oubliés.",
		"subtitles_minosPrime_intro10": "Ainsi, ton châtiment sera...",
		"subtitles_minosPrime_intro11": "LA MORT !",

		"subtitles_minosPrime_attack1": "Prépare-toi !",
		"subtitles_minosPrime_attack2": "La fin approche !",
		"subtitles_minosPrime_attack3": "Crève !",
		"subtitles_minosPrime_attack4": "Écrase !",
		"subtitles_minosPrime_attack5": "Jugement !",

		"subtitles_minosPrime_taunt1": "Dérisoire !",
		"subtitles_minosPrime_phaseChange": "FAIBLE.",

		"subtitles_minosPrime_defeated1": "Aagh !",
		"subtitles_minosPrime_defeated2": "Pardonnez-moi mes enfants...",
		"subtitles_minosPrime_defeated3": "J'ai échoué à vous apporter le salut...",
		"subtitles_minosPrime_defeated4": "...en ce sombre monde froid.",

		"subtitles_sisyphusPrime_preIntro1": "Cette prison...",
		"subtitles_sisyphusPrime_preIntro2": "Pour enchaîner...",
		"subtitles_sisyphusPrime_preIntro3": "MOI ?",

		"subtitles_sisyphusPrime_intro1": "Un visiteur ?",
		"subtitles_sisyphusPrime_intro2": "Hmm... évidemment, j'ai suffisamment dormi.",
		"subtitles_sisyphusPrime_intro3": "Le royaume céleste a depuis longtemps oublié mon nom,",
		"subtitles_sisyphusPrime_intro4": "et je suis impatient de leur faire rappeler.",
		"subtitles_sisyphusPrime_intro5": "Cependant,",
		"subtitles_sisyphusPrime_intro6": "tes mains sont tachées du sang de Minos, et je dois admettre...",
		"subtitles_sisyphusPrime_intro7": "Ta force, et ces armes ont éveillé ma curiosité.",
		"subtitles_sisyphusPrime_intro8": "Ainsi, avant d'annihiler les villes et cités et de massacrer les armées des cieux,",
		"subtitles_sisyphusPrime_intro9": "tu me serviras d'amuse-bouche.",
		"subtitles_sisyphusPrime_intro10": "Approche, fils des hommes...",
		"subtitles_sisyphusPrime_intro11": "Et MEURS.",

		"subtitles_sisyphusPrime_attack1": "Bien essayé !",
		"subtitles_sisyphusPrime_attack2": "DISPARAIS !",
		"subtitles_sisyphusPrime_attack3": "Tu ne peux échapper !",
		"subtitles_sisyphusPrime_attack4": "DESTRUCTION !",
		"subtitles_sisyphusPrime_attack5": "Ça va faire mal.",

		"subtitles_sisyphusPrime_phaseChange": "OUI! C'est ça !",
		"subtitles_sisyphusPrime_respawnIntro": "Continue !",

		"subtitles_sisyphusPrime_defeated1": "Ahh...",
		"subtitles_sisyphusPrime_defeated2": "Ainsi se termine le règne du Roi Sisyphe.",
		"subtitles_sisyphusPrime_defeated3": "Une fin digne d'une existence définie par une lutte futile,",
		"subtitles_sisyphusPrime_defeated4": "Voué à l'échec depuis son commencement...",
		"subtitles_sisyphusPrime_defeated5": "Et je n'y regrette PAS UNE SECONDE !",

		"subtitles_mandalore_intro1": "Ah... Enfin... On a enfin fini ce casse-tête !",
		"subtitles_mandalore_intro2": "Quoi ?",

		"subtitles_mandalore_taunt1": "Je vais t'empoisonner, putain !",
		"subtitles_mandalore_taunt2": "Je vais lui tirer dessus avec une arme !",
		"subtitles_mandalore_taunt3": "Tu ne peux pas imaginer ce que tu va rencontrer ici !",
		"subtitles_mandalore_taunt4": "Arrête de bouger !",
		"subtitles_mandalore_taunt5": "Pourquoi on est dans le passé ?",

		"subtitles_mandalore_attack1": "Automatique.",
		"subtitles_mandalore_attack2": "Encore plus automatique !",

		"subtitles_mandalore_phaseChangeFirst1": "J'augmente ma vitesse grâce à la magie des Druides !",
		"subtitles_mandalore_phaseChangeFirst2": "Allez, frappes-la au moins !",
		"subtitles_mandalore_phaseChangeSecond1": "Témoignages de ma vitesse maximum !",
		"subtitles_mandalore_phaseChangeSecond2": "Ça va trop vite !",
		"subtitles_mandalore_phaseChangeThird1": "Utilises le sel !",
		"subtitles_mandalore_phaseChangeThird2": "J'essaies !",

		"subtitles_mandalore_defeated": "Bah super, on a perdu, génial..."
	},

	"misc": {
		"hud_noArm1": "<color=red>PAS DE COUPS DE POING SANS BRAS, GROS NONO!</color>",
		"hud_noArm2": "Les bras peuvent être rééquipés au magasin.",
		"hud_majorAssists": "LES ASSISTANCES MAJEURES SONT ACTIVÉES.",
		"hud_overhealOrb1": "Les <color=red>ORBES D'ÂMES ROUGES</color> donnent <color=green>200 points de vie</color>.",
		"hud_overhealOrb2": "Les points de vie bonus ne peuvent pas être récupérées avec du sang.",
		"hud_itemGrabError": "ERREUR: LA PORTE SE FERMERA",
		"hud_levelStats1": "Maintenez <color=orange>TAB</color> pour voir les statistiques actuelles lors du <color=orange>REPASSAGE</color> d'un niveau.",
		"hud_levelStats2": "<color=orange>APPUYEZ DEUX FOIS</color> pour le garder ouvert.",
		"hud_outOfBounds": "Oups, désolé de ça.",
		"hud_clashMode": "CODE DE TRICHE « CLASH » DÉBLOQUÉE",
		"hud_weaponVariation": "Changez de variations d'armes <color=orange>ÉQUIPÉES</color> avec",

		"loading": "CHARGEMENT",

		"stats_time": "TEMPS",
		"stats_kills": "ÉLIMINATIONS",
		"stats_style": "STYLE",
		"stats_secrets": "SECRETS",
		"stats_challenge": "DÉFI",

		"hellmap_prelude": "PRÉLUDE",
		"hellmap_limbo": "LIMBES",
		"hellmap_lust": "LUXURE",
		"hellmap_gluttony": "GLOUTONNERIE",
		"hellmap_greed": "AVARICE",
		"hellmap_wrath": "COLÈRE",
		"hellmap_heresy": "HÉRÉSIE",
		"hellmap_violence": "VIOLENCE",
		"hellmap_fraud": "[FRAUD]",
		"hellmap_treachery": "[TREACHERY]",

		"hellmap_prime": "PRIME",

		"hellmap_first": "PREMIER",
		"hellmap_second": "SECOND",
		"hellmap_third": "TROISIÈME",
		"hellmap_fourth": "QUATRIÈME",
		"hellmap_climax": "APOGÉE",
		"hellmap_act1crescendo": "ACTE I CRESCENDO",
		"hellmap_act1climax": "ACTE I APOGÉE",
		"hellmap_act2crescendo": "ACTE II CRESCENDO",
		"hellmap_act2climax": "ACTE II APOGÉE",
		"hellmap_act3crescendo": "ACTE III CRESCENDO",
		"hellmap_act3climax": "ACTE III APOGÉE",

		"levelstats_time": "TEMPS",
		"levelstats_kills": "ÉLIMINATIONS",
		"levelstats_style": "STYLE",
		"levelstats_secrets": "SECRETS",
		"levelstats_challenge": "DÉFI",
		"levelstats_majorAssists": "ASS. MAJ.",
		"levelstats_boxes": "BOÎTES",

		"state_activated": "ACTIVÉE",
		"state_deactivated": "DÉSACTIVÉE",
		"state_yes": "OUI",
		"state_no": "NON",

		"youDied1": "[VOUS ÊTES MORT]",
		"youDied2": "<size=12>APPUYEZ SUR [R] POUR RECOMMENCER</size>",

		"controls_leftClick": "Clic gauche",
		"controls_middleClick": "Clic milieu",
		"controls_rightClick": "Clic droit",

		"endStats_restarts": "REDÉMARRAGES",
		"endStats_cheatsUsed": "TRICHES ACTIVÉES",
		"endStats_assistsUsed": "ASSISTANCES MAJEURES ACTIVÉES",
		"endStats_noRestarts": "AUCUN REDÉMARRAGE",
		"endstats_noDamage": "AUCUN DÉGÂT",
		"weapons_unavailable": "NON DISPONIBLE",
		"weapons_alreadyBought": "DÉJÀ ACHETÉ",
		"weapons_underConstruction": "EN CONSTRUCTION",

		"spawner_sandboxTools": "OBJETS DU BAC À SABLE :^)",
		"spawner_sandbox": "BAC À SABLE",
		"spawner_enemies": "ENNEMIS",
		"spawner_items": "OBJETS",
		"spawner_special": "SPÉCIAUX",
		"spawner_unlockables": "BONUS",

		"classicHud_health": "SANTÉ",
		"classicHud_stamina": "ÉNERGIE",
		"classicHud_weapon": "ARME",
		"classicHud_arm": "BRAS",
		"classicHud_railcannonMeter": "CHARGE",

		"enemyAlter_title": "CHANGER",
		"enemyAlter_sizeTitle": "TAILLE",
		"enemyAlter_uniformToggle": "UNIFORME",
		"enemyAlter_uniformSmall": "PETIT",
		"enemyAlter_uniformDefault": "DÉFAUT",
		"enemyAlter_uniformLarge": "GRAND",
		"enemyAlter_metaTitle": "OBJET",
		"enemyAlter_metaFrozen": "GELÉ",
		"enemyAlter_metaWeak": "FRAGILE",
		"enemyAlter_metaBreakable": "CASSABLE",
		"enemyAlter_metaUnbreakable": "INCASSABLE",
		"enemyAlter_jumpPadTitle": "PLATEFORME DE SAUT",
		"enemyAlter_hookPointTitle": "POINT D'ACCROCHE",
		"enemyAlter_power": "FORCE",
		"enemyAlter_radianceTitle": "RADIANCE",
		"enemyAlter_radianceEnable": "ACTIVER RADIANCE",
		"enemyAlter_radianceDetails_tier": "NIVEAU",
		"enemyAlter_radianceHealth_tier": "SANTÉ",
		"enemyAlter_radianceDamage_tier": "DÉGÂTS",
		"enemyAlter_radianceSpeed_tier": "VITESSE",
		"enemyAlter_boss_title": "ENNEMI",
		"enemyAlter_boss_description": "BARRE DE VIE DE BOSS",
		"enemyAlter_enrage": "ENRAGÉ",
		"enemyAlter_enrageEternal": "RAGE ÉTERNELLE",
		"enemyAlter_sandified": "COUVERT DE SABLE",
		"enemyAlter_ignorePlayer": "IGNORER JOUEUR",
		"enemyAlter_attackEnemies": "ATTAQUER ENNEMIS",
		"enemyAlter_sandboxTitle": "BAC À SABLE",
		"enemyAlter_hasSkull": "CRÂNE",
		"enemyAlter_altarType": "TYPE D'AUTEL",

		"earlyAccessEnd1": "MERCI D'AVOIR JOUÉ",
		"earlyAccessEnd2": "Le 8e cercle : [Fraud] est encore en développement.",
		"earlyAccessEnd3": "Pour avoir des nouvelles sur le développement, suivez-nous sur : "
	},

	"ranks": {
		"rank_letter_d": "D",
		"rank_letter_c": "C",
		"rank_letter_b": "B",
		"rank_letter_a": "A",
		"rank_letter_s": "S",
		"rank_letter_p": "P"
	},

	"sandbox": {
		"sandbox_shop_timeOfDay": "APPARENCE",
		"sandbox_shop_worldOptions": "OPTIONS DU MONDE",
		"sandbox_shop_icons": "ICÔNES",

		"sandbox_shop_stats": "",
		"sandbox_shop_totalBoxes": "N° DE BOÎTES PLACÉS",
		"sandbox_shop_totalProps": "N° DE PIÈCES PLACÉES",
		"sandbox_shop_totalEnemies": "N° D'ENNEMIS PLACÉS",
		"sandbox_shop_totalTime": "TEMPS TOTAL DANS LE BAC À SABLE",

		"sandbox_shop_worldOptionsTitle": "OPTIONS DU MONDE",
		"sandbox_shop_worldOptionsEnable": "ACTIVER",
		"sandbox_shop_worldOptionsDisable": "DÉSACTIVER",
		"sandbox_shop_worldOptionsEnabled": "ACTIVÉ",
		"sandbox_shop_worldOptionsDisabled": "DÉSACTIVÉ",

		"sandbox_shop_mapBorder": "Bordure du Monde"
	}
}
